[
  {
    "url": "https://arxiv.org/abs/1012.1936",
    "title": "Title:The connection of solar wind parameters with microwave and UV emission of coronal hole atmosphere",
    "date_publ": "9 Dec 2010",
    "authors": [
      "D. Prosovetsky",
      "I. Myagkov"
    ],
    "abstract": "Abstract:  This paper presents results of comparison between observations of coronal\nholes in the UV (SOHO EIT) and microwave emission (17, 5.7 GHz, 327 and 150.9\nMHz, NoRH, SSRT and Nancy radioheliographs), and solar wind parameters,\naccording to the ACE spacecraft data over the period 12 March--31 May 2007.\nIncrease in the solar wind velocity up to ~600 km/s was found to correlate with\ndecrease in the UV flux in the central parts of the solar disk. The connection\nbetween parameters of the microwave emission at three different solar\natmosphere levels and the solar wind velocity near the Earth's orbit was\ndetermined. This connection suggests existence of common mechanisms of solar\nwind acceleration from chromospheric altitudes to the upper corona. We also\nsuppose existence of two different mechanisms of the solar wind acceleration at\naltitudes of less and more than one solar radius.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1012.1936"
  },
  {
    "url": "https://arxiv.org/abs/1012.1561",
    "title": "Title:Muon excess at sea level from solar flares in association with the Fermi GBM spacecraft detector",
    "date_publ": "7 Dec 2010",
    "authors": [
      "C.R.A.Augusto",
      "C.E.Navia",
      "K.H.Tsui",
      "H.Shigueoka",
      "A.C.Faut"
    ],
    "abstract": "Abstract:  This paper presents results of an ongoing survey on the associations between\nmuon excesses at ground level registered by the Tupi telescopes and transient\nsolar events, two solar flares whose gamma-ray and X-ray emissions were\nreported by, respectively, the Fermi GBM and the GOES 14. We show that solar\nflares of small scale, those with prompt X-ray emission classified by GOES as\nC-Class (power $10^{-6}$ to $10^{-5}$ W m$^2$ at 1 AU) may give rise to muon\nexcess probably associated with solar protons and ions emitted by the flare and\narriving at the Earth as a coherent particle pulse. The Tupi telescopes are\nwithin the central region of the South Atlantic Anomaly (SAA), which allows\nparticle detectors to achieve a low rigidity of response to primary and\nsecondary charged particles ($\\geq 0.1$ GV). Here we argue for the possibility\nof a \"scale-free\" energy distribution of particles accelerated by solar flares.\nLarge and small scale flares have the same energy spectrum up to energies\nexceeding the pion production, the difference between them is only the\nintensity. If this hypothesis is correct, the Tupi telescope is registering\nmuons produced by protons (ions) whose energy corresponds to the tail of the\nspectrum. Consequently the energy distribution of the emitted protons has to be\na power law spectrum, since power law distributions are characterized as scale\nfree distributions. The Tupi events give support to this conjecture.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1012.1561"
  },
  {
    "url": "https://arxiv.org/abs/1012.1527",
    "title": "Title:The Sub-keV Atom Reflecting Analyzer (SARA) Experiment Aboard Chandrayaan-1 Mission: Instrument and Observations",
    "date_publ": "7 Dec 2010",
    "authors": [
      "Anil Bhardwaj",
      "Martim Wieser",
      "M. B. Dhanya",
      "Stas Barabash",
      "Futaana Yoshifumi",
      "Mats Holmstrom",
      "R. Sridharan",
      "Peter Wurz",
      "Audrey Schaufelberger",
      "Asamura Kazush"
    ],
    "abstract": "Abstract:  SARA experiment aboard the first Indian lunar mission Chandrayaan-1 had the\nobjective to explore the solar wind-lunar interaction using energetic neutral\natoms (ENA) from the lunar surface as diagnostic tool. SARA consisted of an ENA\nimaging mass analyzer CENA (Chandrayaan-1 Energetic Neutral Analyzer) and an\nion mass analyser SWIM (Solar Wind Monitor), along with a digital processing\nunit (DPU) which commands and controls the sensors and provides the interface\nto the spacecraft. Both sensors have provided excellent observational data.\nCENA has observed ENAs from the lunar surface and found that ~20% of the\nincident solar wind ions get backscattered as ENAs from the lunar surface. This\nis contrary to the previous assumptions of almost complete absorption of solar\nwind by the lunar surface. The observation is relevant for other airless bodies\nin the solar system.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Instrumentation and Detectors (physics.ins-det)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1012.1527"
  },
  {
    "url": "https://arxiv.org/abs/1012.0883",
    "title": "Title:Dark Energy Cosmology with the Alternative Cosmic Microwave Background Data",
    "date_publ": "4 Dec 2010 (v1), last revised 19 Apr 2011 (this version, v3)",
    "authors": [
      "Hao We"
    ],
    "abstract": "Abstract:  Recently, in a series of works by Liu and Li (L&L), they claimed that there\nexists a timing asynchrony of $-25.6\\,$ms between the spacecraft attitude and\nradiometer output timestamps in the original raw WMAP time-ordered data (TOD).\nL&L reprocessed the WMAP data while the aforementioned timing asynchrony has\nbeen corrected, and they obtained an alternative CMB map in which the\nquadrupole dropped to nearly zero. In the present work, we try to see the\nimplications to dark energy cosmology if L&L are right. While L&L claimed that\nthere is a bug in the WMAP pipeline which leads to significantly different\ncosmological parameters, an interesting question naturally arises, namely, how\nrobust is the current dark energy cosmology with respect to systematic errors\nand bugs? So, in this work, we adopt the alternative CMB data of L&L as a\nstrawman to study the robustness of dark energy predictions.",
    "categories": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      " General Relativity and Quantum Cosmology (gr-qc)",
      " High Energy Physics - Theory (hep-th)"
    ],
    "url_pdf": "/pdf/1012.0883"
  },
  {
    "url": "https://arxiv.org/abs/1012.0266",
    "title": "Title:The effects of stochastic forces on the evolution of planetary systems and Saturn's rings",
    "date_publ": "1 Dec 2010",
    "authors": [
      "Hanno Rei"
    ],
    "abstract": "Abstract:  The increasing number of extra-solar planets opens a new opportunity for\nstudies of the formation of planetary systems. Resonant systems are of\nparticular interest because their dynamical configuration provides constraints\non the unobservable formation and migration phase. In this thesis, formation\nscenarios for the planetary systems HD128311 and HD45364 are presented. N-body\nsimulations of two planets and two dimensional hydrodynamical simulations of\nproto-planetary discs are used to model the migration phase and the capture\ninto resonance. The results indicate that the proto-planetary disc has a larger\nsurface density than previously thought. Proto-planets are exposed to\nstochastic forces, generated by density fluctuations in the disc. A generic\nmodel of both a single planet, and two planets in resonance, being\nstochastically forced is presented. The system GJ876, for example, is stable\nfor reasonable strengths of the stochastic forces, but systems with lighter\nplanets can get disrupted. Even if they are not disrupted completely,\nstochastic forces create characteristic, observable libration patterns.\nTurbulence plays also an important role during the early phases of the planet\nformation process. Due to the large separation of scales, the gravitational\ncollapse in the core accretion model is very hard to model numerically. A\nscaled method is presented, that allows for the correct treatment of\nself-gravity in a marginally collisional system by taking into account the\nrelevant small scale processes. Interestingly, this system is dynamically very\nsimilar to Saturn's rings. The stochastic migration of small bodies in Saturn's\nrings is also studied. Analytic predictions of the interactions of a\nmoonlet/propeller with ring particles are compared to collisional N-body\nsimulations with up to a million particles. The random walk is fast enough to\nbe directly observable by the Cassini spacecraft.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1012.0266"
  },
  {
    "url": "https://arxiv.org/abs/1012.0264",
    "title": "Title:VLBA Astrometric Observations of the Cassini Spacecraft at Saturn",
    "date_publ": "1 Dec 2010",
    "authors": [
      "D. L. Jones (1)",
      "E. Fomalont (2)",
      "V. Dhawan (2)",
      "J. Romney (2)",
      "W. M. Folkner (1)",
      "G. Lanyi (1)",
      "J. Border (1)",
      "R. Jacobson (1) ((1) Jet Propulsion Laboratory",
      "(2) National Radio Astronomy Observatory"
    ],
    "abstract": "Abstract:  The planetary ephemeris is an essential tool for interplanetary spacecraft\nnavigation, studies of solar system dynamics (including, for example,\nbarycenter corrections for pulsar timing ephemeredes), the prediction of\noccultations, and tests of general relativity. We are carrying out a series of\nastrometric VLBI observations of the Cassini spacecraft currently in orbit\naround Saturn, using the Very Long Baseline Array (VLBA). These observations\nprovide positions for the center of mass of Saturn in the International\nCelestial Reference Frame (ICRF) with accuracies ~0.3 milli-arcsecond (1.5\nnrad), or about 2 km at the average distance of Saturn. This paper reports\nresults from eight observing epochs between 2006 October and 2009 April. These\ndata are combined with two VLBA observations by other investigators in 2004 and\na Cassini-based gravitational deflection measurement by Fomalont et al. in 2009\nto constrain a new ephemeris (DE 422). The DE 422 post-fit residuals for Saturn\nwith respect to the VLBA data are generally 0.2 mas, but additional\nobservations are needed to improve the positions of all of our phase reference\nsources to this level. Over time we expect to be able to improve the accuracy\nof all three coordinates in the Saturn ephemeris (latitude, longitude, and\nrange) by a factor of at least three. This will represent a significant\nimprovement not just in the Saturn ephemeris but also in the link between the\ninner and outer solar system ephemeredes and in the link to the inertial ICRF.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1012.0264"
  },
  {
    "url": "https://arxiv.org/abs/1011.6263",
    "title": "Title:Electrostatic accelerometer with bias rejection for Gravitation and Solar System physics",
    "date_publ": "29 Nov 2010 (v1), last revised 23 Aug 2011 (this version, v3)",
    "authors": [
      "Benjamin Lenoir",
      "Agnès Lévy",
      "Bernard Foulon",
      "Brahim Lamine",
      "Bruno Christophe",
      "Serge Reynau"
    ],
    "abstract": "Abstract:  Radio tracking of interplanetary probes is an important tool for navigation\npurposes as well as for testing the laws of physics or exploring planetary\nenvironments. The addition of an accelerometer on board a spacecraft provides\norbit determination specialists and physicists with an additional observable of\ngreat interest: it measures the value of the non-gravitational acceleration\nacting on the spacecraft, i.e. the departure of the probe from geodesic motion.\nThis technology is now routinely used for geodesy missions in Earth orbits with\nelectrostatic accelerometers. This article proposes a technological evolution\nwhich consists in adding a subsystem to remove the bias of an electrostatic\naccelerometer. It aims at enhancing the scientific return of interplanetary\nmissions in the Solar System, from the point of view of fundamental physics as\nwell as Solar System physics. The main part of the instrument is an\nelectrostatic accelerometer called MicroSTAR, which inherits mature\ntechnologies based on Onera's experience in the field of accelerometry. This\naccelerometer is mounted on a rotating stage, called Bias Rejection System,\nwhich modulates the non-gravitational acceleration and thus permits to remove\nthe bias of the instrument from the signal of interest. This article presents\nthe motivations of this study, describes the instrument, called GAP, and the\nmeasurement principle, and discusses the performance of the instrument as well\nas integration constraints. Within a mass of 3.1 kg and an average consumption\nof 3 W, it is possible to reach a precision of 1 pm s$^{-2}$ for the\nacceleration measured with an integration time of five hours. Combining this\nobservable with the radio tracking data, it is therefore possible to compare\nthe motion of the spacecraft to theoretical predictions with a precision\nimproved by at least three orders of magnitude with respect to existing\ntechniques.",
    "categories": [
      "Instrumentation and Detectors (physics.ins-det)",
      " General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1011.6263"
  },
  {
    "url": "https://arxiv.org/abs/1011.5095",
    "title": "Title:Timing X-ray Pulsars with Application to Spacecraft Navigation",
    "date_publ": "23 Nov 2010",
    "authors": [
      "Mike Georg Bernhardt",
      "Tobias Prinz",
      "Werner Becker",
      "Ulrich Walte"
    ],
    "abstract": "Abstract:  Usually, positions of spacecraft on interplanetary or deep space missions are\ndetermined by radar tracking from ground stations, a method by which\nuncertainty increases with distance from Earth. As an alternative, a spacecraft\nequipped with e.g. an X-ray telescope could determine its position autonomoulsy\nvia onboard analysis of X-ray pulsar signals. In order to find out which\npulsars are best suited for this approach and what accuracy can be achieved, we\nbuild up a database containing the temporal emission characteristics of the ~\n60 X-ray pulsars for which a pulsed radiation has been detected by mid 2010.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1011.5095"
  },
  {
    "url": "https://arxiv.org/abs/1011.4962",
    "title": "Title:Can IBEX Identify Variations in the Galactic Environment of the Sun using Energetic Neutral Atom (ENAs)?",
    "date_publ": "22 Nov 2010",
    "authors": [
      "P. C. Frisch",
      "J. Heerikhuisen",
      "N. V. Pogorelov",
      "B. DeMajistre",
      "G. B. Crew",
      "H. O. Funsten",
      "P. Janzen",
      "D. J. McComas",
      "E. Moebius",
      "H.-R. Mueller",
      "D. B. Reisenfeld",
      "N. A. Schwadron",
      "J. D. Slavin",
      "G. P.Zan"
    ],
    "abstract": "Abstract:  The Interstellar Boundary Explorer (IBEX) spacecraft is providing the first\nall-sky maps of the energetic neutral atoms (ENAs) produced by charge-exchange\nbetween interstellar neutral \\HI\\ atoms and heliospheric solar wind and pickup\nions in the heliosphere boundary regions. The 'edge' of the interstellar cloud\npresently surrounding the heliosphere extends less than 0.1 pc in the upwind\ndirection, terminating at an unknown distance, indicating that the outer\nboundary conditions of the heliosphere could change during the lifetime of the\nIBEX satellite. Using reasonable values for future outer heliosphere boundary\nconditions, ENA fluxes are predicted for one possible source of ENAs coming\nfrom outside of the heliopause. The ENA production simulations use\nthree-dimensional MHD plasma models of the heliosphere that include a kinetic\ndescription of neutrals and a Lorentzian distribution for ions. Based on this\nENA production model, it is then shown that the sensitivities of the IBEX 1.1\nkeV skymaps are sufficient to detect the variations in ENA fluxes that are\nexpected to accompany the solar transition into the next upwind cloud.\nApproximately 20% of the IBEX 1.1 keV pixels appear capable of detecting the\npredicted model differences at the $ 3 \\sigma$ level, with these pixels\nconcentrated in the Ribbon region. Regardless of the detailed ENA production\nmodel, the success of the modeled \\BdotR\\ directions in reproducing the Ribbon\nlocus, together with our results, indicate that the Ribbon phenomenon traces\nthe variations in the heliosphere distortion caused by the relative pressures\nof the interstellar magnetic and gaseous components.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1011.4962"
  },
  {
    "url": "https://arxiv.org/abs/1011.4822",
    "title": "Title:Nuclear and Non-Ionizing Energy-Loss for Coulomb Scattered Particles from Low Energy up to Relativistic Regime in Space Radiation Environment",
    "date_publ": "22 Nov 2010 (v1), last revised 21 Jan 2014 (this version, v7)",
    "authors": [
      "M.J. Boschini",
      "C. Consolandi",
      "M. Gervasi",
      "S. Giani",
      "D. Grandi",
      "V. Ivanchenko",
      "S. Pensotti",
      "P.G. Rancoita",
      "M. Taccon"
    ],
    "abstract": "Abstract:  In the space environment, instruments onboard of spacecrafts can be affected\nby displacement damage due to radiation. The differential scattering cross\nsection for screened nucleus--nucleus interactions - i.e., including the\neffects due to screened Coulomb nuclear fields -, nuclear stopping powers and\nnon-ionization energy losses are treated from about 50 keV/nucleon up to\nrelativistic energies.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " High Energy Physics - Experiment (hep-ex)",
      " Nuclear Theory (nucl-th)",
      " Instrumentation and Detectors (physics.ins-det)"
    ],
    "url_pdf": "/pdf/1011.4822"
  },
  {
    "url": "https://arxiv.org/abs/1011.4442",
    "title": "Title:First observation of a mini-magnetosphere above a lunar magnetic anomaly using energetic neutral atoms",
    "date_publ": "19 Nov 2010",
    "authors": [
      "Martin Wieser",
      "Stas Barabash",
      "Yoshifumi Futaana",
      "M Holmström",
      "Anil Bhardwaj",
      "R Sridharan",
      "M. B. Dhanya",
      "Audrey Schaufelberger",
      "Peter Wurz",
      "Kazushi Asamur"
    ],
    "abstract": "Abstract:  The Sub-keV Atom Reflecting Analyzer (SARA) instrument on the Indian\nChandrayaan-1 spacecraft has produced for the first time an image of a lunar\nmagnetic anomaly in backscattered hydrogen atoms. The image shows that a\npartial void of the solar wind, a mini-magnetosphere, is formed above the\nstrong magnetic anomaly near the Crisium antipode. The mini-magnetosphere is\n360 km across at the surface and is surrounded by a 300-km-thick region of\nenhanced plasma flux that results from the solar wind flowing around the\nmini-magnetosphere. The mini-magnetosphere is visible only in hydrogen atoms\nwith energy exceeding 150 eV. Fluxes with energies below 100 eV do not show\ncorresponding spatial variations. While the high-energy atoms result from the\nbackscattering process, the origin of the low-energy component is puzzling.\nThese observations reveal a new class of objects, mini-magnetospheres, and\ndemonstrate a new observational technique to study airless bodies, imaging in\nbackscattered neutral atoms.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1011.4442"
  },
  {
    "url": "https://arxiv.org/abs/1011.3693",
    "title": "Title:High Energy Solar Particle Events and their Associated Coronal Mass Ejections",
    "date_publ": "16 Nov 2010",
    "authors": [
      "P.K. Manoharan",
      "G. Agaly"
    ],
    "abstract": "Abstract:  Intense solar energetic particle (SEP) events data, associated with ground\nlevel enhancements (GLEs), occurred during 1989 to 2006 have been obtained from\nthe spectrometers on board GOES spacecraft in the energy range 10-100 MeV. The\ninterplanetary effects of these events and their associated coronal mass\nejections (CMEs) have been provided by the LASCO/SOHO coronagraph images in the\nfield of view of 2-30 {\\rsun} and the interplanetary scintillation images from\nthe Ooty Radio Telescope in the heliocentric distance range of $\\sim$40-250\nR$_\\odot$. The comparison between the radial evolution of the CME and its\nassociated particle spectrum shows that the spectrum is soft at the onset of\nthe particle event. A flat spectrum is observed at the peak of the particle\nevent and the spectrum becomes steeper as the CME moves farther out into the\ninner heliosphere. However, the magnitude of change in spectral slopes differs\nfrom one CME to the other, suggesting the difference in energy available within\nthe CME to drive the shock. The spectral index evolution as a function of\ninitial speed of the CME at different parts of the particle profile has also\nbeen compared. The result shows that the change in particle flux with time is\nrather quick for the high-energy portion of the spectrum than that of the\nlow-energy part, which makes the steepening of the energy spectrum with\ntime/distance from the Sun. It indicates that the acceleration of particles by\na CME-driven shock may be efficient at low energies ($\\leq$30 MeV) and the\nefficiency of the shock decreases gradually towards the high-energy side of the\nspectrum.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1011.3693"
  },
  {
    "url": "https://arxiv.org/abs/1011.1944",
    "title": "Title:The Measurement of the Hubble Constant H_0 in the Solar System",
    "date_publ": "8 Nov 2010",
    "authors": [
      "Allen Joel Anderso"
    ],
    "abstract": "Abstract:  This paper discusses the methodology necessary to measure the Hubble constant\nHo to a high degree of accuracy based upon Doppler tracking of spacecraft in\nthe solar system. Using this methodology with available published data we\ndetermine a model independent value of the Hubble constant for the current\nepoch in the solar system to be Ho = 2.59 \\pm 0.05 x 10^-18 (s^-1) or as 79.8\n\\pm 1.7 (km/s/Mpc).\nWe calculate the direct effect of the Cosmic Redshift on Doppler tracking of\nspacecraft in the solar system. It is shown that with current tracking systems,\nsuch as NASA's Deep Space Tracking Network, when the return trip light time of\nthe Doppler signal exceeds a certain threshold, imposed by the stability of the\nfrequency standard, the effect of the Cosmic Redshift is coherently conserved\nin the returning Doppler signal.\nWe demonstrate that in an underdetermined orbit, one determined by line of\nsight Doppler alone, that if this Cosmic Redshift term is not accounted for,\nthe orbit determination program (ODP) miscalculates the actual recessional\nvelocity of the spacecraft from the measured recessional velocity causing a\nmismatch between the actual and the predicted trajectory of the spacecraft. One\nconsequence is that the ODP will generate Doppler residuals, the difference\nbetween the actual trajectory and the predicted trajectory which show an\nanomalous force. When this effect is integrated in long arc solutions, it can\ngrow to considerable magnitude. We show that the ODP residuals uniquely\nseparate the Cosmic Redshift term from velocity Doppler sources and that the\nsolution can provide an accurate determination of Ho.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ],
    "url_pdf": "/pdf/1011.1944"
  },
  {
    "url": "https://arxiv.org/abs/1011.1916",
    "title": "Title:Dynamical orbital effects of General Relativity on the satellite-to-satellite range and range-rate in the GRACE mission: a sensitivity analysis",
    "date_publ": "8 Nov 2010 (v1), last revised 12 Apr 2012 (this version, v5)",
    "authors": [
      "Lorenzo Iori"
    ],
    "abstract": "Abstract:  We numerically investigate the impact of GTR on the orbital part of the\nsatellite-to-satellite range \\rho and range-rate \\dot\\rho of the twin GRACE A/B\nspacecrafts through their dynamical equations of motion integrated in an\nEarth-centered frame over a time span \\Delta t=1 d. Instead, the GTR effects\nconnected with the propagation of the electromagnetic waves linking the\nspacecrafts are neglected. The present-day accuracies in measuring the GRACE\nbiased range and range-rate are \\sigma_\\rho\\sim 1-10 \\mum, \\sigma_\\dot\\rho\\sim\n0.1-1 \\mum s^-1; studies for a follow-on of such a mission points toward a\nrange-rate accuracy of the order of \\sigma_\\dot\\rho\\sim 1 nm s^-1 or better.\nThe GTR range and range-rate effects turn out to be \\Delta\\rho=80 \\mum and\n\\Delta\\dot\\rho=0.012 \\mum s^-1 (Lense-Thirring), and \\Delta\\rho=6000 \\mum and\n\\Delta\\dot\\rho=10 \\mum s^-1 (Schwarzschild). We also compute the dynamical\nrange and range-rate perturbations caused by the first six zonal harmonic\ncoefficients J_L, L=2,3,4,5,6,7 of the classical multipolar expansion of the\nterrestrial gravitational potential in order to evaluate their aliasing impact\non the relativistic effects. Conversely, we also quantitatively, and\npreliminarily, assess the possible a-priori \\virg{imprinting} of GTR itself,\nnot solved-for in all the GRACE-based Earth's gravity models produced so far,\non the estimated values of the low degree zonals of the geopotential. The\npresent sensitivity analysis can also be extended, in principle, to different\norbital configurations in order to design a suitable dedicated mission able to\naccurately measure the relativistic effects considered.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " High Energy Physics - Phenomenology (hep-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1011.1916"
  },
  {
    "url": "https://arxiv.org/abs/1011.0540",
    "title": "Title:Upper-hybrid wave driven Alfvenic turbulence in magnetized dusty plasmas",
    "date_publ": "2 Nov 2010 (v1), last revised 14 Feb 2011 (this version, v2)",
    "authors": [
      "A. P. Misra",
      "S. Banerje"
    ],
    "abstract": "Abstract:  The nonlinear dynamics of coupled electrostatic upper-hybrid (UH) and Alfven\nwaves (AWs) is revisited in a magnetized electron-ion plasma with charged dust\nimpurities. A pair of nonlinear equations that describe the interaction of UH\nwave envelopes (including the relativistic electron mass increase) and the\ndensity as well as the compressional magnetic field perturbations associated\nwith the AWs is solved numerically to show that many coherent solitary patterns\ncan be excited and saturated due to modulational instability of unstable UH\nwaves. The evolution of these solitary patterns is also shown to appear in the\nstates of spatiotemporal coherence, temporal as well as spatiotemporal chaos\ndue to collision and fusion among the patterns in stochastic motion.\nFurthermore, these spatiotemporal features are demonstrated by the analysis of\nwavelet power spectra. It is found that a redistribution of wave energy takes\nplace to higher harmonic modes with small wavelengths which, in turn, results\ninto the onset of Alfvenic turbulence in dusty magnetoplasmas. Such a scenario\ncan occur in the vicinity of Saturn's magnetosphere as many electrostatic\nsolitary structures have been observed there by the Cassini spacecraft.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1011.0540"
  },
  {
    "url": "https://arxiv.org/abs/1010.5305",
    "title": "Title:Gamma-Ray Burst Polarimeter - GAP - aboard the Small Solar Power Sail Demonstrator IKAROS",
    "date_publ": "26 Oct 2010",
    "authors": [
      "D. Yonetoku (1)",
      "T. Murakami (1)",
      "S. Gunji (2)",
      "T. Mihara (3)",
      "T. Sakashita (1)",
      "Y. Morihara (1)",
      "Y. Kikuchi (1)",
      "H. Fujimoto (1)",
      "N. Toukairin (2)",
      "Y. Kodama (1)",
      "S. Kubo (4)",
      "IKAROS Demonstration Team ((1) Kanazawa Univ.",
      "(2) Yamagata Univ.",
      "(3) RIKEN",
      "(4) Clear Pulse"
    ],
    "abstract": "Abstract:  The small solar power sail demonstrator \"IKAROS\" is a Japanese engineering\nverification spacecraft launched by H-IIA rocket on May 21, 2010 at JAXA\nTanegashima Space Center. IKAROS has a huge sail with 20 m in diameter which is\nmade of thin polyimide membrane. This sail converts the solar\nradiation-pressure into the propulsion force of IKAROS and accelerates the\nspacecraft. The Gamma-Ray Burst Polarimeter (GAP) aboard IKAROS is the first\npolarimeter to observe the gamma-ray polarization of Gamma-Ray Bursts (GRBs)\nduring the IKAROS cruising phase. GAP is a tinny detector of 3.8 kg in weight\nand 17 cm in size with an energy range between 50-300 keV. The GAP detector\nalso plays a role of the interplanetary network (IPN) to determine the GRB\ndirection. The detection principle of gamma-ray polarization is the anisotropy\nof the Compton scattering. GAP works as the GRB polarimeter with the full\ncoincidence mode between the central plastic and the surrounding CsI detectors.\nGAP is the first instrument, devoted for the observation of gamma-ray\npolarization in the astronomical history. In this paper, we present the GAP\ndetector and its ground and onboard calibrations.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1010.5305"
  },
  {
    "url": "https://arxiv.org/abs/1010.4814",
    "title": "Title:Simultaneous Observations of the Chromosphere with TRACE and SUMER",
    "date_publ": "22 Oct 2010",
    "authors": [
      "J. M. Pasachoff",
      "E. D. Tingle",
      "I. E. Dammasch",
      "A.C. Sterlin"
    ],
    "abstract": "Abstract:  Using mainly the 1600 angstrom continuum channel, and also the 1216 angstrom\nLyman-alpha channel (which includes some UV continuum and C IV emission),\naboard the TRACE satellite, we observed the complete lifetime of a transient,\nbright chromospheric loop. Simultaneous observations with the SUMER instrument\naboard the SOHO spacecraft revealed interesting material velocities through the\nDoppler effect existing above the chromospheric loop imaged with TRACE,\npossibly corresponding to extended non-visible loops, or the base of an X-ray\njet.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1010.4814"
  },
  {
    "url": "https://arxiv.org/abs/1010.4707",
    "title": "Title:Nonlinear analysis of spacecraft thermal models",
    "date_publ": "22 Oct 2010",
    "authors": [
      "Jose Gait"
    ],
    "abstract": "Abstract:  We study the differential equations of lumped-parameter models of spacecraft\nthermal control. Firstly, we consider a satellite model consisting of two\nisothermal parts (nodes): an outer part that absorbs heat from the environment\nas radiation of various types and radiates heat as a black-body, and an inner\npart that just dissipates heat at a constant rate. The resulting system of two\nnonlinear ordinary differential equations for the satellite's temperatures is\nanalyzed with various methods, which prove that the temperatures approach a\nsteady state if the heat input is constant, whereas they approach a limit cycle\nif it varies periodically. Secondly, we generalize those methods to study a\nmany-node thermal model of a spacecraft: this model also has a stable steady\nstate under constant heat inputs that becomes a limit cycle if the inputs vary\nperiodically. Finally, we propose new numerical analyses of spacecraft thermal\nmodels based on our results, to complement the analyses normally carried out\nwith commercial software packages.",
    "categories": [
      "Chaotic Dynamics (nlin.CD)"
    ],
    "url_pdf": "/pdf/1010.4707"
  },
  {
    "url": "https://arxiv.org/abs/1010.4150",
    "title": "Title:STEREO and Wind observations of a fast ICME flank triggering a prolonged geomagnetic storm on 5-7 April 2010",
    "date_publ": "20 Oct 2010",
    "authors": [
      "Christian Möstl",
      "Manuela Temmer",
      "Tanja Rollett",
      "Charles J. Farrugia",
      "Ying Liu",
      "Astrid M. Veronig",
      "M. Leitner",
      "Antoinette B. Galvin",
      "Helfried K. Bierna"
    ],
    "abstract": "Abstract:  On 5 April 2010 an interplanetary (IP) shock was detected by the Wind\nspacecraft ahead of Earth, followed by a fast (average speed 650 km/s) IP\ncoronal mass ejection (ICME). During the subsequent moderate geomagnetic storm\n(minimum Dst = -72 nT, maximum Kp=8-), communication with the Galaxy 15\nsatellite was lost. We link images from STEREO/SECCHI to the near-Earth in situ\nobservations and show that the ICME did not decelerate much between Sun and\nEarth. The ICME flank was responsible for a long storm growth phase. This type\nof glancing collision was for the first time directly observed with the STEREO\nHeliospheric Imagers. The magnetic cloud (MC) inside the ICME cannot be modeled\nwith approaches assuming an invariant direction. These observations confirm the\nhypotheses that parts of ICMEs classified as (1) long-duration MCs or (2)\nmagnetic-cloud-like (MCL) structures can be a consequence of a spacecraft\ntrajectory through the ICME flank.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Geophysics (physics.geo-ph)"
    ],
    "url_pdf": "/pdf/1010.4150"
  },
  {
    "url": "https://arxiv.org/abs/1010.4077",
    "title": "Title:Low-Velocity Impacts on PVDF Targets Using a Light Gas Gun",
    "date_publ": "19 Oct 2010",
    "authors": [
      "J.A. Carmona",
      "M.Cook",
      "J.Schmoke",
      "R. Laufer",
      "L.S. Matthews",
      "T.Hyd"
    ],
    "abstract": "Abstract:  Orbital debris is a constraint on the long-term health of any spacecraft and\nmust be consi-dered during mission planning. Varying mechanisms have been\nproposed to quantify the problem. Accurate in-situ data is essential with\nvarious types of sensors designed to detect orbital debris impacts employed on\nspace missions since the 1950's [1]. The earliest of these was the PZT\n(piezoelectric lead zirconate tita-nate) sensor which was often used in-situ to\nmeasure the momentum of a particle at the time of impact. More recently, PVDF\n(Polyvinylidene fluoride) [2] has been employed as it exhibits piezoelectric\ncapabilities along with the advantages of ruggedness, no bias re-quirement,\nease of large area sensor construction, high counting rate capability, and\nspace reliability, making it an ideal space debris sensor. Its large sensing\nsur-face area and ease of integration into a PZT sensor system makes it a\ndesirable element in any in-situ space debris sensor.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1010.4077"
  },
  {
    "url": "https://arxiv.org/abs/1010.3262",
    "title": "Title:Conformal Cosmology and the Pioneer Anomaly",
    "date_publ": "15 Oct 2010",
    "authors": [
      "Gabriele U. Variesch"
    ],
    "abstract": "Abstract:  We review the fundamental results of a new cosmological model, based on\nconformal gravity, and apply them to the analysis of the early data of the\nPioneer anomaly. We show that our conformal cosmology can naturally explain the\nanomalous acceleration of the Pioneer 10 and 11 spacecraft, in terms of a local\nblueshift region extending around the solar system and therefore affecting the\nfrequencies of the navigational radio signals exchanged between Earth and the\nspacecraft. On the contrary, conformal gravity corrections alone would not be\nable to account for dynamical effects of such magnitude to be capable of\nproducing the observed Pioneer acceleration. By using our model, we explain the\nnumerical coincidence between the value of the anomalous acceleration and the\nHubble constant at the present epoch and also confirm our previous\ndetermination of the cosmological parameters gamma ~ 10^(-28) cm^(-1) and delta\n~ 10^(-4) - 10^(-5). New Pioneer data are expected to be publicly available in\nthe near future, which might enable more precise evaluations of these\nparameters.",
    "categories": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      " General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1010.3262"
  },
  {
    "url": "https://arxiv.org/abs/1010.2883",
    "title": "Title:A collision in 2009 as the origin of the debris trail of asteroid P/2010 A2",
    "date_publ": "14 Oct 2010 (v1), last revised 27 Oct 2010 (this version, v2)",
    "authors": [
      "Colin Snodgrass",
      "Cecilia Tubiana",
      "Jean-Baptiste Vincent",
      "Holger Sierks",
      "Stubbe Hviid",
      "Richard Moissl",
      "Hermann Boehnhardt",
      "Cesare Barbieri",
      "Detlef Koschny",
      "Philippe Lamy",
      "Hans Rickman",
      "Rafael Rodrigo",
      "Benoît Carry",
      "Stephen C. Lowry",
      "Ryan J. M. Laird",
      "Paul R. Weissman",
      "Alan Fitzsimmons",
      "Simone Marchi (and the OSIRIS team"
    ],
    "abstract": "Abstract:  The peculiar object P/2010 A2 was discovered by the LINEAR near-Earth\nasteroid survey in January 2010 and given a cometary designation due to the\npresence of a trail of material, although there was no central condensation or\ncoma. The appearance of this object, in an asteroidal orbit (small eccentricity\nand inclination) in the inner main asteroid belt attracted attention as a\npotential new member of the recently recognized class of 'Main Belt Comets'\n(MBCs). If confirmed, this new object would greatly expand the range in\nheliocentric distance over which MBCs are found. Here we present observations\ntaken from the unique viewing geometry provided by ESA's Rosetta spacecraft,\nfar from the Earth, that demonstrate that the trail is due to a single event\nrather than a period of cometary activity, in agreement with independent\nresults from the Hubble Space Telescope (HST). The trail is made up of\nrelatively large particles of millimetre to centimetre size that remain close\nto the parent asteroid. The shape of the trail can be explained by an initial\nimpact ejecting large clumps of debris that disintegrated and dispersed almost\nimmediately. We determine that this was an asteroid collision that occurred\naround February 10, 2009.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1010.2883"
  },
  {
    "url": "https://arxiv.org/abs/1010.2139",
    "title": "Title:Ambiguous Red Shifts",
    "date_publ": "11 Oct 2010",
    "authors": [
      "Carl E. Wulfma"
    ],
    "abstract": "Abstract:  A one-parameter conformal invariance of Maxwell's equations allows the\nwavelengths of electromagnetic waves to change as they propagate, and do so\neven in otherwise field-free space. This produces an ambiguity in\ninterpretations of stellar red shifts. Experiments that will determine the\nvalue of the group parameter, and thereby remove the ambiguity, are proposed.\nThey are based on an analysis of the anomalous frequency shifts uncovered in\nthe Pioneer 10 and 11 spacecraft studies, and physical interpretation of an\nisomorphism discovered by E. L. Hill. If the group parameter is found to be\nnon-zero, Hubble's relations will have to be reinterpreted and space-time\nmetrics will have to be altered. The cosmological consequences of the\ntransformations are even more extensive because, though they change\nfrequencies, they do not alter the energy and momentum conservations laws of\nclassical and quantum-electrodynamical fields established by Cunningham and by\nBialynicki-Birula.",
    "categories": [
      "General Physics (physics.gen-ph)"
    ],
    "url_pdf": "/pdf/1010.2139"
  },
  {
    "url": "https://arxiv.org/abs/1010.2065",
    "title": "Title:Dynamics of solar wind protons reflected by the Moon",
    "date_publ": "11 Oct 2010",
    "authors": [
      "M. Holmstrom",
      "M. Wieser",
      "S. Barabash",
      "Y. Futaana",
      "A. Bhardwa"
    ],
    "abstract": "Abstract:  Solar system bodies that lack a significant atmosphere and significant\ninternal magnetic fields, such as the Moon and asteroids, have been considered\nas passive absorbers of the solar wind. However, ion observations near the Moon\nby the SELENE spacecraft show that a fraction of the impacting solar wind\nprotons are reflected by the surface of the Moon. Using new observations of the\nvelocity spectrum of these reflected protons by the SARA experiment on-board\nthe Chandrayaan-1 spacecraft at the Moon, we show by modeling that the\nreflection of solar wind protons will affect the global plasma environment.\nThese global perturbations of the ion fluxes and the magnetic fields will\ndepend on microscopic properties of the object's reflecting surface. This solar\nwind reflection process could explain past ion observations at the Moon, and\nthe process should occur universally at all atmosphereless non-magnetized\nobjects.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1010.2065"
  },
  {
    "url": "https://arxiv.org/abs/1010.1949",
    "title": "Title:Accuracy and Limitations of Fitting and Stereoscopic Methods to Determine the Direction of Coronal Mass Ejections from Heliospheric Imagers Observations",
    "date_publ": "6 Oct 2010",
    "authors": [
      "N. Luga"
    ],
    "abstract": "Abstract:  Using data from the Heliospheric Imagers (HIs) onboard STEREO, it is possible\nto derive the direction of propagation of coronal mass ejections (CMEs) in\naddition to their speed with a variety of methods. For CMEs observed by both\nSTEREO spacecraft, it is possible to derive their direction using simultaneous\nobservations from the twin spacecraft and also, using observations from only\none spacecraft with fitting methods. This makes it possible to test and compare\ndifferent analyses techniques. In this article, we propose a new fitting method\nbased on observations from one spacecraft, which we compare to the commonly\nused fitting method of Sheeley et al. (1999). We also compare the results from\nthese two fitting methods with those from two stereoscopic methods, focusing on\n12 CMEs observed simultaneously by the two STEREO spacecraft in 2008 and 2009.\nWe find evidence that the fitting method of Sheeley et al. (1999) can result in\nsignificant errors in the determination of the CME direction when the CME\npropagates outside of 60deg \\pm 20 deg from the Sun-spacecraft line. We expect\nour new fitting method to be better adapted to the analysis of halo or limb\nCMEs with respect to the observing spacecraft. We also find some evidence that\ndirect triangulation in the HI fields-of-view should only be applied to CMEs\npropagating approximatively towards Earth (\\pm 20deg from the Sun-Earth line).\nLast, we address one of the possible sources of errors of fitting methods: the\nassumption of radial propagation. Using stereoscopic methods, we find that at\nleast seven of the 12 studied CMEs had an heliospheric deflection of less than\n20deg as they propagated in the HI fields-of-view, which, we believe, validates\nthis approximation.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1010.1949"
  },
  {
    "url": "https://arxiv.org/abs/1010.1724",
    "title": "Title:Geometric Numerical Integration for Complex Dynamics of Tethered Spacecraft",
    "date_publ": "8 Oct 2010",
    "authors": [
      "Taeyoung Lee",
      "Melvin Leok",
      "N. Harris McClamroc"
    ],
    "abstract": "Abstract:  This paper presents an analytical model and a geometric numerical integrator\nfor a tethered spacecraft model that is composed of two rigid bodies connected\nby an elastic tether. This model includes important dynamic characteristics of\ntethered spacecraft in orbit, namely the nonlinear coupling between\ndeformations of tether, rotational dynamics of rigid bodies, a reeling\nmechanism, and orbital dynamics. A geometric numerical integrator, referred to\nas a Lie group variational integrator, is developed to numerically preserve the\nHamiltonian structure of the presented model and its Lie group configuration\nmanifold. The structure-preserving properties are particularly useful for\nstudying complex dynamics of a tethered spacecraft over a long period of time.\nThese properties are illustrated by numerical simulations.",
    "categories": [
      "Dynamical Systems (math.DS)"
    ],
    "url_pdf": "/pdf/1010.1724"
  },
  {
    "url": "https://arxiv.org/abs/1010.1302",
    "title": "Title:LISA Sensitivities to Gravitational Waves from Relativistic Metric Theories of Gravity",
    "date_publ": "6 Oct 2010",
    "authors": [
      "Massimo Tinto",
      "Márcio Eduardo da Silva Alve"
    ],
    "abstract": "Abstract:  The direct observation of gravitational waves will provide a unique tool for\nprobing the dynamical properties of highly compact astrophysical objects,\nmapping ultra-relativistic regions of space-time, and testing Einstein's\ngeneral theory of relativity. LISA (Laser Interferometer Space Antenna), a\njoint NASA-ESA mission to be launched in the next decade, will perform these\nscientific tasks by detecting and studying low-frequency cosmic gravitational\nwaves through their influence on the phases of six modulated laser beams\nexchanged between three remote spacecraft. By directly measuring the\npolarization components of the waves LISA will detect, we will be able to test\nEinstein's theory of relativity with good sensitivity. Since a gravitational\nwave signal predicted by the most general relativistic metric theory of gravity\naccounts for {\\it six} polarization modes (the usual two Einstein's tensor\npolarizations as well as two vector and two scalar wave components), we have\nderived the LISA Time-Delay Interferometric responses and estimated their\nsensitivities to vector- and scalar-type waves. We find that (i) at frequencies\nlarger than roughly the inverse of the one-way light time ($\\approx 6 \\times\n10^{-2} $ Hz.) LISA is more than ten times sensitive to scalar-longitudinal and\nvector signals than to tensor and scalar-transverse waves, and (ii) in the low\npart of its frequency band is equally sensitive to tensor and vector waves and\nsomewhat less sensitive to scalar signals.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1010.1302"
  },
  {
    "url": "https://arxiv.org/abs/1010.1242",
    "title": "Title:Variations in the axisymmetric transport of magnetic elements on the Sun: 1996-2010",
    "date_publ": "6 Oct 2010 (v1), last revised 29 Mar 2011 (this version, v2)",
    "authors": [
      "David H. Hathaway",
      "Lisa Rightmir"
    ],
    "abstract": "Abstract:  We measure the axisymmetric transport of magnetic flux on the Sun by\ncross-correlating narrow strips of data from line-of-sight magnetograms\nobtained at a 96-minute cadence by the MDI instrument on the ESA/NASA SOHO\nspacecraft and then averaging the flow measurements over each synodic rotation\nof the Sun. Our measurements indicate that the axisymmetric flows vary\nsystematically over the solar cycle. The differential rotation is weaker at\nmaximum than at minimum. The meridional flow is faster at minimum and slower at\nmaximum. The meridional flow speed on the approach to the Cycle 23/24 minimum\nwas substantially faster than it was at the Cycle 22/23 minimum. The average\nlatitudinal profile is largely a simple sinusoid that extends to the poles and\npeaks at about $35\\degr$ latitude. As the cycle progresses a pattern of\nin-flows toward the sunspot zones develops and moves equatorward in step with\nthe sunspot zones. These in-flows are accompanied by the torsional\noscillations. This association is consistent with the effects of the Coriolis\nforce acting on the in-flows. The equatorward motions associated with these\nin-flows are identified as the source of the decrease in net poleward flow at\ncycle maxima. We also find polar counter-cells (equatorward flow at high\nlatitudes) in the south from 1996 to 2000 and in the north from 2002 to 2010.\nWe show that these measurements of the flows are not affected by the\nnon-axisymmetric diffusive motions produced by supergranulation.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1010.1242"
  },
  {
    "url": "https://arxiv.org/abs/1010.1171",
    "title": "Title:Polarimetric Remote Sensing of Solar System Objects",
    "date_publ": "6 Oct 2010",
    "authors": [
      "M. I. Mishchenko",
      "V. K. Rosenbush",
      "N. N. Kiselev",
      "D. F. Lupishko",
      "V. P. Tishkovets",
      "V. G. Kaydash",
      "I. N. Belskaya",
      "Y. S. Efimov",
      "N. M. Shakhovsko"
    ],
    "abstract": "Abstract:  This book outlines the basic physical principles and practical methods of\npolarimetric remote sensing of Solar System objects and summarizes numerous\nadvanced applications of polarimetry in geophysics and planetary astrophysics.\nIn the first chapter we present a complete and rigorous theory of\nelectromagnetic scattering by disperse media directly based on the Maxwell\nequations and describe advanced physically based modeling tools. This is\nfollowed, in Chapter 2, by a theoretical analysis of polarimetry as a\nremote-sensing tool and an outline of basic principles of polarimetric\nmeasurements and their practical implementations. In Chapters 3 and 4, we\ndescribe the results of extensive ground-based, aircraft, and spacecraft\nobservations of numerous Solar System objects (the Earth and other planets,\nplanetary satellites, Saturn's rings, asteroids, trans-Neptunian objects, and\ncomets). Theoretical analyses of these data are used to retrieve optical and\nphysical characteristics of planetary surfaces and atmospheres as well as to\nidentify a number of new phenomena and effects. This monograph is intended for\nscience professionals, educators, and graduate students specializing in remote\nsensing, astrophysics, atmospheric physics, optics of disperse and disordered\nmedia, and optical particle characterization.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Atmospheric and Oceanic Physics (physics.ao-ph)",
      " Instrumentation and Detectors (physics.ins-det)",
      " Optics (physics.optics)"
    ],
    "url_pdf": "/pdf/1010.1171"
  },
  {
    "url": "https://arxiv.org/abs/1010.0518",
    "title": "Title:Influence of nuclear de-excitation on observables relevant for space exploration",
    "date_publ": "4 Oct 2010 (v1), last revised 24 Nov 2010 (this version, v2)",
    "authors": [
      "Davide Mancusi",
      "Alain Boudard",
      "Joseph Cugnon",
      "Jean-Christophe David",
      "Sylvie Lera"
    ],
    "abstract": "Abstract:  The composition of the space radiation environment inside spacecrafts is\nmodified by the interaction with shielding material, with equipment and even\nwith the astronauts' bodies. Accurate quantitative estimates of the effects of\nnuclear reactions are necessary, for example, for dose estimation and\nprediction of single-event-upset rates. To this end, it is necessary to\nconstruct predictive models for nuclear reactions, which usually consist of an\nintranuclear-cascade or quantum-molecular-dynamics stage, followed by a\nnuclear-de-excitation stage.\nWhile it is generally acknowledged that it is necessary to accurately\nsimulate the first reaction stage, transport-code users often neglect or\nunderestimate the importance of the choice of the de-excitation code. The\npurpose of this work is to prove that the de-excitation model is in fact a\nnon-negligible source of uncertainty for the prediction of several observables\nof crucial importance for space applications. For some particular observables,\nthe systematic uncertainty due to the de-excitation model actually dominates\nthe total uncertainty. Our point will be illustrated by making use of\nnucleon-nucleus calculations performed with several\nintranuclear-cascade/de-excitation models, such as the Liège Intranuclear\nCascade model (INCL) and Isabel (for the cascade part) and ABLA07, Dresner,\nGEM, GEMINI++ and SMM (on the de-excitation side).",
    "categories": [
      "Nuclear Theory (nucl-th)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1010.0518"
  },
  {
    "url": "https://arxiv.org/abs/1010.0323",
    "title": "Title:Evidence for a current sheet forming in the wake of a Coronal Mass Ejection from multi-viewpoint coronagraph observations",
    "date_publ": "2 Oct 2010",
    "authors": [
      "S. Patsourakos",
      "A. Vourlida"
    ],
    "abstract": "Abstract:  Ray-like features observed by coronagraphs in the wake of Coronal Mass\nEjections (CMEs) are sometimes interpreted as the white light counterparts of\ncurrent sheets (CSs) produced by the eruption. The 3D geometry of these\nray-like features is largely unknown and its knowledge should clarify their\nassociation to the CS and place constraints on CME physics and coronal\nconditions. With this study we test these important implications for the first\ntime. An example of such a post-CME ray was observed by various coronagraphs,\nincluding these of the SECCHI instrument suite of the STEREO twin spacecraft\nand the Large Angle Spectrometric Coronagraph LASCO onboard the Solar and\nHeliospheric Observatory (SOHO). The ray was observed in the aftermath of a CME\nwhich occurred on 9 April 2008. The twin STEREO spacecraft were separated by\nabout degrees on that day. This significant separation combined with a third\n\"eye\" view supplied by LASCO allow for a truly multi-viewpoint observation of\nthe ray and of the CME. We applied 3D forward geometrical modeling to the CME\nand to the ray as simultaneously viewed by SECCHI-A and B and by SECCHI-A and\nLASCO, respectively. We found that the ray can be approximated by a rectangular\nslab, nearly aligned with the CME axis, and much smaller than the CME in both\nterms of thickness and depth (~ 0.05 and 0.15 Rsun respectively). We found that\nthe ray and CME are significantly displaced from the associated post-CME\nflaring loops. The properties and location of the ray are fully consistent with\nthe expectations of the standard CME theories for post-CME current sheets.\nTherefore, our multi-viewpoint observations supply strong evidence that the\nobserved post-CME ray is indeed related to a post-CME current sheet.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1010.0323"
  },
  {
    "url": "https://arxiv.org/abs/1010.0192",
    "title": "Title:Solar Wind Drag and the Kinematics of Interplanetary Coronal Mass Ejections",
    "date_publ": "1 Oct 2010",
    "authors": [
      "Shane A. Maloney",
      "Peter T. Gallaghe"
    ],
    "abstract": "Abstract:  Coronal mass ejections (CMEs) are large-scale ejections of plasma and\nmagnetic field from the solar corona, which propagate through interplanetary\nspace at velocities of $\\sim$100--2500~km~s$^{-1}$. Although plane-of-sky\ncoronagraph measurements have provided some insight into their kinematics near\nthe Sun ($<$32~R$_\\odot$), it is still unclear what forces govern their\nevolution during both their early acceleration and later propagation. Here, we\nuse the dual perspectives of the Solar TErrestrial RElations Observatory\n(STEREO) spacecrafts to derive the three-dimensional kinematics of CMEs over a\nrange of heliocentric distances ($\\sim$2--250\\,R$_{\\odot}$). We find evidence\nfor solar wind (SW) drag-forces acting in interplanetary space, with a fast CME\ndecelerated and a slow CME accelerated towards typical SW velocities. We also\nfind that the fast CME showed linear ($\\delta=1$) dependence on the velocity\ndifference between the CME and the SW, while the slow CME showed a quadratic\n($\\delta=2$) dependence. The differing forms of drag for the two CMEs indicate\nthe forces and thus mechanism responsible for there acceleration may be\ndifferent.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1010.0192"
  },
  {
    "url": "https://arxiv.org/abs/1009.5884",
    "title": "Title:Automated sunspot detection and the evolution of sunspot magnetic fields during solar cycle 23",
    "date_publ": "29 Sep 2010",
    "authors": [
      "Fraser Watson",
      "Lyndsay Fletche"
    ],
    "abstract": "Abstract:  The automated detection of solar features is a technique which is relatively\nunderused but if we are to keep up with the flow of data from spacecraft such\nas the recently launched Solar Dynamics Observatory, then such techniques will\nbe very valuable to the solar community. Automated detection techniques allow\nus to examine a large set of data in a consistent way and in relatively short\nperiods of time allowing for improved statistics to be carried out on any\nresults obtained. This is particularly useful in the field of sunspot study as\ncatalogues can be built with sunspots detected and tracked without any human\nintervention and this provides us with a detailed account of how various\nsunspot properties evolve over time. This article details the use of the\nSunspot Tracking And Recognition Algorithm (STARA) to create a sunspot\ncatalogue. This catalogue is then used to analyse the magnetic fields in\nsunspot umbrae from 1996-2010, taking in the whole of solar cycle 23.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1009.5884"
  },
  {
    "url": "https://arxiv.org/abs/1009.5671",
    "title": "Title:The Oblique Orbit of the Super-Neptune HAT-P-11b",
    "date_publ": "28 Sep 2010",
    "authors": [
      "Joshua N. Winn",
      "John Asher Johnson",
      "Andrew W. Howard",
      "Geoffrey W. Marcy",
      "Howard Isaacson",
      "Avi Shporer",
      "Gaspar A. Bakos",
      "Joel D. Hartman",
      "Simon Albrech"
    ],
    "abstract": "Abstract:  We find the orbit of the Neptune-sized exoplanet HAT-P-11b to be highly\ninclined relative to the equatorial plane of its host star. This conclusion is\nbased on spectroscopic observations of two transits, which allowed the\nRossiter-McLaughlin effect to be detected with an amplitude of 1.5 m/s. The\nsky-projected obliquity is 103_{-10}^{+26} degrees. This is the smallest\nexoplanet for which spin-orbit alignment has been measured. The result favors a\nmigration scenario involving few-body interactions followed by tidal\ndissipation. This finding also conforms with the pattern that the systems with\nthe weakest tidal interactions have the widest spread in obliquities. We\npredict that the high obliquity of HAT-P-11 will be manifest in transit light\ncurves from the Kepler spacecraft: starspot-crossing anomalies will recur at\nmost once per stellar rotation period, rather than once per orbital period as\nthey would for a well-aligned system.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1009.5671"
  },
  {
    "url": "https://arxiv.org/abs/1009.5573",
    "title": "Title:Study of Interplanetary Magnetic Field with Ground State Alignment",
    "date_publ": "28 Sep 2010 (v1), last revised 2 Oct 2012 (this version, v4)",
    "authors": [
      "Jinyi Shangguan",
      "Huirong Ya"
    ],
    "abstract": "Abstract:  We demonstrate a new way of studying interplanetary magnetic field -- Ground\nState Alignment (GSA). Instead of sending thousands of space probes, GSA allows\nmagnetic mapping with any ground telescope facilities equipped with\nspectropolarimeter. The polarization of spectral lines that are pumped by the\nanisotropic radiation from the Sun is influenced by the magnetic realignment,\nwhich happens for magnetic field (<1G). As a result, the linear polarization\nbecomes an excellent tracer of the embedded magnetic field. The method is\nillustrated by our synthetic observations of the Jupiter's Io and comet Halley.\nPolarization at each point was constructed according to the local magnetic\nfield detected by spacecrafts. Both spatial and temporal variations of\nturbulent magnetic field can be traced with this technique as well. The\ninfluence of magnetic field on the polarization of scattered light is discussed\nin detail. For remote regions like the IBEX ribbons discovered at the boundary\nof interstellar medium, GSA provides a unique diagnostics of magnetic field.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1009.5573"
  },
  {
    "url": "https://arxiv.org/abs/1009.5118",
    "title": "Title:Comparisons of the Interstellar Magnetic Field Directions obtained from the IBEX Ribbon and Interstellar Polarizations",
    "date_publ": "26 Sep 2010",
    "authors": [
      "Priscilla C. Frisch",
      "B-G Andersson",
      "Andrei Berdyugin",
      "Herbert O. Funsten",
      "Mario Magalhaes",
      "David J. McComas",
      "Vilppu Piirola",
      "Nathan A. Schwadron",
      "Jonathan D. Slavin",
      "Sloane J. Wiktorowic"
    ],
    "abstract": "Abstract:  Variations in the spatial configuration of the interstellar magnetic field\n(ISMF) near the Sun can be constrained by comparing the ISMF direction at the\nheliosphere found from the Interstellar Boundary Explorer spacecraft (IBEX)\nobservations of a 'Ribbon' of energetic neutral atoms (ENAs), with the ISMF\ndirection derived from optical polarization data for stars within ~40 pc. Using\ninterstellar polarization observations towards ~30 nearby stars within 90 deg\nof the heliosphere nose, we find that the best fits to the polarization\nposition angles are obtained for a magnetic pole directed towards ecliptic\ncoordinates of lambda, beta 263 deg, 37 deg (or galactic coordinates of L,B 38\ndeg, 23deg), with uncertainties of +/- 35 deg, based on the broad minimum of\nthe best fits and the range of data quality. This magnetic pole is 33 deg from\nthe magnetic pole that is defined by the center of the arc of the ENA Ribbon.\nThe IBEX ENA ribbon is seen in sightlines that are perpendicular to the ISMF as\nit drapes over the heliosphere. The similarity of the polarization and Ribbon\ndirections for the local ISMF suggest that the local field is coherent over\nscale sizes of tens of parsecs. The ISMF vector direction is nearly\nperpendicular to the flow of local ISM through the local standard of rest,\nsupporting a possible local ISM origin related to an evolved expanding\nmagnetized shell. The local ISMF direction is found to have a curious geometry\nwith respect to the cosmic microwave background dipole moment.",
    "categories": [
      "Astrophysics of Galaxies (astro-ph.GA)"
    ],
    "url_pdf": "/pdf/1009.5118"
  },
  {
    "url": "https://arxiv.org/abs/1009.4468",
    "title": "Title:A Study of Halo Coronal Mass Ejections and Related Flare and Radio Burst Observations in Solar Cycle 23",
    "date_publ": "22 Sep 2010",
    "authors": [
      "M. Georgiou",
      "E. Mitsakou",
      "G. Pothitakis",
      "A. Hillaris",
      "P. Preka-Papadema",
      "X. Moussa"
    ],
    "abstract": "Abstract:  We present a statistical study of dynamical and kinetic characteristics of\nCMEs which show temporal and spatial association with flares and type II radio\nbursts or complex radio events of type II bursts and type IV continua. This\nstudy is based on a set of earth-directed full halo CMEs occurring during the\npresent solar cycle, with data from the Large Angle Spectrometric Coronagraphs\n(LASCO) and Extreme-Ultraviolet Imaging Telescope (EIT) aboard the Solar and\nHeliospheric Observatory (SOHO) mission and the Magnetic Fields Investigation\n(MFI) and 3-D Plasma and Energetic Particle Analyzer Investigation experiment\non board the WIND spacecraft.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1009.4468"
  },
  {
    "url": "https://arxiv.org/abs/1009.3646",
    "title": "Title:Type II Radio Emission and Solar Particle Observations",
    "date_publ": "19 Sep 2010",
    "authors": [
      "S. N. Kuznetsov",
      "V. G. Kurt",
      "B. Yushkov",
      "B. Yu",
      "I. N. Myagkova",
      "K. Kudela",
      "A. V. Belov",
      "C. Caroubalos",
      "A. Hilaris",
      "H. Mavromichalaki",
      "X. Moussas",
      "P. Preka-Papadem"
    ],
    "abstract": "Abstract:  The 28 October 2003 flare gave us the unique opportunity to compare the\nacceleration time of high-energy protons with the escaping time of those\nparticles which have been measured onboard spacecraft and by neutron monitors\nnetwork as GLE event. High-energy emission time scale and shock wave height and\nvelocity time dependencies were also studied.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1009.3646"
  },
  {
    "url": "https://arxiv.org/abs/1009.3463",
    "title": "Title:Coronal mass ejections as expanding force-free structures",
    "date_publ": "17 Sep 2010 (v1), last revised 14 Jan 2011 (this version, v2)",
    "authors": [
      "Maxim Lyutikov",
      "Konstantinos N. Gourgouliatos (Purdue University"
    ],
    "abstract": "Abstract:  We mode Solar coronal mass ejections (CMEs) as expanding force-fee magnetic\nstructures and find the self-similar dynamics of configurations with spatially\nconstant \\alpha, where {\\bf J} =\\alpha {\\bf B}, in spherical and cylindrical\ngeometries, expanding spheromaks and expanding Lundquist fields\ncorrespondingly. The field structures remain force-free, under the conventional\nnon-relativistic assumption that the dynamical effects of the inductive\nelectric fields can be neglected. While keeping the internal magnetic field\nstructure of the stationary solutions, expansion leads to complicated internal\nvelocities and rotation, induced by inductive electric field. The structures\ndepends only on overall radius R(t) and rate of expansion \\dot{R}(t) measured\nat a given moment, and thus are applicable to arbitrary expansion laws. In case\nof cylindrical Lundquist fields, the flux conservation requires that both axial\nand radial expansion proceed with equal rates. In accordance with observations,\nthe model predicts that the maximum magnetic field is reached before the\nspacecraft reaches the geometric center of a CME.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1009.3463"
  },
  {
    "url": "https://arxiv.org/abs/1009.3333",
    "title": "Title:On the vacuum fluctuations, Pioneer Anomaly and Modified Newtonian Dynamics",
    "date_publ": "17 Sep 2010 (v1), last revised 8 Feb 2011 (this version, v2)",
    "authors": [
      "Dragan Slavkov Hajdukovi"
    ],
    "abstract": "Abstract:  We argue that the so-called \"Pioneer Anomaly\" is related to the quantum\nvacuum fluctuations. Our approach is based on the hypothesis of the\ngravitational repulsion between matter and antimatter, what allows considering,\nthe virtual particle-antiparticle pairs in the physical vacuum, as\ngravitational dipoles. Our simplified calculations indicate that the anomalous\ndeceleration of the Pioneer spacecrafts could be a consequence of the vacuum\npolarization in the gravitational field of the Sun. At the large distances, the\nvacuum polarization by baryonic matter could mimic dark matter what opens\npossibility that dark matter do not exist, as advocated by the Modified\nNewtonian Dynamics (MOND).",
    "categories": [
      "General Physics (physics.gen-ph)"
    ],
    "url_pdf": "/pdf/1009.3333"
  },
  {
    "url": "https://arxiv.org/abs/1009.2710",
    "title": "Title:Activity in Geminid Parent (3200) Phaethon",
    "date_publ": "14 Sep 2010",
    "authors": [
      "David Jewitt",
      "Jing L"
    ],
    "abstract": "Abstract:  The asteroid (3200) Phaethon is widely recognized as the parent of the\nGeminid meteoroid stream. However, it has never shown evidence for on-going\nmass loss or for any form of comet-like activity that would indicate the\ncontinued replenishment of the stream. Following an alert by Battams and Watson\n(2009), we used NASA's STEREO-A spacecraft to image Phaethon near perihelion,\nin the period UT 2009 June 17 - 22, when the heliocentric distance was near\n0.14 AU. The resulting photometry shows an unexpected brightening, by a factor\nof two, starting UT 2009 June 20.2+/-0.2, which we interpret as an impulsive\nrelease of dust particles from Phaethon. If the density is near 2500 kg/m^3,\nthen the emitted dust particles must have a combined mass of ~2.5x10^8 a1 kg,\nwhere a1 is the particle radius in millimeters. Assuming a1 = 1, this is\napproximately 10^-4 of the Geminid stream mass and to replenish the stream in\nsteady-state within its estimated ~1000 yr lifetime would require ~10 events\nlike the one observed, per orbit. Alternatively, on-going mass loss may be\nunrelated to the event which produced the Phaethon-Geminid complex. An impact\norigin of the dust is highly unlikely. Phaethon is too hot for water ice to\nsurvive, rendering unlikely the possibility that dust is ejected through\ngas-drag from sublimated ice. Instead, we suggest that Phaethon is essentially\na rock comet, in which the small perihelion distance leads both to the\nproduction of dust (through thermal fracture and decomposition-cracking of\nhydrated minerals) and to its ejection into interplanetary space (through\nradiation pressure sweeping and other effects).",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1009.2710"
  },
  {
    "url": "https://arxiv.org/abs/1009.2701",
    "title": "Title:Diagnosing Timing Error in WMAP Data",
    "date_publ": "14 Sep 2010 (v1), last revised 1 Mar 2011 (this version, v2)",
    "authors": [
      "Hao Liu",
      "Shao-Lin Xiong",
      "Ti-Pei L"
    ],
    "abstract": "Abstract:  The Doppler dipole signal dominates the cosmic microwave background (CMB)\nanisotropy maps obtained by the Wilkinson Microwave Anisotropy Probe (WMAP)\nmission, and plays a key role throughout the data processing. Previously, we\ndiscovered a timing asynchronism of -25.6ms between the timestamps of the\nspacecraft attitude and radiometer output in the original raw WMAP time-ordered\ndata (TOD), which, if not corrected in following data processing, would\ngenerate an artificial quadrupole component (l=2) in recovered CMB maps (Liu,\nXiong & Li 2010). Recently, Roukema (2010b) proves that there does exist a\ntiming-offset-induced error corresponding to about -25.6ms in the WMAP\ncalibrated TOD by studying the fluctuation variance per pixel in the\ntemperature map recovered from the TOD as a function of assumed timing-offset.\nHere, we find evidence directly in the WMAP TOD for such an uncorrected timing\nerror, possibly occurred in calculating the Doppler dipole signal during the\nWMAP team's TOD data processing. The amplitude is highly significant and is\nconsistent with previous work. We also show that the uncorrected timing-offset\ncan lead the WMAP CMB quadrupole to be substantially overestimated.",
    "categories": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ],
    "url_pdf": "/pdf/1009.2701"
  },
  {
    "url": "https://arxiv.org/abs/1009.2427",
    "title": "Title:Anisotropy of Imbalanced Alfvenic Turbulence in Fast Solar Wind",
    "date_publ": "13 Sep 2010 (v1), last revised 9 Dec 2010 (this version, v2)",
    "authors": [
      "R. T. Wicks",
      "T. S. Horbury",
      "C. H. K. Chen",
      "A. A. Schekochihi"
    ],
    "abstract": "Abstract:  We present the first measurement of the scale-dependent power anisotropy of\nElsasser variables in imbalanced fast solar wind turbulence. The dominant\nElsasser mode is isotropic at lower spacecraft frequencies but becomes\nincreasingly anisotropic at higher frequencies. The sub-dominant mode is\nanisotropic throughout, but in a scale-independent way (at higher frequencies).\nThere are two distinct subranges exhibiting different scalings within what is\nnormally considered the inertial range. The low Alfven ratio and shallow\nscaling of the sub-dominant Elsasser mode suggest an interpretation of the\nobserved discrepancy between the velocity and magnetic field scalings. The\ntotal energy is dominated by the latter. These results do not appear to be\nfully explained by any of the current theories of incompressible imbalanced MHD\nturbulence.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1009.2427"
  },
  {
    "url": "https://arxiv.org/abs/1009.2018",
    "title": "Title:INSA scientific activities in the space astronomy area",
    "date_publ": "10 Sep 2010",
    "authors": [
      "Ricardo Perez Martinez",
      "Miguel Sanchez Porta"
    ],
    "abstract": "Abstract:  Support to Astronomy operations is an important and long-lived activity\nwithin INSA. Probably the best known (and traditional) INSA activities are\nthose related with real-time spacecraft operations: Ground station maintenance\nand operation (Ground station engineers and operators); spacecraft and payload\nreal-time operation (spacecraft and instruments controllers); computing\ninfrastructure maintenance (operators, analysts) and general site this http URL\nthis paper, we'll show a different perspective, probably not so well-known,\npresenting some INSA recent activities at the European Space Astronomy Centre\n(ESAC) and NASA Madrid Deep Space Communication Complex (MDSCC) directly\nrelated to scientific operations. Basic lines of activity involved include:\nOperations support for science operations; system and software support for real\ntime systems; technical administration and IT support; R \\& D activities,\nradioastronomy (at MDSCC and ESAC) and scientific research projects. This paper\nis structured as follows: first, INSA activities in two ESA cornerstone\nastrophysics missions, XMM-Newton and Herschel, will be outlined. Then, our\nactivities related to Science infrastructure services, represented by the\nVirtual Observatory (VO) framework and the Science Archives development\nfacilities are briefly shown. Radio Astronomy activities will be described\nafterwards, and finally, a few research topics in which INSA scientists are\ninvolved will be also described.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1009.2018"
  },
  {
    "url": "https://arxiv.org/abs/1008.4556",
    "title": "Title:\"Secular Light Curve of Comet 103P/Hartley 2, Target of the EPOXI Mission\"",
    "date_publ": "26 Aug 2010",
    "authors": [
      "Ignacio Ferri"
    ],
    "abstract": "Abstract:  In support of the EPOXI mission, we have compiled the secular light curve\n(SLC) of comet 103P/Hartley 2, the next target of EPOXI. a) Of the order of 30\nphotometric parameters are measured, over 20 of them new. The turn on point of\nactivity is -4.2 +/- 0.1 AU from the Sun, which corresponds to -400 +/- 40 d\nbefore perihelion. The total active time is TACTIVE= 1484 +/- 43 d. b) 103P is\na young dwarf comet, young because it has a photometric age P-AGE(1,1) = 15 +/-\n2 cy (comet years), and dwarf because its diameter is DEFFE = 1.14 +/- 0.16 km.\nc) The nucleus is very active, and the amplitude of the SLC is ASEC= 10.8 +/-\n0.1 mag in 1997. This comet is as active as 1P/Halley, but much smaller. d)\nAfter remaining active up to aphelion, the comet spills-over its activity into\nthe next orbit. e) Two linear laws change slope at a break point located at RBP\n= -1.20 +/- 0.1 AU before perihelion, and magnitude mBP = 9.4 +/- 0.1.\nSublimation is not controlled by water ice. The controlling substance may be CO\nor CO2 ice. CO2 has been detected spectroscopically. f) The water budget of\nthis comet is calculated. The comet expends 1.88 10^10 kg of water per\napparition. A new water-budget age is defined and it is found that WB-AGE = 19\ncy vs WB-AGE = 0.65 cy for 1P/Halley and 28 cy for 9P. g) The values of\nAf{\\rho} are calculated on two dates and we find dust production rates of 106\nand 37 kg/s. h) The thickness of the layer lost per apparition is calculated,\nand we find {\\Delta}r = 39 m where r is the radius. Since the radius of this\ncomet is r = 570 m, it is found that at the present rate the comet may\ndisappear in only 17 revolutions (~109 y). i) All comets visited by spacecraft\nare young objects. 103P follows the same trend. It is expected that the surface\nmorphology that will be found in future EPOXI images should be very similar to\nthat of previous comets.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1008.4556"
  },
  {
    "url": "https://arxiv.org/abs/1008.3983",
    "title": "Title:Dynamics and plasma properties of an X-ray jet from SUMER, EIS, XRT and EUVI A & B simultaneous observations",
    "date_publ": "24 Aug 2010",
    "authors": [
      "M. S. Madjarsk"
    ],
    "abstract": "Abstract:  Small-scale transient phenomena in the quiet Sun are believed to play an\nimportant role in coronal heating and solar wind generation. One of them named\nas \"X-ray jet\" is the subject of our study. We indent to investigate the\ndynamics, evolution and physical properties of this phenomenon. We combine\nspatially and temporally multi-instrument observations obtained simultaneously\nwith the SUMER spectrometer onboard SoHO, EIS and XRT onboard Hinode, and\nEUVI/SECCHI onboard the Ahead and Behind STEREO spacecrafts. We derive plasma\nparameters such as temperatures and densities as well as dynamics by using\nspectral lines formed in the temperature range from 10 000 K to 12 MK. We also\nuse image difference technique to investigate the evolution of the complex\nstructure of the studied phenomenon. With the available unique combination of\ndata we were able to establish that the formation of a jet-like event is\ntriggered by not one but several energy depositions which are most probably\noriginating from magnetic reconnection. Each energy deposition is followed by\nthe expulsion of pre-existing or new reconnected loops and/or collimated flow\nalong open magnetic field lines. We derived in great detail the dynamic process\nof X-ray jet formation and evolution. We also found for the first time\nspectroscopically in the quiet Sun a temperature of 12~MK and density of 4\n10^10~cm^-3 in a reconnection site. We raise an issue concerning an uncertainty\nin using the SUMER Mg X 624.9 A line for coronal diagnostics. We clearly\nidentified two types of up-flow: one collimated up-flow along open magnetic\nfield lines and a plasma cloud formed from the expelled BP loops. We also\nreport a cooler down-flow along closed magnetic field lines. A comparison is\nmade with a model developed by Moreno-Insertis \\etal\\ (2008).",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1008.3983"
  },
  {
    "url": "https://arxiv.org/abs/1008.3607",
    "title": "Title:Measuring the mass of solar system planets using pulsar timing",
    "date_publ": "21 Aug 2010",
    "authors": [
      "D. J. Champion",
      "G. B. Hobbs",
      "R. N. Manchester",
      "R. T. Edwards",
      "D. C. Backer",
      "M. Bailes",
      "N. D. R. Bhat",
      "S. Burke-Spolaor",
      "W. Coles",
      "P. B. Demorest",
      "R. D. Ferdman",
      "W. M. Folkner",
      "A. W. Hotan",
      "M. Kramer",
      "A. N. Lommen",
      "D. J. Nice",
      "M. B. Purver",
      "J. M. Sarkissian",
      "I. H. Stairs",
      "W. van Straten",
      "J. P. W. Verbiest",
      "D. R. B. Yardle"
    ],
    "abstract": "Abstract:  High-precision pulsar timing relies on a solar-system ephemeris in order to\nconvert times of arrival (TOAs) of pulses measured at an observatory to the\nsolar system barycenter. Any error in the conversion to the barycentric TOAs\nleads to a systematic variation in the observed timing residuals; specifically,\nan incorrect planetary mass leads to a predominantly sinusoidal variation\nhaving a period and phase associated with the planet's orbital motion about the\nSun. By using an array of pulsars (PSRs J0437-4715, J1744-1134, J1857+0943,\nJ1909-3744), the masses of the planetary systems from Mercury to Saturn have\nbeen determined. These masses are consistent with the best-known masses\ndetermined by spacecraft observations, with the mass of the Jovian system,\n9.547921(2)E-4 Msun, being significantly more accurate than the mass determined\nfrom the Pioneer and Voyager spacecraft, and consistent with but less accurate\nthan the value from the Galileo spacecraft. While spacecraft are likely to\nproduce the most accurate measurements for individual solar system bodies, the\npulsar technique is sensitive to planetary system masses and has the potential\nto provide the most accurate values of these masses for some planets.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1008.3607"
  },
  {
    "url": "https://arxiv.org/abs/1008.2356",
    "title": "Title:First Kepler results on compact pulsators II: KIC 010139564, a new pulsating subdwarf B (V361 Hya) star with an additional low-frequency mode",
    "date_publ": "13 Aug 2010",
    "authors": [
      "Steven D. Kawaler",
      "M.D. Reed",
      "A. C. Quint",
      "R. H. Østensen",
      "R. Silvotti",
      "A. S. Baran",
      "S. Charpinet",
      "S. Bloemen",
      "D. W. Kurtz",
      "J. Telting",
      "G. Handler",
      "H. Kjeldsen",
      "J. Christensen-Dalsgaard",
      "W. J. Borucki",
      "D. G. Koch",
      "J. Robinso"
    ],
    "abstract": "Abstract:  We present the discovery of nonradial pulsations in a hot subdwarf B star\nbased on 30.5 days of nearly continuous time-series photometry using the\n\\emph{Kepler} spacecraft. KIC 010139564 is found to be a short-period pulsator\nof the V361 Hya (EC 14026) class with more than 10 independent pulsation modes\nwhose periods range from 130 to 190 seconds. It also shows one periodicity at a\nperiod of 3165 seconds. If this periodicity is a high order g-mode, then this\nstar may be the hottest member of the hybrid DW Lyn stars. In addition to the\nresolved pulsation frequencies, additional periodic variations in the light\ncurve suggest that a significant number of additional pulsation frequencies may\nbe present. The long duration of the run, the extremely high duty cycle, and\nthe well-behaved noise properties allow us to explore the stability of the\nperiodic variations, and to place strong constraints on how many of them are\nindependent stellar oscillation modes. We find that most of the identified\nperiodicities are indeed stable in phase and amplitude, suggesting a rotation\nperiod of 2-3 weeks for this star, but further observations are needed to\nconfirm this suspicion.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1008.2356"
  },
  {
    "url": "https://arxiv.org/abs/1008.1742",
    "title": "Title:Dust in the Interplanetary Medium",
    "date_publ": "10 Aug 2010",
    "authors": [
      "Ingrid Mann",
      "Andrzej Czechowski",
      "Nicole Meyer-Vernet",
      "Arnaud Zaslavsky",
      "Herve Lam"
    ],
    "abstract": "Abstract:  The mass density of dust particles that form from asteroids and comets in the\ninterplanetary medium of the solar system is, near 1 AU, comparable to the mass\ndensity of the solar wind. It is mainly contained in particles of micrometer\nsize and larger. Dust and larger objects are destroyed by collisions and\nsublimation and hence feed heavy ions into the solar wind and the solar corona.\nSmall dust particles are present in large number and as a result of their large\ncharge to mass ratio deflected by electromagnetic forces in the solar wind. For\nnano dust particles of sizes 1 - 10 nm, recent calculations show trapping near\nthe Sun and outside from about 0.15 AU ejection with velocities close to solar\nwind velocity. The fluxes of ejected nano dust are detected near 1AU with the\nplasma wave instrument onboard the STEREO spacecraft. Though such electric\nsignals have been observed during dust impacts before, the interpretation\ndepends on several different parameters and data analysis is still in progress.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1008.1742"
  },
  {
    "url": "https://arxiv.org/abs/1008.1167",
    "title": "Title:Galactic Plane image sharpness as a check on cosmic microwave background mapmaking",
    "date_publ": "6 Aug 2010",
    "authors": [
      "Boudewijn F. Roukema (Torun Centre for Astronomy"
    ],
    "abstract": "Abstract:  The largest uncollapsed inhomogeneity in the observable Universe is\nstatistically represented in the quadrupole signal of the cosmic microwave\nbackground (CMB) sky maps as observed by the Wilkinson Microwave Anisotropy\nProbe (WMAP). The constant temporal offset of -25.6 ms between the timestamps\nof the spacecraft attitude and observational data records in the time-ordered\ndata (TOD) of the WMAP observations was suspected to imply that previously\nderived all-sky CMB maps are erroneous, and that the quadrupole is in large\npart an artefact. The optimal focussing of bright objects in the Galactic Plane\nplays a key role in showing that no error occurred at the step of mapmaking\nfrom the calibrated TOD. Instead, the error had an effect when the uncalibrated\nTOD were calibrated. Estimates of the high-latitude quadrupole based on the\nwrongly calibrated WMAP maps are overestimated by about 15-60%.",
    "categories": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ],
    "url_pdf": "/pdf/1008.1167"
  }
]