[
  {
    "url": "https://arxiv.org/abs/2004.09978",
    "title": "Title:Reinforcement Meta-Learning for Interception of Maneuvering Exoatmospheric Targets with Parasitic Attitude Loop",
    "date_publ": "18 Apr 2020",
    "authors": [
      "Brian Gaudet",
      "Roberto Furfaro",
      "Richard Linares",
      "Andrea Scorsogli"
    ],
    "abstract": "Abstract:  We use Reinforcement Meta-Learning to optimize an adaptive integrated\nguidance, navigation, and control system suitable for exoatmospheric\ninterception of a maneuvering target. The system maps observations consisting\nof strapdown seeker angles and rate gyro measurements directly to thruster\non-off commands. Using a high fidelity six degree-of-freedom simulator, we\ndemonstrate that the optimized policy can adapt to parasitic effects including\nseeker angle measurement lag, thruster control lag, the parasitic attitude loop\nresulting from scale factor errors and Gaussian noise on angle and rotational\nvelocity measurements, and a time varying center of mass caused by fuel\nconsumption and slosh. Importantly, the optimized policy gives good performance\nover a wide range of challenging target maneuvers. Unlike previous work that\nenhances range observability by inducing line of sight oscillations, our system\nis optimized to use only measurements available from the seeker and rate gyros.\nThrough extensive Monte Carlo simulation of randomized exoatmospheric\ninterception scenarios, we demonstrate that the optimized policy gives\nperformance close to that of augmented proportional navigation with perfect\nknowledge of the full engagement state. The optimized system is computationally\nefficient and requires minimal memory, and should be compatible with today's\nflight processors.",
    "categories": [
      "Systems and Control (eess.SY)",
      " Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/2004.09978"
  },
  {
    "url": "https://arxiv.org/abs/2004.09130",
    "title": "Title:Resonant whistler-electron interactions: MMS observations vs. test-particle simulation",
    "date_publ": "20 Apr 2020",
    "authors": [
      "Etienne Behar",
      "Fouad Sahraoui",
      "Laura Berci"
    ],
    "abstract": "Abstract:  Simultaneous observation of characteristic 3-dimensional (3D) signatures in\nthe electron velocity distribution function (VDF) and intense\nquasi-monochromatic waves by the Magnetospheric Multiscale (MMS) spacecraft in\nthe terrestrial magnetosheath are investigated. The intense wave packets are\ncharacterised and modeled analytically as quasi-parallel circularly-polarized\nwhistler waves and applied to a test-particle simulation in view of gaining\ninsight into the signature of the wave-particle resonances in velocity space.\nBoth the Landau and the cyclotron resonances were evidenced in the\ntest-particle simulations. The location and general shape of the test-particle\nsignatures do account for the observations, but the finer details, such as the\nsymmetry of the observed signatures are not matched, indicating either the\nlimits of the test-particle approach, or a more fundamental physical mechanism\nnot yet grasped. Finally, it is shown that the energisation of the electrons in\nthis precise resonance case cannot be diagnosed using the moments of the\ndistribution function, as done with the classical ${\\bf E}.{\\bf J}$\n\"dissipation\" estimate.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/2004.09130"
  },
  {
    "url": "https://arxiv.org/abs/2004.08923",
    "title": "Title:Short-cadence K2 observations of an accretion-state transition in the polar Tau 4",
    "date_publ": "19 Apr 2020",
    "authors": [
      "Colin Littlefield",
      "Peter Garnavich",
      "Paula Szkody",
      "Gavin Ramsay",
      "Steve Howell",
      "Isabel Lima",
      "Mark Kennedy",
      "Lewis Coo"
    ],
    "abstract": "Abstract:  The Kepler spacecraft observed a total of only four AM Herculis cataclysmic\nvariable stars during its lifetime. We analyze the short-cadence K2 light curve\nof one of those systems, Tau 4 (RX J0502.8+1624), which underwent a\nserendipitous jump from a low-accretion state into a high state during the\nfinal days of the observation. Apart from one brief flare, there was no\nevidence of accretion during the 70 d of observations of the low state. As Tau\n4 transitioned into a high state, the resumption of accretion was very gradual,\ntaking approximately six days (~90 binary orbits). We supplement Tau 4's K2\nlight curve with time-resolved spectroscopy obtained in both high and low\nstates of accretion. High-excitation lines, such as He II 468.6 nm, were\nextraordinarily weak, even when the system was actively accreting. This\nstrongly suggests the absence of an accretion shock, placing Tau 4 in the\nbombardment regime predicted for AM Herculis systems with low accretion rates.\nIn both the high-state and low-state spectra, Zeeman absorption features from\nthe white dwarf's photosphere are present and reveal a surface-averaged field\nstrength of $15\\pm2$ MG. Remarkably, the high-state spectra also show\nZeeman-split emission lines produced in a region with a field strength of\n$12\\pm1$ MG. Zeeman emission has not been previously reported in an AM Herculis\nsystem, and we propose that the phenomenon is caused by a temperature inversion\nin the WD's atmosphere near the accretion region.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/2004.08923"
  },
  {
    "url": "https://arxiv.org/abs/2004.07929",
    "title": "Title:Sliding Mode Attitude Maneuver Control for Rigid Spacecraft without Unwinding",
    "date_publ": "15 Apr 2020",
    "authors": [
      "Rui-Qi Dong",
      "Ai-Guo Wu",
      "Ying Zhan"
    ],
    "abstract": "Abstract:  In this paper, attitude maneuver control without unwinding phenomenon is\ninvestigated for rigid spacecraft. First, a novel switching function is\nconstructed by a hyperbolic sine function. It is shown that the spacecraft\nsystem possesses the unwinding-free performance when the system states are on\nthe sliding surface. Based on the designed switching function, a sliding mode\ncontroller is developed to ensure the robustness of the attitude maneuver\ncontrol system. Another essential feature of the presented attitude control law\nis that a dynamic parameter is introduced to guarantee the unwinding-free\nperformance when the system states are outside the sliding surface. The\nsimulation results demonstrate that the unwinding phenomenon is avoided during\nthe attitude maneuver of a rigid spacecraft by adopting the constructed\nswitching function and the proposed attitude control scheme.",
    "categories": [
      "Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2004.07929"
  },
  {
    "url": "https://arxiv.org/abs/2004.07515",
    "title": "Title:Identifying and Addressing Nonstationary LISA Noise",
    "date_publ": "16 Apr 2020 (v1), last revised 18 Sep 2020 (this version, v2)",
    "authors": [
      "Matthew C. Edwards",
      "Patricio Maturana-Russel",
      "Renate Meyer",
      "Jonathan Gair",
      "Natalia Korsakova",
      "Nelson Christense"
    ],
    "abstract": "Abstract:  We anticipate noise from the Laser Interferometer Space Antenna (LISA) will\nexhibit nonstationarities throughout the duration of its mission due to factors\nsuch as antenna repointing, cyclostationarities from spacecraft motion, and\nglitches as highlighted by LISA Pathfinder. In this paper, we use a surrogate\ndata approach to test the stationarity of a time series which does not rely on\nthe Gaussianity assumption. The main goal is to identify noise\nnonstationarities in the future LISA mission. This will be necessary for\ndetermining how often the LISA noise power spectral density (PSD) will need to\nbe updated for parameter estimation routines. We conduct a thorough simulation\nstudy illustrating the power/size of various versions of the hypothesis tests,\nand then apply these approaches to differential acceleration measurements from\nLISA Pathfinder. We also develop a data analysis strategy for addressing\nnonstationarities in the LISA PSD, where we update the noise PSD over time,\nwhile simultaneously conducting parameter estimation, with a focus on planned\ndata gaps.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2004.07515"
  },
  {
    "url": "https://arxiv.org/abs/2004.07199",
    "title": "Title:MMS SITL Ground Loop: Automating the burst data selection process",
    "date_publ": "15 Apr 2020 (v1), last revised 20 Jul 2020 (this version, v2)",
    "authors": [
      "Matthew R. Argall",
      "Colin Small",
      "Samantha Piatt",
      "Liam Breen",
      "Marek Petrik",
      "Kim Kokkonen",
      "Julie Barnum",
      "Kristopher Larsen",
      "Frederick D. Wilder",
      "Mitsuo Oka",
      "William R. Paterson",
      "Roy B. Torbert",
      "Robert E. Ergun",
      "Tai Phan",
      "Barbara L. Giles",
      "James L. Burc"
    ],
    "abstract": "Abstract:  Global-scale energy flow throughout Earth's magnetosphere (MSP) is catalyzed\nby processes that occur at Earth's magnetopause (MP). Magnetic reconnection is\none process responsible for solar wind entry into and global convection within\nthe MSP, and the MP location, orientation, and motion have an impact on the\ndynamics. Statistical studies that focus on these and other MP phenomena and\ncharacteristics inherently require MP identification in their event search\ncriteria, a task that can be automated using machine learning. We introduce a\nLong-Short Term Memory (LSTM) Recurrent Neural Network model to detect MP\ncrossings and assist studies of energy transfer into the MSP. As its first\napplication, the LSTM has been implemented into the operational data stream of\nthe Magnetospheric Multiscale (MMS) mission. MMS focuses on the electron\ndiffusion region of reconnection, where electron dynamics break magnetic field\nlines and plasma is energized. MMS employs automated burst triggers onboard the\nspacecraft and a Scientist-in-the-Loop (SITL) on the ground to select intervals\nlikely to contain diffusion regions. Only low-resolution data is available to\nthe SITL, which is insufficient to resolve electron dynamics. A strategy for\nthe SITL, then, is to select all MP crossings. Of all 219 SITL selections\nclassified as MP crossings during the first five months of model operations,\nthe model predicted 166 (76%) of them, and of all 360 model predictions, 257\n(71%) were selected by the SITL. Most predictions that were not classified as\nMP crossings by the SITL were still MP-like; the intervals contained mixed\nmagnetosheath and magnetospheric plasmas. The LSTM model and its predictions\nare public to ease the burden of arduous event searches involving the MP,\nincluding those for EDRs. For MMS, this helps free up mission operation costs\nby consolidating manual classification processes into automated routines.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2004.07199"
  },
  {
    "url": "https://arxiv.org/abs/2004.07001",
    "title": "Title:Anti-Unwinding Sliding Mode Attitude Maneuver Control for Rigid Spacecraft",
    "date_publ": "15 Apr 2020",
    "authors": [
      "Rui-Qi Dong",
      "Ai-Guo Wu",
      "Ying Zhan"
    ],
    "abstract": "Abstract:  In this paper, anti-unwinding attitude maneuver control for rigid spacecraft\nis considered. First, in order to avoid the unwinding phenomenon when the\nsystem states are restricted to the switching surface, a novel switching\nfunction is constructed by hyperbolic sine functions such that the switching\nsurface contains two equilibriums. Then, a sliding mode attitude maneuver\ncontroller is designed based on the constructed switching function to ensure\nthe robustness of the closed-loop attitude maneuver control system to\ndisturbance. Another important feature of the developed attitude control law is\nthat a dynamic parameter is introduced to guarantee the anti-unwinding\nperformance before the system states reach the switching surface. The\nsimulation results demonstrate that the unwinding problem is settled during\nattitude maneuver for rigid spacecraft by adopting the newly constructed\nswitching function and proposed attitude control scheme.",
    "categories": [
      "Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2004.07001"
  },
  {
    "url": "https://arxiv.org/abs/2004.06164",
    "title": "Title:Intermittency and Ion Temperature-Anisotropy Instabilities: Simulation and Magnetosheath Observation",
    "date_publ": "13 Apr 2020",
    "authors": [
      "Ramiz A. Qudsi",
      "Riddhi Bandyopadhyay",
      "Bennett A. Maruca",
      "Tulasi N. Parashar",
      "William H. Matthaeus",
      "Alexandros Chasapis",
      "S. Peter Gary",
      "Barbara L. Giles",
      "Daniel J. Gershman",
      "Craig J. Pollock",
      "Robert J. Strangeway",
      "Roy B. Torbert",
      "Thomas E. Moore",
      "James L. Burc"
    ],
    "abstract": "Abstract:  Weakly collisional space plasmas are rarely in local thermal equilibrium and\noften exhibit non-Maxwellian electron and ion velocity distributions that lead\nto the growth of microinstabilities, that is, enhanced electric and magnetic\nfields at relatively short wavelengths. These instabilities play an active role\nin the evolution of space plasmas, as does ubiquitous broadband turbulence\ninduced by turbulent structures. This study compares certain properties of a\n2.5 dimensional Particle-In-Cell (PIC) simulation for the forward cascade of\nAlfvenic turbulence in a collisionless plasma against the same properties of\nturbulence observed by the Magnetospheric Multiscale Mission spacecraft in the\nterrestrial magnetosheath. The PIC\nsimulation is of decaying turbulence which develops both coherent structures\nand anisotropic ion velocity distributions with the potential to drive kinetic\nscale instabilities. The uniform background magnetic field points perpendicular\nto the plane of the simulation. Growth rates are computed from linear theory\nusing the ion temperature anisotropies and ion beta values for both the\nsimulation and the observations. Both the simulation and the observations show\nthat strong anisotropies and growth rates occur highly intermittently in the\nplasma, and the simulation further shows that such anisotropies preferentially\noccur near current sheets. This suggests that, though microinstabilities may\naffect the plasma globally , they act locally and develop in response to\nextreme temperature anisotropies generated by turbulent structures. Further\nstudies will be necessary to understand why there is an apparent correlation\nbetween linear instability theory and strongly intermittent turbulence.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2004.06164"
  },
  {
    "url": "https://arxiv.org/abs/2004.04587",
    "title": "Title:Radar evidence of subglacial liquid water on Mars",
    "date_publ": "9 Apr 2020",
    "authors": [
      "R. Orosei",
      "S. E. Lauro",
      "E. Pettinelli",
      "A. Cicchetti",
      "M. Coradini",
      "B. Cosciotti",
      "F. Di Paolo",
      "E. Flamini",
      "E. Mattei",
      "M. Pajola",
      "F. Soldovieri",
      "M. Cartacci",
      "F. Cassenti",
      "A. Frigeri",
      "S. Giuppi",
      "R. Martufi",
      "A. Masdea",
      "G. Mitri",
      "C. Nenna",
      "R. Noschese",
      "M. Restano",
      "R. Se"
    ],
    "abstract": "Abstract:  The presence of liquid water at the base of the Martian polar caps has long\nbeen suspected but not observed. We surveyed the Planum Australe region using\nthe Mars Advanced Radar for Subsurface and Ionosphere Sounding, a low-frequency\nradar on the Mars Express spacecraft. Radar profiles collected between May 2012\nand December 2015, contain evidence of liquid water trapped below the ice of\nthe South Polar Layered Deposits. Anomalously bright subsurface reflections\nwere found within a well-defined, 20km wide zone centered at 193°E,\n81°S, surrounded by much less reflective areas. Quantitative analysis of\nthe radar signals shows that this bright feature has high dielectric\npermittivity >15, matching water-bearing materials. We interpret this feature\nas a stable body of liquid water on Mars.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2004.04587"
  },
  {
    "url": "https://arxiv.org/abs/2004.04527",
    "title": "Title:Numerical solutions for phase noise due to pointing jitter with the LISA telescope",
    "date_publ": "9 Apr 2020",
    "authors": [
      "Jean-Yves Vinet",
      "Nelson Christensen",
      "Nicoleta Dinu-Jaeger",
      "Michel Lintz",
      "Nary Man",
      "Mikhaël Picho"
    ],
    "abstract": "Abstract:  The aim of the Laser Interferometer Space Antenna (LISA) is to detect\ngravitational waves through a phase modulation in long (2.5 Mkm) laser light\nlinks between spacecraft. Among other noise sources to be addressed are the\nphase fluctuations caused by a possible angular jitter of the emitted beam. The\npresent paper follows our preceding one (Vinet et al 2019 Class. Quant. Grav.\n36, 205 003) based on an analytical study of the far field phase. We address\nhere a numerical treatment of the phase, to first order in the emitted\nwavefront aberrations, but without any assumptions on the static bias term. We\nverify that, in the phase change, the higher order terms in the static\nmispointing are consistent with the results found in our preceding paper.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Optics (physics.optics)"
    ],
    "url_pdf": "/pdf/2004.04527"
  },
  {
    "url": "https://arxiv.org/abs/2004.03241",
    "title": "Title:A Unique Resource for Solar Flare Diagnostic Studies: the SMM Bent Crystal Spectrometer",
    "date_publ": "7 Apr 2020",
    "authors": [
      "J. Sylwester",
      "B. Sylwester",
      "K. J. H. Phillips",
      "A. Kepa",
      "C. G. Raple"
    ],
    "abstract": "Abstract:  The Bent Crystal Spectrometer (BCS) on the NASA Solar Maximum Mission\nspacecraft observed the X-ray spectra of numerous solar flares during the\nperiods 1980 February to November and 1984~--~1989. The instrument, the first\nof its kind to use curved crystal technology, observed the resonance lines of\nHe-like Ca (\\caxix) and Fe (\\fexxv) and neighboring satellite lines, allowing\nthe study of the rapid evolution of flare plasma temperature, turbulence, mass\nmotions etc. To date there has not been a solar X-ray spectrometer with\ncomparable spectral and time resolution, while subsequent solar cycles have\ndelivered far fewer and less intense flares. The BCS data archive thus offers\nan unparalleled resource for flare studies. A recent re-assessment of the BCS\ncalibration and its operations is extended here by using data during a\nspacecraft scan in the course of a flare on 1980 November~6 that highlights\nsmall deformations in the crystal curvature of the important channel~1 (viewing\nlines of \\caxix\\ and satellites). The results explain long-standing anomalies\nin spectral line ratios which have been widely discussed in the past. We also\nprovide an in-flight estimation of the BCS collimator field of view which\nimproves the absolute intensity calibration of the BCS. The BCS channel~1\nbackground is shown to be entirely due to solar continuum radiation, confirming\nearlier analyses implying a time-variable flare abundance of Ca. We suggest\nthat BCS high-resolution \\caxix\\ and \\fexxv\\ line spectra be used as templates\nfor the analysis of X-ray spectra of non-solar sources.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2004.03241"
  },
  {
    "url": "https://arxiv.org/abs/2004.02663",
    "title": "Title:Modeling the complete set of Cassini's UVIS occultation observations of Enceladus' plume",
    "date_publ": "6 Apr 2020",
    "authors": [
      "Ganna Portyankina",
      "Larry W. Esposito",
      "Klaus-Michael Aye",
      "Candice J. Hansen",
      "Ashar Al"
    ],
    "abstract": "Abstract:  The Cassini Ultraviolet Imaging Spectrograph (UVIS) observed a plume of water\nvapor spewing out from the south polar regions of Enceladus in occultation\ngeometry 7 times during the Cassini mission. Five of them yielded data resolved\nspatially that allowed fits to a set of individually modeled jets. We created a\ndirect simulation Monte Carlo (DSMC) model to simulate individual water vapor\njets with the aim of fitting them to water vapor abundance along the UVIS line\nof sight during occultation observations. Accurate location and attitude of\nspacecraft together with positions of Enceladus and Saturn at each observation\ndetermine the relationship between the three-dimensional water vapor number\ndensity in the plume and the two-dimensional profiles of water vapor abundances\nalong the line of sight recorded by UVIS. By individually fitting observed and\nmodeled jets, every occultation observation of UVIS presented a unique\nperspective to the physical properties and distribution of the jets. The\nminimum velocity of water vapor in the jets is determined from the narrowest\nobserved individual jet profile: it ranges from 800 m/s to 1.8 km/s for the\nUVIS occultation observations. 41 individual jets were required to fit the\nhighest resolution UVIS dataset taken during the Solar occultation however, an\nalternative larger set of linearly-dependent jets can not be excluded without\ninvoking additional preferably unrelated data from other instruments. A smaller\nnumber of jets is required to fit the stellar occultation data because of their\nspatial resolution and geometry. We identify a set of 37 jets that were\nrepeatedly present in best fits to several UVIS occultation observations. These\njets were probably active through the whole Cassini mission.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2004.02663"
  },
  {
    "url": "https://arxiv.org/abs/2004.02092",
    "title": "Title:The prescribed time sliding mode control for attitude tracking of spacecraft",
    "date_publ": "5 Apr 2020",
    "authors": [
      "Zhirun Chen",
      "Xiaozhe Ju",
      "Ziwei Wang",
      "Qing L"
    ],
    "abstract": "Abstract:  With the development of the space missions, there are extensive missions in\nthe demand of the prescribed time convergence. However, it is still a difficult\nwork to combine the prescribed time method with the sliding mode control due to\nthe infinite gain of the prescribed time method while approaching the\nprescribed time and two periods of sliding mode control. In this paper, a new\nprescribed time sliding mode control method is proposed for general systems\nwith matched disturbances, from the second-order system to the high-order\nsystem. A novel sliding mode variable with explicit time term is designed for\nachieving the prescribed time convergence. More importantly, as time approaches\nthe prescribed time, the singularity of control input can be avoided. Finally,\nthis paper presents a disturbance observer based prescribed time sliding mode\ncontrol method for attitude tracking of spacecraft and the efficiency of this\nmethod has been verified through the numerical simulations.",
    "categories": [
      "Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2004.02092"
  },
  {
    "url": "https://arxiv.org/abs/2004.01017",
    "title": "Title:Initial results from the New Horizons exploration of 2014 MU69, a small Kuiper Belt Object",
    "date_publ": "2 Apr 2020",
    "authors": [
      "S. A. Stern",
      "H. A. Weaver",
      "J. R. Spencer",
      "C. B. Olkin",
      "G. R. Gladstone",
      "W. M. Grundy",
      "J. M. Moore",
      "D. P. Cruikshank",
      "H. A. Elliott",
      "W. B. McKinnon",
      "J. Wm. Parker",
      "A. J. Verbiscer",
      "L. A. Young",
      "D. A. Aguilar",
      "J. M. Albers",
      "T. Andert",
      "J. P. Andrews",
      "F. Bagenal",
      "M. E. Banks",
      "B. A. Bauer",
      "J. A. Bauman",
      "K. E. Bechtold",
      "C. B. Beddingfield",
      "N. Behrooz",
      "K. B. Beisser",
      "S. D. Benecchi",
      "E. Bernardoni",
      "R. A. Beyer",
      "S. Bhaskaran",
      "C. J. Bierson",
      "R. P. Binzel",
      "E. M. Birath",
      "M. K. Bird",
      "D. R. Boone",
      "A. F. Bowman",
      "V. J. Bray",
      "D. T. Britt",
      "L. E. Brown",
      "M. R. Buckley",
      "M. W. Buie",
      "B. J. Buratti",
      "L. M. Burke",
      "S. S. Bushman",
      "B. Carcich",
      "A. L. Chaikin",
      "C. L. Chavez",
      "A. F. Cheng",
      "E. J. Colwell",
      "S. J. Conard",
      "M. P. Conner",
      "C. A. Conrad",
      "J. C. Cook",
      "S. B. Cooper",
      "O. S. Custodio",
      "C. M. Dalle Ore",
      "C. C. Deboy",
      "P. Dharmavaram",
      "R. D. Dhingra",
      "G. F. Dunn",
      "A. M. Earle",
      "A. F. Egan",
      "J. Eisig",
      "M. R. El-Maarry",
      "C. Engelbrecht",
      "B. L. Enke",
      "C. J. Ercol",
      "E. D. Fattig",
      "C. L. Ferrell",
      "T. J. Finley",
      "J. Firer",
      "J. Fischetti",
      "W. M. Folkner",
      "M. N. Fosbury",
      "G. H. Fountain",
      "J. M. Freeze",
      "L. Gabasova",
      "L. S. Glaze",
      "J. L. Green",
      "G. A. Griffith",
      "Y. Guo",
      "M. Hahn",
      "D. W. Hals",
      "D. P. Hamilton",
      "S. A. Hamilton",
      "J. J. Hanley",
      "A. Harch",
      "K. A. Harmon",
      "H. M. Hart",
      "J. Hayes",
      "C. B. Hersman",
      "M. E. Hill",
      "T. A. Hill",
      "J. D. Hofgartner",
      "M. E. Holdridge",
      "M. Horányi",
      "A. Hosadurga",
      "A. D. Howard",
      "C. J. A. Howett",
      "S. E. Jaskulek",
      "D. E. Jennings",
      "J. R. Jensen",
      "M. R. Jones",
      "H. K. Kang",
      "D. J. Katz",
      "D. E. Kaufmann",
      "J. J. Kavelaars",
      "J. T. Keane",
      "G. P. Keleher",
      "M. Kinczyk",
      "M. C. Kochte",
      "P. Kollmann",
      "S. M. Krimigis",
      "G. L. Kruizinga",
      "D. Y. Kusnierkiewicz",
      "M. S. Lahr",
      "T. R. Lauer",
      "G. B. Lawrence",
      "J. E. Lee",
      "E. J. Lessac-Chenen",
      "I. R. Linscott",
      "C. M. Lisse",
      "A. W. Lunsford",
      "D. M. Mages",
      "V. A. Mallder",
      "N. P. Martin",
      "B. H. May",
      "D. J. McComas",
      "R. L. McNutt",
      "Jr. D. S. Mehoke",
      "T. S. Mehoke",
      "D. S. Nelson",
      "H. D. Nguyen",
      "J. I. Núñez",
      "A. C. Ocampo",
      "W. M. Owen",
      "G. K. Oxton",
      "A. H. Parker",
      "M. Pätzold",
      "J. Y. Pelgrift",
      "F. J. Pelletier",
      "J. P. Pineau",
      "M. R. Piquette",
      "S. B. Porter",
      "S. Protopapa",
      "E. Quirico",
      "J. A. Redfern",
      "A. L. Regiec",
      "H. J. Reitsema",
      "D. C. Reuter",
      "D. C. Richardson",
      "J. E. Riedel",
      "M. A. Ritterbush",
      "S. J. Robbins",
      "D. J. Rodgers",
      "G. D. Rogers",
      "D. M. Rose",
      "P. E. Rosendall",
      "K. D. Runyon",
      "M. G. Ryschkewitsch",
      "M. M. Saina",
      "M. J. Salinas",
      "P. M. Schenk",
      "J. R. Scherrer",
      "W. R. Schlei",
      "B. Schmitt",
      "D. J. Schultz",
      "D. C. Schurr",
      "F. Scipioni",
      "R. L. Sepan",
      "R. G. Shelton",
      "M. R. Showalter",
      "M. Simon",
      "K. N. Singer",
      "E. W. Stahlheber",
      "D. R. Stanbridge",
      "J. A. Stansberry",
      "A. J. Steffl",
      "D. F. Strobel",
      "M. M. Stothoff",
      "T. Stryk",
      "J. R. Stuart",
      "M. E. Summers",
      "M. B. Tapley",
      "A. Taylor",
      "H. W. Taylor",
      "R. M. Tedford",
      "H. B. Throop",
      "L. S. Turner",
      "O. M. Umurhan",
      "J. Van Eck",
      "D. Velez",
      "M. H. Versteeg",
      "M. A. Vincent",
      "R. W. Webbert",
      "S. E. Weidner",
      "G. E. Weigle II",
      "J. R. Wendel",
      "O. L. White",
      "K. E. Whittenburg",
      "B. G. Williams",
      "K. E. Williams",
      "S. P. Williams",
      "H. L. Winters",
      "A. M. Zangari",
      "T. H. Zurbuchen\n\n\n    et al. (105 additional authors not shown)\n You must enable JavaScript to view entire author list"
    ],
    "abstract": "Abstract:  The Kuiper Belt is a distant region of the Solar System. On 1 January 2019,\nthe New Horizons spacecraft flew close to (486958) 2014 MU69, a Cold Classical\nKuiper Belt Object, a class of objects that have never been heated by the Sun\nand are therefore well preserved since their formation. Here we describe\ninitial results from these encounter observations. MU69 is a bi-lobed contact\nbinary with a flattened shape, discrete geological units, and noticeable albedo\nheterogeneity. However, there is little surface color and compositional\nheterogeneity. No evidence for satellites, ring or dust structures, gas coma,\nor solar wind interactions was detected. By origin MU69 appears consistent with\npebble cloud collapse followed by a low velocity merger of its two lobes.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2004.01017"
  },
  {
    "url": "https://arxiv.org/abs/2004.00727",
    "title": "Title:The Geology and Geophysics of Kuiper Belt Object (486958) Arrokoth",
    "date_publ": "1 Apr 2020",
    "authors": [
      "J.R. Spencer (1)",
      "S.A. Stern (1)",
      "J.M. Moore (2)",
      "H.A. Weaver (3)",
      "K.N. Singer (1)",
      "C.B. Olkin (1)",
      "A.J. Verbiscer (4)",
      "W.B. McKinnon (5)",
      "J.Wm. Parker (1)",
      "R.A. Beyer (6 and 2)",
      "J.T. Keane (7)",
      "T.R. Lauer (8)",
      "S.B. Porter (1)",
      "O.L. White (6 and 2)",
      "B.J. Buratti (9)",
      "M.R. El-Maarry (10 and 11)",
      "C.M. Lisse (3)",
      "A.H. Parker (1)",
      "H.B. Throop (12)",
      "S.J. Robbins (1)",
      "O.M. Umurhan (2)",
      "R.P. Binzel (13)",
      "D.T. Britt (14)",
      "M.W. Buie (1)",
      "A.F. Cheng (3)",
      "D.P. Cruikshank (2)",
      "H.A. Elliott (15)",
      "G.R. Gladstone (15)",
      "W.M. Grundy (16 and 17)",
      "M.E. Hill (3)",
      "M. Horanyi (18)",
      "D.E. Jennings (19)",
      "J.J. Kavelaars (20)",
      "I.R. Linscott (21)",
      "D.J. McComas (22)",
      "R.L. McNutt (3)",
      "S. Protopapa (1)",
      "D.C. Reuter (19)",
      "P.M. Schenk (23)",
      "M.R. Showalter (6)",
      "L.A. Young (1)",
      "A.M. Zangari (1)",
      "A.Y. Abedin (20)",
      "C.B. Beddingfield (6)",
      "S.D. Benecchi (24)",
      "E. Bernardoni (18)",
      "C.J. Bierson (25)",
      "D. Borncamp (26)",
      "V.J. Bray (27)",
      "A.L. Chaikin (28)",
      "R.D. Dhingra (29)",
      "C. Fuentes (30)",
      "T. Fuse (31)",
      "P.L Gay (24)",
      "S.D.J. Gwyn (20)",
      "D.P. Hamilton (32)",
      "J.D. Hofgartner (9)",
      "M.J. Holman (33)",
      "A.D. Howard (34)",
      "C.J.A. Howett (1)",
      "H. Karoji (35)",
      "D.E. Kaufmann (1)",
      "M. Kinczyk (36)",
      "B.H. May (37)",
      "M. Mountain (38)",
      "M. Pätzold (39)",
      "J.M. Petit (40)",
      "M.R. Piquette (18)",
      "I.N. Reid (41)",
      "H.J. Reitsema (42)",
      "K.D. Runyon (3)",
      "S.S. Sheppard (43)",
      "J.A. Stansberry (41)",
      "T. Stryk (44)",
      "P. Tanga (45)",
      "D.J. Tholen (46)",
      "D.E. Trilling (17)",
      "L.H. Wasserman (16) ((1) Southwest Research Institute",
      "Boulder",
      "USA",
      "(2) NASA Ames Research Center",
      "Moffett Field USA",
      "(3) Johns Hopkins University Applied Physics Laboratory",
      "Laurel",
      "USA",
      "(4) Department of Astronomy",
      "University of Virginia",
      "Charlottesville",
      "USA",
      "(5) Department of Earth and Planetary Sciences and McDonnell Center for the Space Sciences",
      "Washington University",
      "St. Louis",
      "USA",
      "(6) SETI Institute",
      "Mountain View",
      "USA",
      "(7) Division of Geological and Planetary Sciences",
      "California Institute of Technology",
      "Pasadena",
      "USA",
      "(8) National Science Foundation's National Optical Infrared Astronomy Research Laboratory",
      "Tucson",
      "USA",
      "(9) Jet Propulsion Laboratory",
      "California Institute of Technology Pasadena",
      "USA",
      "(10) Department of Earth and Planetary Sciences",
      "Birkbeck",
      "University of London",
      "London",
      "UK",
      "(11) University College London",
      "Gower St",
      "Bloomsbury",
      "London",
      "UK",
      "(12) Independent Consultant",
      "Washington",
      "DC",
      "USA",
      "(13) Massachusetts Institute of Technology",
      "Cambridge",
      "USA",
      "(14) Department of Physics",
      "University of Central Florida",
      "Orlando",
      "USA",
      "(15) Southwest Research Institute",
      "San Antonio",
      "USA",
      "(16) Lowell Observatory",
      "Flagstaff",
      "USA",
      "(17) Department of Astronomy and Planetary Science",
      "Northern Arizona University",
      "Flagstaff",
      "USA",
      "(18) Laboratory for Atmospheric and Space Physics",
      "University of Colorado",
      "Boulder",
      "USA",
      "(19) NASA Goddard Space Flight Center",
      "Greenbelt",
      "USA",
      "(20) National Research Council of Canada",
      "Victoria",
      "Canada",
      "(21) Independent Consultant",
      "Mountain View",
      "USA",
      "(22) Department of Astrophysical Sciences",
      "Princeton University",
      "Princeton",
      "USA",
      "(23) Lunar and Planetary Institute",
      "Houston",
      "USA",
      "(24) Planetary Science Institute",
      "Tucson",
      "USA",
      "(25) Earth and Planetary Science Department",
      "University of California",
      "Santa Cruz",
      "USA",
      "(26) Decipher Technology Studios",
      "Alexandria",
      "VA",
      "USA",
      "(27) Lunar and Planetary Laboratory",
      "University of Arizona",
      "Tucson",
      "USA",
      "(28) Independent Science Writer",
      "Arlington",
      "USA",
      "(29) University of Idaho",
      "Moscow",
      "USA",
      "(30) Universidad de Chile",
      "Centro de Astrofísica y Tecnologías Afines",
      "Santiago",
      "Chile",
      "(31) Kashima Space Technology Center",
      "National Institute of Information and Communications Technology",
      "Kashima",
      "Japan",
      "(32) Department of Astronomy",
      "University of Maryland",
      "College Park",
      "USA",
      "(33) Center for Astrophysics",
      "Harvard-Smithsonian Center for Astrophysics",
      "Cambridge",
      "USA",
      "(34) Department of Environmental Sciences",
      "University of Virginia",
      "Charlottesville",
      "USA",
      "(35) National Institutes of Natural Sciences",
      "Tokyo",
      "Japan",
      "(36) Marine",
      "Earth",
      "and Atmospheric Sciences",
      "North Carolina State University",
      "Raleigh",
      "USA",
      "(37) Independent Collaborator",
      "Windlesham",
      "England",
      "UK",
      "(38) Association of Universities for Research in Astronomy",
      "Washington",
      "DC",
      "USA",
      "(39) Rheinisches Institut für Umweltforschung an der Universität zu Köln",
      "Cologne",
      "Germany",
      "(40) Institut Univers",
      "Temps-fréquence",
      "Interfaces",
      "Nanostructures",
      "Atmosphère et environnement",
      "Molécules",
      "Unité Mixte de Recherche",
      "Centre National de la Recherche Scientifique",
      "Universite Bourgogne Franche Comte",
      "Besancon",
      "France",
      "(41) Space Telescope Science Institute",
      "Baltimore",
      "USA",
      "(42) Independent Consultant",
      "Holland",
      "USA",
      "(43) Department of Terrestrial Magnetism",
      "Carnegie Institution for Science",
      "Washington",
      "DC",
      "USA",
      "(44) Roane State Community College",
      "Oak Ridge",
      "USA",
      "(45) Université Côte d'Azur",
      "Observatoire de la Côte d'Azur",
      "Laboratoire Lagrange",
      "Centre National de la Recherche Scientifique",
      "Unité Mixte de Recherche 7293",
      "Nice",
      "France",
      "(46) Institute for Astronomy",
      "University of Hawaii",
      "Honolulu",
      "USA"
    ],
    "abstract": "Abstract:  The Cold Classical Kuiper Belt, a class of small bodies in undisturbed orbits\nbeyond Neptune, are primitive objects preserving information about Solar System\nformation. The New Horizons spacecraft flew past one of these objects, the 36\nkm long contact binary (486958) Arrokoth (2014 MU69), in January 2019. Images\nfrom the flyby show that Arrokoth has no detectable rings, and no satellites\n(larger than 180 meters diameter) within a radius of 8000 km, and has a\nlightly-cratered smooth surface with complex geological features, unlike those\non previously visited Solar System bodies. The density of impact craters\nindicates the surface dates from the formation of the Solar System. The two\nlobes of the contact binary have closely aligned poles and equators,\nconstraining their accretion mechanism.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2004.00727"
  },
  {
    "url": "https://arxiv.org/abs/2004.00254",
    "title": "Title:Analyses of residual accelerations for TianQin based on the global MHD simulation",
    "date_publ": "1 Apr 2020 (v1), last revised 30 Jun 2020 (this version, v2)",
    "authors": [
      "Wei Su",
      "Yan Wang",
      "Ze-Bing Zhou",
      "Yan-Zheng Bai",
      "Yang Guo",
      "Chen Zhou",
      "Tom Lee",
      "Ming Wang",
      "Ming-Yue Zhou",
      "Tong Shi",
      "Hang Yin",
      "Bu-Tian Zhan"
    ],
    "abstract": "Abstract:  TianQin is a proposed space-based gravitational wave observatory. It is\ndesigned to detect the gravitational wave signals in the frequency range of 0.1\nmHz -- 1 Hz. At a geocentric distance of $10^5$ km, the plasma in the earth\nmagnetosphere will contribute as the main source of environmental noises. Here,\nwe analyze the acceleration noises that are caused by the magnetic field of\nspace plasma for the test mass of TianQin. The real solar wind data observed by\nthe Advanced Composition Explorer are taken as the input of the\nmagnetohydrodynamic simulation. The Space Weather Modeling Framework is used to\nsimulate the global magnetosphere of the earth, from which we obtain the plasma\nand magnetic field parameters on the detector's orbits. We calculate the time\nseries of the residual accelerations and the corresponding amplitude spectral\ndensities on these orbit configurations. We find that the residual acceleration\nproduced by the interaction between the TM's magnetic moment induced by the\nspace magnetic field and the spacecraft magnetic field ($\\bm{a}_{\\rm M1}$) is\nthe dominant term, which can approach $10^{-15}$ m/s$^2$/Hz$^{1/2}$ at $f\n\\approx$ 0.2 mHz for the nominal values of the magnetic susceptibility\n($\\chi_{\\rm m} = 10^{-5}$) and the magnetic shielding factor ($\\xi_{\\rm m} =\n10$) of the test mass. The ratios between the amplitude spectral density of the\nacceleration noise caused by the space magnetic field and the preliminary goal\nof the inertial sensor are 0.38 and 0.08 at 1 mHz and 10 mHz, respectively. We\ndiscuss the further reduction of this acceleration noise by decreasing\n$\\chi_{\\rm m}$ and/or increasing $\\xi_{\\rm m}$ in the future instrumentation\ndevelopment for TianQin.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/2004.00254"
  },
  {
    "url": "https://arxiv.org/abs/2003.12978",
    "title": "Title:SE(3) based Extended Kalman Filter for Spacecraft Attitude Estimation",
    "date_publ": "29 Mar 2020",
    "authors": [
      "Lubin Chan"
    ],
    "abstract": "Abstract:  In this paper, the spacecraft attitude estimation problem has been\ninvestigated making use of the concept of matrix Lie group. Through formulation\nof the attitude and gyroscope bias as elements of SE(3), the corresponding\nextended Kalman filter, termed as SE(3)-EKF, has been derived. It is shown that\nthe resulting SE(3)-EKF is just the newly-derived geometric extended Kalman\nfilter (GEKF) for spacecraft attitude estimation. This provides a new\nperspective on the GEKF besides the common frame errors definition. Moreover,\nthe SE(3)-EKF with reference frame attitude error is also derived and the\nresulting algorithm bears much resemblance to the right invariant EKF.",
    "categories": [
      "Systems and Control (eess.SY)",
      " Robotics (cs.RO)"
    ],
    "url_pdf": "/pdf/2003.12978"
  },
  {
    "url": "https://arxiv.org/abs/2003.12728",
    "title": "Title:Concept of the Solar Ring Mission: Overview",
    "date_publ": "28 Mar 2020",
    "authors": [
      "Yuming Wang",
      "Haisheng Ji",
      "Yamin Wang",
      "Lidong Xia",
      "Chenglong Shen",
      "Jingnan Guo",
      "Quanhao Zhang",
      "Zhenghua Huang",
      "Kai Liu",
      "Xiaolei Li",
      "Rui Liu",
      "Jingxiu Wang",
      "Shui Wan"
    ],
    "abstract": "Abstract:  The concept of the Solar Ring mission was gradually formed from L5/L4 mission\nconcept, and the proposal of its pre-phase study was funded by the National\nNatural Science Foundation of China in November 2018 and then by the Strategic\nPriority Program of Chinese Academy of Sciences in space sciences in May 2019.\nSolar Ring mission will be the first attempt to routinely monitor and study the\nSun and inner heliosphere from a full 360-degree perspective in the ecliptic\nplane. The current preliminary design of the Solar Ring mission is to deploy\nsix spacecraft, grouped in three pairs, on a sub-AU orbit around the Sun. The\ntwo spacecraft in each group are separated by about 30 degrees and every two\ngroups by about 120 degrees. This configuration with necessary science payloads\nwill allow us to establish three unprecedented capabilities: (1) determine the\nphotospheric vector magnetic field with unambiguity, (2) provide 360-degree\nmaps of the Sun and the inner heliosphere routinely, and (3) resolve the solar\nwind structures at multiple scales and multiple longitudes. With these\ncapabilities, the Solar Ring mission aims to address the origin of solar cycle,\nthe origin of solar eruptions, the origin of solar wind structures and the\norigin of severe space weather events. The successful accomplishment of the\nmission will advance our understanding of the star and the space environment\nthat hold our life and enhance our capability of expanding the next new\nterritory of human.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2003.12728"
  },
  {
    "url": "https://arxiv.org/abs/2003.12350",
    "title": "Title:Properties of Streamer Wave Events Observed During the STEREO Era",
    "date_publ": "27 Mar 2020",
    "authors": [
      "Bieke Decraemer",
      "Andrei N. Zhukov",
      "Tom Van Doorsselaer"
    ],
    "abstract": "Abstract:  Transverse waves are sometimes observed in solar helmet streamers, typically\nafter the passage of a coronal mass ejection (CME). The CME-driven shock wave\nmoves the streamer sideways, and a decaying oscillation of the streamer is\nobserved after the CME passage. Previous works generally reported observations\nof streamer oscillations taken from a single vantage point (typically the SOHO\nspacecraft). We conduct a data survey searching for streamer wave events\nobserved by the COR2 coronagraphs onboard the STEREO spacecraft. For the first\ntime, we report observations of streamer wave events from multiple vantage\npoints, by using the COR2 instrument on both STEREO A and B, as well as the\nSOHO/LASCO C2+C3 coronagraphs. We investigate the properties of streamer waves\nby comparing the different events and performing a statistical analysis. Common\nobservational features give us additional insight on the physical nature of\nstreamer wave events. The most important conclusion is that there appears to be\nno relation between the speed of the CME and the phase speed of the resulting\nstreamer wave, indicating that the streamer wave speed is determined by the\nphysical properties of the streamer rather than the properties of the CME. This\nresult makes streamer waves events excellent candidates for coronal seismology\nstudies. From a comparison between the measured phase speeds and the phase\nspeeds calculated from the measured periods and wavelengths, we could determine\nthat the speed of the post-shock solar wind flow in our streamers is around 300\n$\\mathrm{km \\ s}^{-1}$.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2003.12350"
  },
  {
    "url": "https://arxiv.org/abs/2003.12078",
    "title": "Title:Detection of the strongest magnetic field in a sunspot light bridge",
    "date_publ": "26 Mar 2020 (v1), last revised 6 Jul 2020 (this version, v2)",
    "authors": [
      "J. S. Castellanos Durán",
      "A. Lagg",
      "S. K. Solanki",
      "M. van Noor"
    ],
    "abstract": "Abstract:  Traditionally, the strongest magnetic fields on the Sun have been measured in\nsunspot umbrae. More recently, however, much stronger fields have been measured\nat the ends of penumbral filaments carrying the Evershed and counter-Evershed\nflows. Superstrong fields have also been reported within a light bridge\nseparating two umbrae of opposite polarities. We aim to accurately determine\nthe strengths of the strongest fields in a light bridge using an advanced\ninversion technique and to investigate their detailed structure. We analyze\nobservations from the spectropolarimeter on board the Hinode spacecraft of the\nactive region AR 11967. The thermodynamic and magnetic configurations are\nobtained by inverting the Stokes profiles using an inversion scheme that allows\nmultiple height nodes. Both the traditional 1D inversion technique and the\nso-called 2D coupled inversions, which take into account the point spread\nfunction of the Hinode telescope, are used. We find a compact structure with an\narea of 32.7 arcsec$^2$ within a bipolar light bridge with field strengths\nexceeding 5 kG, confirming the strong fields in this light bridge reported in\nthe literature. Two regions associated with downflows of $\\sim$5 km s$^{-1}$\nharbor field strengths larger than 6.5 kG, covering a total area of 2.97\narcsec$^2$. The maximum field strength found is 8.2 kG, which is the largest\never observed field in a bipolar light bridge up to now.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2003.12078"
  },
  {
    "url": "https://arxiv.org/abs/2003.11684",
    "title": "Title:Recursive Star-Identification Algorithm using an Adaptive SVD-based Angular Velocity Estimator",
    "date_publ": "26 Mar 2020 (v1), last revised 29 May 2020 (this version, v2)",
    "authors": [
      "Hunter Johnston",
      "Carl Leake",
      "Marcelino M. de Almeida",
      "Daniele Mortar"
    ],
    "abstract": "Abstract:  This paper describes an algorithm obtained by merging a recursive star\nidentification algorithm with a recently developed adaptive SVD-based estimator\nof the angular velocity vector (QuateRA). In a recursive algorithm, the more\naccurate the angular velocity estimate, the quicker and more robust to noise\nthe resultant recursive algorithm is. Hence, combining these two techniques\nproduces an algorithm capable of handling a variety of dynamics scenarios. The\nspeed and robustness of the algorithm are highlighted in a selection of\nsimulated scenarios. First, a speed comparison is made with the\nstate-of-the-art lost-in-space star identification algorithm, Pyramid. This\ntest shows that in the best case the algorithm is on average an order of\nmagnitude faster than Pyramid. Next, the recursive algorithm is validated for a\nvariety of dynamic cases including a ground-based \"Stellar Compass\" scenario, a\nsatellite in geosynchronous orbit, a satellite during a re-orientation\nmaneuver, and a satellite undergoing non-pure-spin dynamics.",
    "categories": [
      "Signal Processing (eess.SP)"
    ],
    "url_pdf": "/pdf/2003.11684"
  },
  {
    "url": "https://arxiv.org/abs/2003.11431",
    "title": "Title:Perspectives on atmospheric evolution from noble gas and nitrogen isotopes on Earth, Mars & Venus",
    "date_publ": "25 Mar 2020",
    "authors": [
      "Guillaume Avice",
      "Bernard Mart"
    ],
    "abstract": "Abstract:  The composition of an atmosphere has integrated the geological history of the\nentire planetary body. However, the long-term evolutions of the atmospheres of\nthe terrestrial planets are not well documented. For Earth, there were until\nrecently only few direct records of atmosphere's composition in the distant\npast, and insights came mainly from geochemical or physical proxies and/or from\natmospheric models pushed back in time. Here we review innovative approaches on\nnew terrestrial samples that led to the determination of the elemental and\nisotopic compositions of key geochemical tracers, namely noble gases and\nnitrogen. Such approaches allowed one to investigate the atmosphere's evolution\nthrough geological period of time, and to set stringent constraints on the past\natmospheric pressure and on the salinity of the Archean oceans. For Mars, we\nreview the current state of knowledge obtained from analyses of Martian\nmeteorites, and from the direct measurements of the composition of the\npresent-day atmosphere by rovers and spacecrafts. Based on these measurements,\nwe explore divergent models of the Martian and Terrestrial atmospheric\nevolutions. For Venus, only little is known, evidencing the critical need for\ndedicated missions.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2003.11431"
  },
  {
    "url": "https://arxiv.org/abs/2003.10889",
    "title": "Title:A search for prompt gamma-ray counterparts to fast radio bursts in the Insight-HXMT data",
    "date_publ": "24 Mar 2020",
    "authors": [
      "C. Guidorzi",
      "M. Marongiu",
      "R. Martone",
      "L. Nicastro",
      "S.L. Xiong",
      "J.Y. Liao",
      "G. Li",
      "S.N. Zhang",
      "L. Amati",
      "F. Frontera",
      "M. Orlandini",
      "P. Rosati",
      "E. Virgilli",
      "S. Zhang",
      "Q.C. Bu",
      "C. Cai",
      "X.L. Cao",
      "Z. Chang",
      "G. Chen",
      "L. Chen",
      "T.X. Chen",
      "Y.B. Chen",
      "Y.P. Chen",
      "W. Cui",
      "W.W. Cui",
      "J.K. Deng",
      "Y.W. Dong",
      "Y.Y. Du",
      "M.X. Fu",
      "G.H. Gao",
      "H. Gao",
      "M. Gao",
      "M.Y. Ge",
      "Y.D. Gu",
      "J. Guan",
      "C.C. Guo",
      "D.W. Han",
      "Y. Huang",
      "J. Huo",
      "S.M. Jia",
      "L.H. Jiang",
      "W.C. Jiang",
      "J. Jin",
      "Y.J. Jin",
      "L.D. Kong",
      "B. Li",
      "C.K. Li",
      "M.S. Li",
      "T.P. Li",
      "W. Li",
      "X. Li",
      "X.B. Li",
      "X.F. Li",
      "Y.G. Li",
      "Z.W. Li",
      "X.H. Liang",
      "B.S. Liu",
      "C.Z. Liu",
      "G.Q. Liu",
      "H.W. Liu",
      "X.J. Liu",
      "Y.N. Liu",
      "B. Lu",
      "F.J. Lu",
      "X.F. Lu",
      "Q. Luo",
      "T. Luo",
      "R.C. Ma",
      "X. Ma",
      "B. Meng",
      "Y. Nang",
      "J.Y. Nie",
      "G. Oui",
      "J.L Qu",
      "N. Sai",
      "R.C. Shang",
      "L.M. Song",
      "X.Y. Song",
      "L. Sun",
      "Y. Tani",
      "L. Tao",
      "Y.L. Tuo",
      "C.Wang",
      "G.F. Wang",
      "J. Wang",
      "W.S. Wang",
      "Y.S. Wang",
      "X.Y. Wen",
      "B.Y. Wu",
      "B.B. Wu",
      "M. Wu",
      "G.C. Xiao",
      "S. Xiao",
      "Y.P. Xu",
      "J.W. Yang",
      "S. Yang",
      "Y.J. Yang",
      "Q.B. Yi",
      "Q.Q. Yin",
      "Y. You",
      "A.M. Zhang C.M. Zhang",
      "F. Zhang",
      "H.M. Zhang",
      "J. Zhang",
      "T. Zhang",
      "W.C. Zhang",
      "W. Zhang",
      "W.Z. Zhang",
      "Y. Zhang",
      "Y.F. Zhang",
      "Y.J. Zhang",
      "Y. Zhang",
      "Z. Zhang",
      "Z. Zhang",
      "Z.L. Zhang",
      "H.S. Zhang",
      "X.F. Zhang",
      "S.J. Zheng",
      "D.K. Zhou",
      "J.F. Zhou",
      "Y.X. Zhu",
      "Y. Zhu",
      "R.L. Zhuang\n\n\n    et al. (23 additional authors not shown)\n You must enable JavaScript to view entire author list"
    ],
    "abstract": "Abstract:  No robust detection of prompt electromagnetic counterparts to fast radio\nbursts (FRBs) has yet been obtained, in spite of several multi-wavelength\nsearches carried out so far. Specifically, X/gamma-ray counterparts are\npredicted by some models. We planned on searching for prompt gamma-ray\ncounterparts in the Insight-Hard X-ray Modulation Telescope (Insight-HXMT)\ndata, taking advantage of the unique combination of large effective area in the\nkeV-MeV energy range and of sub-ms time resolution. We selected 39 FRBs that\nwere promptly visible from the High-Energy (HE) instrument aboard Insight-HXMT.\nAfter calculating the expected arrival times at the location of the spacecraft,\nwe searched for a significant excess in both individual and cumulative time\nprofiles over a wide range of time resolutions, from several seconds down to\nsub-ms scales. Using the dispersion measures in excess of the Galactic terms,\nwe estimated the upper limits on the redshifts. No convincing signal was found\nand for each FRB we constrained the gamma-ray isotropic-equivalent luminosity\nand the released energy as a function of emission timescale. For the nearest\nFRB source, the periodic repeater FRB180916.J0158+65, we find\n$L_{\\gamma,iso}<5.5\\times 10^{47}$ erg/s over 1 s, whereas\n$L_{\\gamma,iso}<10^{49}-10^{51}$ erg/s for the bulk of FRBs. The same values\nscale up by a factor of ~100 for a ms-long emission. Even on a timescale\ncomparable with that of the radio pulse itself no keV-MeV emission is observed.\nA systematic association with either long or short GRBs is ruled out with high\nconfidence, except for subluminous events, as is the case for core-collapse of\nmassive stars (long) or binary neutron star mergers (short) viewed off axis.\nOnly giant flares from extra-galactic magnetars at least ten times more\nenergetic than Galactic siblings are ruled out for the nearest FRB.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/2003.10889"
  },
  {
    "url": "https://arxiv.org/abs/2003.10046",
    "title": "Title:Effects of Radial Distances on Small-scale Magnetic Flux Ropes in the Solar Wind",
    "date_publ": "23 Mar 2020",
    "authors": [
      "Yu Chen",
      "Qiang H"
    ],
    "abstract": "Abstract:  Small-scale magnetic flux ropes (SFRs), in the solar wind, have been studied\nfor decades. Statistical analysis utilizing various in situ spacecraft\nmeasurements is the main observational approach which helps investigate the\ngeneration and evolution of these small-scale structures. Based on the\nGrad-Shafranov (GS) reconstruction technique, we use the automated detection\nalgorithm to build the databases of these small-scale structures via various\nspacecraft measurements at different heliocentric distances. We present the SFR\nproperties including the magnetic field and plasma parameters at different\nradial distances from the sun near the ecliptic plane. It is found that the\nevent occurrence rate is still in the order of a few hundreds per month, the\nduration and scale size distributions follow power laws, and the flux rope axis\norientations are approximately centered around the local Parker spiral\ndirections. In general, most SFR properties exhibit radial decays. In addition,\nwith various databases established, we derive scaling laws for the changes of\naverage field magnitude, event counts, and SFR scale sizes, with respect to the\nradial distances, ranging from $\\sim$ 0.3 au for Helios to $\\sim$ 7 au for the\nVoyager spacecraft. The implications of our results for comparisons with the\nrelevant theoretical works and for the application to the Parker Solar Probe\n(PSP) mission are discussed.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2003.10046"
  },
  {
    "url": "https://arxiv.org/abs/2003.09965",
    "title": "Title:A statistical study of the plasma and composition distribution inside magnetic clouds: 1998-2011",
    "date_publ": "22 Mar 2020",
    "authors": [
      "Jin Huang",
      "Yu Liu",
      "Hengqiang Feng",
      "Ake Zhao",
      "Z.Z.Abidin",
      "Yuandeng Shen",
      "Oloketuyi Jaco"
    ],
    "abstract": "Abstract:  A comprehensive analysis of plasma and composition characteristics inside\nmagnetic clouds (MCs) observed by the Advanced Composition Explorer (ACE)\nspacecraft from 1998 February to 2011 August is presented. The results show\nthat MCs have specific interior structures, and MCs of different speeds show\ndifferences in composition and structure. Compared with the slow MCs, fast MCs\nhave enhanced mean charge states of iron, oxygen, silicon, magnesium,\n$\\mathrm{O^{7+}/O^{6+}}$, $\\mathrm{C^{6+}/C^{5+}}$, $\\mathrm{C^{6+}/C^{4+}}$\nand $\\mathrm{Fe^{\\geq16+}/Fe_{total}}$ values. For ionic species in fast MCs, a\nhigher atomic number represents a greater enhancement of mean charge state than\nslow MCs. We also find that both the fast and slow MCs display bimodal\nstructure distribution in the mean iron charge state ($\\mathrm{\\langle Q\\rangle\nFe}$), which suggests that the existence of flux rope prior to the eruption is\ncommon. Furthermore, the $\\mathrm{\\langle Q\\rangle Fe} $,\n$\\mathrm{Fe^{\\geq16+}/Fe_{total}}$, and $\\mathrm{O^{7+}/O^{6+}}$ ratio\ndistribution inside fast MCs have the feature that the posterior peak is higher\nthan the anterior one. This result agrees with the \"standard model\" for\nCME/flares, by which magnetic reconnection occurs beneath the flux rope,\nthereby ionizing the ions of the posterior part of flux rope sufficiently by\nhigh-energy electron collisions or by direct heating in the reconnection\nregion.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2003.09965"
  },
  {
    "url": "https://arxiv.org/abs/2003.08924",
    "title": "Title:Interpreting solar wind turbulent spectra beyond Taylor's Hypothesis",
    "date_publ": "19 Mar 2020 (v1), last revised 25 Mar 2020 (this version, v2)",
    "authors": [
      "Sofiane Bourouaine",
      "Jean C Pere"
    ],
    "abstract": "Abstract:  In this paper we apply a methodology, recently proposed by Bourouaine and\nPerez (2019) (BP19), to interpret solar-wind turbulent power spectra beyond\nTaylor approximation (TA). The turbulent power spectra were measured using\n\\emph{Helios} spacecraft data near 0.6 au. We use the model proposed in BP19 to\nreproduce the field-perpendicular power spectrum $E(k_\\perp)$ of anti-sunward\nAlfvénic fluctuations in the plasma frame (where $k_\\perp$ is the\nfield-perpendicular wavenumber) from the corresponding measured frequency power\nspectrum $P_{\\rm sc}(\\omega,\\theta_b)$ along the sampling angle $\\theta_b$,\nwhich is the angle between the local magnetic field and the sampling direction.\nHere $\\omega=2\\pi f$ and $f$ is the frequency of the time signal. Interestingly\nenough, we found that for all corresponding measured frequency power spectrum\n$P_{\\rm sc}(\\omega,\\theta_b)$ the reproduced field-perpendicular power spectrum\n$E(k_\\perp)$ is the same and independent of the considered sampling angle\n$\\theta_b$. This finding is consistent with the fact that the analyzed\nturbulence is strong and highly anisotropic with $k_\\| \\ll k_\\perp$ (where\n$k_\\|$ is the field-parallel wavenumber). Furthermore, for this specific time\nsignal we found that the commonly used TA is still approximately valid with the\nimportant difference that a broadening in $k_\\perp$ for each angular frequency\n$\\omega$ is present. This broadening can be described in the context of the\nmethodology proposed in BP19.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2003.08924"
  },
  {
    "url": "https://arxiv.org/abs/2003.07985",
    "title": "Title:Tether Capture of spacecraft at Neptune",
    "date_publ": "17 Mar 2020",
    "authors": [
      "J. R. Sanmartín",
      "J. Peláe"
    ],
    "abstract": "Abstract:  Past planetary missions have been broad and detailed for Gas Giants, compared\nto flyby missions for Ice Giants. Presently, a mission to Neptune using\nelectrodynamic tethers is under consideration due to the ability of tethers to\nprovide free propulsion and power for orbital insertion as well as additional\nexploratory maneuvering --- providing more mission capability than a standard\norbiter mission. Tether operation depends on plasma density and magnetic field\n$\\mathbf{B}$, though tethers can deal with ill-defined density profiles, with\nthe anodic segment self-adjusting to accommodate densities. Planetary magnetic\nfields are due to currents in some small volume inside the planet,\nmagnetic-moment vector, and typically a dipole law approximation --- which\ndescribes the field outside. When compared with Saturn and Jupiter, the\nNeptunian magnetic structure is significantly more complex: the dipole is\nlocated below the equatorial plane, is highly offset from the planet center,\nand at large tilt with its rotation axis. Lorentz-drag work decreases quickly\nwith distance, thus requiring spacecraft periapsis at capture close to the\nplanet and allowing the large offset to make capture efficiency\n(spacecraft-to-tether mass ratio) well above a no-offset case. The S/C might\noptimally reach periapsis when crossing the meridian plane of the dipole, with\nthe S/C facing it; this convenient synchronism is eased by Neptune rotating\nlittle during capture. Calculations yield maximum efficiency of approximately\n12, whereas a $10^{\\circ}$ meridian error would reduce efficiency by about 6%.\nEfficiency results suggest new calculations should be made to fully include\nNeptunian rotation and consider detailed dipole and quadrupole corrections.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2003.07985"
  },
  {
    "url": "https://arxiv.org/abs/2003.07091",
    "title": "Title:Plasma Diagnostics From Active Region and Quiet Sun Spectra Observed by Hinode/EIS: Quantifying the Departures from a Maxwellian Distribution",
    "date_publ": "16 Mar 2020",
    "authors": [
      "Juraj Lörinčík",
      "Jaroslav Dudík",
      "Giulio del Zanna",
      "Elena Dzifčáková",
      "Helen E. Maso"
    ],
    "abstract": "Abstract:  We perform plasma diagnostics, including that of the non-Maxwellian\n$\\kappa$-distributions, in several structures observed in the solar corona by\nthe Extreme-Ultraviolet Imaging Spectrometer (EIS) onboard the Hinode\nspacecraft. To prevent uncertainties due to the in-flight calibration of EIS,\nwe selected spectral atlases observed shortly after the launch of the mission.\nOne spectral atlas contains an observation of an active region, while the other\nis an off-limb quiet Sun region. To minimize the uncertainties of the\ndiagnostics, we rely only on strong lines and we average the signal over a\nspatial area within selected structures. Multiple plasma parameters are\ndiagnosed, such as the electron density, differential emission measure, and the\nnon-Maxwellian parameter $\\kappa$. To do that, we use a simple, well-converging\niterative scheme based on refining the initial density estimates via the DEM\nand $\\kappa$. We find that while the quiet Sun spectra are consistent with a\nMaxwellian distribution, the coronal loops and moss observed within active\nregion are strongly non-Maxwellian with $\\kappa$ $\\lessapprox$ 3. These results\nwere checked by calculating synthetic ratios using DEMs obtained as a function\nof $\\kappa$. Ratios predicted using the DEMs assuming $\\kappa$-distributions\nconverged to the ratios observed in the quiet Sun and coronal loops. To our\nknowledge, this work presents a strong evidence of a presence of different\nelectron distributions between two physically distinct parts of the solar\ncorona.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2003.07091"
  },
  {
    "url": "https://arxiv.org/abs/2003.06881",
    "title": "Title:Transformative Science from the Lunar Farside: Observations of the Dark Ages and Exoplanetary Systems at Low Radio Frequencies",
    "date_publ": "15 Mar 2020 (v1), last revised 27 Jun 2020 (this version, v2)",
    "authors": [
      "Jack O. Burn"
    ],
    "abstract": "Abstract:  The farside of the Moon is a pristine, quiet platform to conduct low radio\nfrequency observations of the early Universe's Dark Ages, as well as space\nweather and magnetospheres associated with habitable exoplanets. In this paper,\nthe astrophysics associated with NASA-funded concept studies will be described\nincluding a lunar-orbiting spacecraft, DAPPER, that will measure the 21 cm\nglobal spectrum at redshifts 40-80, and an array of low frequency dipoles on\nthe lunar farside surface, FARSIDE, that would detect exoplanet magnetic\nfields. DAPPER observations (17-38 MHz), using a single cross-dipole antenna,\nwill measure the amplitude of the 21 cm spectrum to the level required to\ndistinguish the standard {\\Lambda}CDM cosmological model from those of\nadditional cooling models possibly produced by exotic physics such as dark\nmatter interactions. FARSIDE has a notional architecture consisting of 128\ndipole antennas deployed across a 10 km area by a rover. FARSIDE would image\nthe entire sky each minute in 1400 channels over 0.1-40 MHz. This would enable\nmonitoring of the nearest stellar systems for the radio signatures of coronal\nmass ejections and energetic particle events, and would also detect the\nmagnetospheres of the nearest candidate habitable exoplanets. In addition,\nFARSIDE would determine the Dark Ages global 21 cm signal at yet lower\nfrequencies and provide a pathfinder for power spectrum measurements.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2003.06881"
  },
  {
    "url": "https://arxiv.org/abs/2003.06604",
    "title": "Title:Measurements of the neutral particle spectra on Mars by MSL/RAD from 2015-11-15 to 2016-01-15",
    "date_publ": "14 Mar 2020",
    "authors": [
      "Jingnan Guo",
      "Cary Zeitlin",
      "Robert Wimmer-Schweingruber",
      "Donald M. Hassler",
      "Jan Koehler",
      "Bent Ehresmann",
      "Stephan Boettcher",
      "Eckart Boehm",
      "David E. Brinz"
    ],
    "abstract": "Abstract:  The Radiation Assessment Detector (RAD), onboard the Mars Science Laboratory\n(MSL) rover Curiosity, has been measuring the energetic charged and neutral\nparticles and the radiation dose rate on the surface of Mars since the landing\nof the rover in August 2012. In contrast to charged particles, neutral\nparticles (neutrons and gamma-rays) are measured indirectly: the energy\ndeposition spectra produced by neutral particles are complex convolutions of\nthe incident particle spectra with the detector response functions. An\ninversion technique has been developed and applied to jointly unfold the\ndeposited energy spectra measured in two scintillators of different types (CsI\nfor high gamma detection efficiency, and plastic for neutrons) to obtain the\nneutron and gamma-ray spectra. This result is important for determining the\nbiological impact of the Martian surface radiation contributed by neutrons,\nwhich interact with materials differently from the charged particles. These\nfirst in-situ measurements on Mars provide (1) an important reference for\nassessing the radiation-associated health risks for future manned missions to\nthe red planet and (2) an experimental input for validating the particle\ntransport codes used to model the radiation environments within spacecraft or\non the surface of planets. Here we present neutral particle spectra as well as\nthe corresponding dose and dose equivalent rates derived from RAD measurement\nduring a period (November 15, 2015 to January 15, 2016) for which the surface\nparticle spectra have been simulated via different transport models.",
    "categories": [
      "Instrumentation and Detectors (physics.ins-det)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2003.06604"
  },
  {
    "url": "https://arxiv.org/abs/2003.05760",
    "title": "Title:Radial Evolution of Magnetic Field Fluctuations in an Interplanetary Coronal Mass Ejection Sheath",
    "date_publ": "12 Mar 2020",
    "authors": [
      "S. W. Good",
      "M. Ala-Lahti",
      "E. Palmerio",
      "E. K. J. Kilpua",
      "A. Osman"
    ],
    "abstract": "Abstract:  The sheaths of compressed solar wind that precede interplanetary coronal mass\nejections (ICMEs) commonly display large-amplitude magnetic field fluctuations.\nAs ICMEs propagate radially from the Sun, the properties of these fluctuations\nmay evolve significantly. We have analyzed magnetic field fluctuations in an\nICME sheath observed by MESSENGER at 0.47 au and subsequently by STEREO-B at\n1.08 au while the spacecraft were close to radial alignment. Radial changes in\nfluctuation amplitude, compressibility, inertial-range spectral slope,\npermutation entropy, Jensen-Shannon complexity, and planar structuring are\ncharacterized. These changes are discussed in relation to the evolving\nturbulent properties of the upstream solar wind, the shock bounding the front\nof the sheath changing from a quasi-parallel to quasi-perpendicular geometry,\nand the development of complex structures in the sheath plasma.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2003.05760"
  },
  {
    "url": "https://arxiv.org/abs/2003.05576",
    "title": "Title:The solar nebula origin of (486958) Arrokoth, a primordial contact binary in the Kuiper belt",
    "date_publ": "12 Mar 2020",
    "authors": [
      "W. B. McKinnon",
      "D. C. Richardson",
      "J. C. Marohnic",
      "J. T. Keane",
      "W. M. Grundy",
      "D. P. Hamilton",
      "D. Nesvorny",
      "O. M. Umurhan",
      "T. R. Lauer",
      "K. N. Singer",
      "S. A. Stern",
      "H. A. Weaver",
      "J. R. Spencer",
      "M. W. Buie",
      "J. M. Moore",
      "J. J. Kavelaars",
      "C. M. Lisse",
      "X. Mao",
      "A. H. Parker",
      "S. B. Porter",
      "M. R. Showalter",
      "C. B. Olkin",
      "D. P. Cruikshank",
      "H. A. Elliott",
      "G. R. Gladstone",
      "J. W. Parker",
      "A. J. Verbiscer",
      "L. A. Young",
      "the New Horizons Science Tea"
    ],
    "abstract": "Abstract:  The New Horizons spacecraft's encounter with the cold classical Kuiper belt\nobject (486958) Arrokoth (formerly 2014 MU69) revealed a contact-binary\nplanetesimal. We investigate how it formed, finding it is the product of a\ngentle, low-speed merger in the early Solar System. Its two lenticular lobes\nsuggest low-velocity accumulation of numerous smaller planetesimals within a\ngravitationally collapsing, solid particle cloud. The geometric alignment of\nthe lobes indicates the lobes were a co-orbiting binary that experienced\nangular momentum loss and subsequent merger, possibly due to dynamical friction\nand collisions within the cloud or later gas drag. Arrokoth's contact-binary\nshape was preserved by the benign dynamical and collisional environment of the\ncold classical Kuiper belt, and so informs the accretion processes that\noperated in the early Solar System.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2003.05576"
  },
  {
    "url": "https://arxiv.org/abs/2003.05521",
    "title": "Title:Predicting the vulnerability of spacecraft components: modelling debris impact effects through vulnerable-zones",
    "date_publ": "10 Mar 2020",
    "authors": [
      "Mirko Trisolini",
      "Hugh G. Lewis",
      "Camilla Colomb"
    ],
    "abstract": "Abstract:  The space environment around the Earth is populated by more than 130 million\nobjects of 1 mm in size and larger, and future predictions shows that this\namount is destined to increase, even if mitigation measures are implemented at\na far better rate than today. These objects can hit and damage a spacecraft or\nits components. It is thus necessary to assess the risk level for a satellite\nduring its mission lifetime. Few software packages perform this analysis, and\nmost of them employ time-consuming ray-tracing methodology, where particles are\nrandomly sampled from relevant distributions. In addition, they tend not to\nconsider the risk associated with the secondary debris clouds. The paper\npresents the development of a vulnerability assessment model, which relies on a\nfully statistical procedure: the debris fluxes are directly used combining them\nwith the concept of the vulnerable zone, avoiding the random sampling the\ndebris fluxes. A novel methodology is presented to predict damage to internal\ncomponents. It models the interaction between the components and the secondary\ndebris cloud through basic geometric operations, considering mutual shielding\nand shadowing between internal components. The methodologies are tested against\nstate-of-the-art software for relevant test cases, comparing results on\nexternal structures and internal components.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Computational Engineering, Finance, and Science (cs.CE)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2003.05521"
  },
  {
    "url": "https://arxiv.org/abs/2003.03967",
    "title": "Title:CHO-bearing molecules in Comet 67P/Churyumov-Gerasimenko",
    "date_publ": "9 Mar 2020",
    "authors": [
      "Markus Schuhmann",
      "Kathrin Altwegg",
      "Hans Balsiger",
      "Jean-Jacques Berthelier",
      "Johan De Keyser",
      "Stephen A. Fuselier",
      "Sébastien Gasc",
      "Tamas I. Gombosi",
      "Nora Hänni",
      "Martin Rubin",
      "Thierry Sémon",
      "Chia-Yu Tzou",
      "Susanne F. Wampfle"
    ],
    "abstract": "Abstract:  In 2004, the Rosetta spacecraft was sent to comet 67P/Churyumov-Gerasimenko\nfor the first ever long-term investigation of a comet. After its arrival in\n2014, the spacecraft spent more than two years in immediate proximity to the\ncomet. During these two years, the ROSINA Double Focusing Mass Spectrometer\n(DFMS) onboard Rosetta discovered a coma with an unexpectedly complex chemical\ncomposition that included many oxygenated molecules. Determining the exact\ncometary composition is an essential first step to understanding of the organic\nrich chemistry in star forming regions and protoplanetary disks that are\nultimately conserved in cometary ices. In this study a joint approach of\nlaboratory calibration and space data analysis was used to perform a detailed\nidentification and quantification of CHO-compounds in the coma of\n67P/Churyumov-Gerasimenko. The goal was to derive the CHO-compound abundances\nrelative to water for masses up to 100 u. For this study, the May 2015\npost-equinox period represent the best bulk abundances of comet\n67P/Churyumov-Gerasimenko. A wide variety of CHO-compounds were discovered and\ntheir bulk abundances were derived. Finally, these results are compared to\nabundances of CHO-bearing molecules in other comets, obtained mostly from\nground-based observations and modelling.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2003.03967"
  },
  {
    "url": "https://arxiv.org/abs/2003.03010",
    "title": "Title:Multi-scale coupling during magnetopause reconnection: the interface between the electron and ion diffusion regions",
    "date_publ": "6 Mar 2020 (v1), last revised 9 Jul 2020 (this version, v2)",
    "authors": [
      "K. J. Genestreti",
      "Y.-H. Liu",
      "T.-D. Phan",
      "R. E. Denton",
      "R. B. Torbert",
      "J. L. Burch",
      "J. M. Webster",
      "S. Wang",
      "K. J. Trattner",
      "M. R. Argall",
      "L.-J. Chen",
      "S. A. Fuselier",
      "N. Ahmadi",
      "R. E. Ergun",
      "B. L. Giles",
      "C. T. Russell",
      "R. J. Strangeway",
      "S. Eriksso"
    ],
    "abstract": "Abstract:  Magnetospheric Multiscale (MMS) encountered the primary low-latitude\nmagnetopause reconnection site when the inter-spacecraft separation exceeded\nthe upstream ion inertial length. Classical signatures of the ion diffusion\nregion (IDR), including a sub-ion-Alfvénic de-magnetized ion exhaust, a\nsuper-ion-Alfvénic magnetized electron exhaust, and Hall electromagnetic\nfields, are identified. The opening angle between the magnetopause and\nmagnetospheric separatrix is $30^\\circ\\pm5^\\circ$. The exhaust preferentially\nexpands sunward, displacing the magnetosheath. Intense pileup of reconnected\nmagnetic flux occurs between the magnetosheath separatrix and the magnetopause\nin a narrow channel intermediate between the ion and electron scales. The\nstrength of the pileup (normalized values of 0.3-0.5) is consistent with the\nlarge angle at which the magnetopause is inclined relative to the overall\nreconnection coordinates. MMS-4, which was two ion inertial lengths closer to\nthe X-line than the other three spacecraft, observed intense electron-dominated\ncurrents and kinetic-to-electromagnetic-field energy conversion within the\npileup. MMS-1, 2, and 3 did not observe the intense currents nor the\nparticle-to-field energy conversion but did observe the pileup, indicating that\nthe edge of the generation region was contained within the tetrahedron.\nComparisons with particle-in-cell simulations reveal that the electron currents\nand large inclination angle of the magnetopause are interconnected features of\nthe asymmetric Hall effect. Between the separatrix and the magnetopause,\nhigh-density inflowing magnetosheath electrons brake and turn into the outflow\ndirection, imparting energy to the normal magnetic field and generating the\npileup. The findings indicate that electron dynamics are likely an important\ninfluence on the magnetic field structure within the ion diffusion region.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2003.03010"
  },
  {
    "url": "https://arxiv.org/abs/2003.02182",
    "title": "Title:Adaptive Generalized ZEM-ZEV Feedback Guidance for Planetary Landing via a Deep Reinforcement Learning Approach",
    "date_publ": "4 Mar 2020",
    "authors": [
      "Roberto Furfaro",
      "Andrea Scorsoglio",
      "Richard Linares",
      "Mauro Massar"
    ],
    "abstract": "Abstract:  Precision landing on large and small planetary bodies is a technology of\nutmost importance for future human and robotic exploration of the solar system.\nIn this context, the Zero-Effort-Miss/Zero-Effort-Velocity (ZEM/ZEV) feedback\nguidance algorithm has been studied extensively and is still a field of active\nresearch. The algorithm, although powerful in terms of accuracy and ease of\nimplementation, has some limitations. Therefore with this paper we present an\nadaptive guidance algorithm based on classical ZEM/ZEV in which machine\nlearning is used to overcome its limitations and create a closed loop guidance\nalgorithm that is sufficiently lightweight to be implemented on board\nspacecraft and flexible enough to be able to adapt to the given constraint\nscenario. The adopted methodology is an actor-critic reinforcement learning\nalgorithm that learns the parameters of the above-mentioned guidance\narchitecture according to the given problem constraints.",
    "categories": [
      "Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2003.02182"
  },
  {
    "url": "https://arxiv.org/abs/2003.01720",
    "title": "Title:Origin of (2014) MU69-like Kuiper-belt contact binaries from wide binaries",
    "date_publ": "3 Mar 2020",
    "authors": [
      "Evgeni Grishin",
      "Uri Malamud",
      "Hagai B. Perets",
      "Oliver Wandel",
      "Christoph M. Schaefe"
    ],
    "abstract": "Abstract:  Following its flyby and first imaging the Pluto-Charon binary, the New\nHorizons spacecraft visited the Kuiper-Belt-Object (KBO) (486958) 2014 MU69\n(Arrokoth). Imaging showed MU69 to be a contact-binary, made of two individual\nlobes connected by a narrow neck, rotating at low spin period (15.92 h), and\nhaving high obliquity (~98 deg), similar to other KBO contact-binaries inferred\nthrough photometric observations. The origin of such peculiar configurations is\npuzzling, and all scenarios suggested for the origins of contact-binaries fail\nto reproduce such properties and their likely high frequency. Here we show that\nsemi-secular perturbations operating only on ultra-wide (~0.1-0.4 Hill-radius)\nKBO-binaries can robustly lead to gentle, slow-speed binary mergers at\narbitrarily high obliquities, but low rotational velocities, that can reproduce\nMU69's (and similar oblique contact binaries) characteristics. Using N-body\nsimulations, we find that ~15% of all ultra-wide binaries with cosine-uniform\ninclination distribution are likely to merge through this process. Moreover, we\nfind that such mergers are sufficiently gentle as to only slightly deform the\nKBO shape, and can produce the measured rotation speed of MU69. The\nsemi-secular contact-binary formation channel not only explains the observed\nproperties of MU69, but could also apply for other Kuiper/asteroid belt\nbinaries, and for Solar/extra-solar moon systems.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2003.01720"
  },
  {
    "url": "https://arxiv.org/abs/2003.01224",
    "title": "Title:Photometry of Kuiper Belt Object (486958) Arrokoth from New Horizons LORRI",
    "date_publ": "2 Mar 2020",
    "authors": [
      "Jason D. Hofgartner",
      "Bonnie J. Buratti",
      "Susan D. Benecchi",
      "Ross A. Beyer",
      "Andrew Cheng",
      "James T. Keane",
      "Tod R. Lauer",
      "Catherine B. Olkin",
      "Joel W. Parker",
      "Kelsi N. Singer",
      "John R. Spencer",
      "S. Alan Stern",
      "Anne J. Verbiscer",
      "Harold A. Weaver",
      "New Horizons Geology",
      "Geophysics Team",
      "New Horizons LORRI Tea"
    ],
    "abstract": "Abstract:  On January 1st 2019, the New Horizons spacecraft flew by the classical Kuiper\nbelt object (486958) Arrokoth (provisionally designated 2014 MU69), possibly\nthe most primitive object ever explored by a spacecraft. The I/F of Arrokoth is\nanalyzed and fit with a photometric function that is a linear combination of\nthe Lommel-Seeliger (lunar) and Lambert photometric functions. Arrokoth has a\ngeometric albedo of p_V = 0.21_(-0.04)^(+0.05) at a wavelength of 550 nm and\n~0.24 at 610 nm. Arrokoth's geometric albedo is greater than the median but\nconsistent with a distribution of cold classical Kuiper belt objects whose\ngeometric albedos were determined by fitting a thermal model to radiometric\nobservations. Thus, Arrokoth's geometric albedo adds to the orbital and\nspectral evidence that it is a cold classical Kuiper belt object. Maps of the\nnormal reflectance and hemispherical albedo of Arrokoth are presented. The\nnormal reflectance of Arrokoth's surface varies with location, ranging from\n~0.10-0.40 at 610 nm with an approximately Gaussian distribution. Both\nArrokoth's extrema dark and extrema bright surfaces are correlated to\ntopographic depressions. Arrokoth has a bilobate shape and the two lobes have\nsimilar normal reflectance distributions: both are approximately Gaussian, peak\nat ~0.25 at 610 nm, and range from ~0.10-0.40, which is consistent with\nco-formation and co-evolution of the two lobes. The hemispherical albedo of\nArrokoth varies substantially with both incidence angle and location, the\naverage hemispherical albedo at 610 nm is 0.063 +/- 0.015. The Bond albedo of\nArrokoth at 610 nm is 0.062 +/- 0.015.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2003.01224"
  },
  {
    "url": "https://arxiv.org/abs/2003.00705",
    "title": "Title:Critical Review of the Scientific and Economic Efficacy of Lithium Lorentz Force Accelerators",
    "date_publ": "2 Mar 2020 (v1), last revised 1 Jun 2020 (this version, v3)",
    "authors": [
      "Alec Angu"
    ],
    "abstract": "Abstract:  Electromagnetic propulsion technology has been thought to provide a potential\nform of future spacecraft propulsion for some time. In contrast to ion\nthrusters, which utilize the Coulomb force to accelerate positively charged\nspecies, electromagnetic propulsion systems utilize the Lorentz force to\naccelerate all species in a quasi-neutral state, providing significant\ntechnological benefits over ion thrusters. Several forms of electromagnetic\npropulsion have been researched and developed, such as the Variable Specific\nImpulse Magnetoplasma Rocket, pulsed inductive thrusters, and the electrodeless\nplasma thruster. One of the most promising forms of electromagnetic propulsion,\nhowever, has been the magnetoplasmadynamic thruster. Whereas other\nelectromagnetic propulsion systems provide high specific impulse values but low\nthrust capabilities, magnetoplasmadynamic thrusters have demonstrated the\npotential for both high specific impulse values and high thrust densities.\nHowever, these thrusters are not without drawbacks and suffer from issues such\nas electrode erosion. A proposed subtype of these thrusters, known as the\nLithium Lorentz Force Accelerator, has been shown to address some of these\nissues. As is demonstrated in this paper, mission duration is not notably\nimproved by the use of Lithium Lorentz Force Accelerators except for mission\ndistances beyond the capabilities of current propulsion technology. It is also\nshown that increasing the amount of batteries onboard a spacecraft does not\nnecessarily decrease mission duration due to the specific power of current\nbattery technology, which is on the order of 10^3 W/kg, but that new\ndevelopments in nuclear energy technology may allow these thrusters to become\nefficacious for missions for which current propulsion technology is\ninsufficient.",
    "categories": [
      "Applied Physics (physics.app-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/2003.00705"
  },
  {
    "url": "https://arxiv.org/abs/2003.00650",
    "title": "Title:Global Major-Element Maps of Mercury from Four Years of MESSENGER X-Ray Spectrometer Observations",
    "date_publ": "2 Mar 2020",
    "authors": [
      "Larry R. Nittler",
      "Elizabeth A. Frank",
      "Shoshana Z. Weider",
      "Ellen Crapster-Pregont",
      "Audrey Vorburger",
      "Richard D. Starr",
      "Sean C. Solomo"
    ],
    "abstract": "Abstract:  The X-Ray Spectrometer (XRS) on the MESSENGER spacecraft provided\nmeasurements of major-element ratios across Mercury's surface. We present\nglobal maps of Mg/Si, Al/Si, S/Si, Ca/Si, and Fe/Si derived from XRS data\ncollected throughout MESSENGER's orbital mission. We describe the procedures we\nused to select and filter data and to combine them to make the final maps,\nwhich are archived in NASA's Planetary Data System. Areal coverage is variable\nfor the different element-ratio maps, with 100% coverage for Mg/Si and Al/Si,\nbut only 18% coverage for Fe/Si north of 30 $^{\\circ}$ N, where the spatial\nresolution is highest. The spatial resolution is improved over previous maps by\n10-15% because of the inclusion of higher-resolution data from late in the\nmission when the spacecraft periapsis altitude was low. Unlike typical\nplanetary data maps, however, the spatial resolution of the XRS maps can vary\nfrom pixel to pixel, and thus care must be taken in interpreting small-scale\nfeatures. We provide several examples of how the XRS maps can be used to\ninvestigate elemental variations in the context of geological features on\nMercury, which range in size from single $\\sim$100-km-diameter craters to large\nimpact basins. We expect that these maps will provide the basis for and/or\ncontribute to studies of Mercury's origin and geological history for many years\nto come.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2003.00650"
  },
  {
    "url": "https://arxiv.org/abs/2003.00632",
    "title": "Title:Empirical Photometric Control of Mars Context Camera Images",
    "date_publ": "2 Mar 2020",
    "authors": [
      "Stuart J. Robbins",
      "Michelle R. Kirchoff",
      "Rachael H. Hoove"
    ],
    "abstract": "Abstract:  The Mars Reconnaissance Orbiter (MRO) spacecraft has been in orbit around\nMars since March 2006. The Context Camera (CTX) on MRO has returned over\n100,000 images of the planet at approximately 5-6 meters per pixel, providing\nnearly global coverage. During that time, Mars has gone through nearly 7 of its\nown years, changing solar distance from 1.38 to 1.67 AU and the corresponding\nsolar flux by 45% due to its orbital eccentricity. Seasonal effects and\ntransient phenomena affect atmospheric transparency. Combined with an aging\ndetector, CTX images are difficult to mosaic seamlessly, for all of these\nchanges prevent equalizing images to create a visually smoothly illuminated\nproduct. We have developed a method, based on previous work by other\nresearchers for other datasets, to mitigate almost all photometric variations\nbetween images in order to create the appearance of an evenly illuminated,\npractically seamless mosaic. We describe how the process works, which uses a\nreference source to tie brightness values, and demonstrate its effects across\nMars' surface. While the workflow developed for this product is applicable to\nother planetary bodies, it requires a reference source, which may not yet\nexist.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2003.00632"
  },
  {
    "url": "https://arxiv.org/abs/2003.00198",
    "title": "Title:A drift-kinetic method for obtaining gradients in plasma properties from single-point distribution function data",
    "date_publ": "29 Feb 2020 (v1), last revised 9 Jul 2020 (this version, v2)",
    "authors": [
      "Blake A. Wetherton",
      "Jan Egedal",
      "Peter K. Montag",
      "Ari Le",
      "William S. Daughto"
    ],
    "abstract": "Abstract:  In this paper, we derive a new drift-kinetic method for estimating gradients\nin the plasma properties through a velocity space distribution at a single\npoint. The gradients are intrinsically related to agyrotropic features of the\ndistribution function. This method predicts the gradients in the magnetized\ndistribution function, and can predict gradients of arbitrary moments of the\ngyrotropic background distribution function. The method allows for estimates on\ndensity and pressure gradients on the scale of a Larmor radius, proving to\nresolve smaller scales than any method currently available to spacecraft. The\nmodel is verified with a set of fully-kinetic VPIC particle-in-cell\nsimulations.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2003.00198"
  },
  {
    "url": "https://arxiv.org/abs/2002.12878",
    "title": "Title:Blockchain in Space Industry: Challenges and Solutions",
    "date_publ": "27 Feb 2020",
    "authors": [
      "Mohamed Torky",
      "Tarek Gaber",
      "Aboul Ella Hassanien (Scientific Research Group in Egypt (SRGE)",
      "Cairo",
      "Egypt"
    ],
    "abstract": "Abstract:  Blockchain technology can play a vital role in the space industry and\nexploration. This magic technology can provide decentralized and secure\ntechniques for processing and manipulating space resources as space digital\ntokens. Tokenizing space resources such as orbits, satellites, spacecraft,\norbital debris, asteroids, and other space objects in the form of\nblockchain-based digital tokens will reflect plenty of various applications in\nthe space mining industry. Moreover, Blockchain algorithms based on smart\ncontracts can be utilized for tracking all space transactions and\ncommunications in a transparent, verifiable, and secure manner. This paper is\none of the first attempts towards conceptually investigating adopting\nblockchain theory in the space industry based on space digital token concept. A\nnew conceptual blockchain in space industry framework is proposed, and new\nmodels are created for introducing proposed solutions for some major challenges\nin the space industry and exploration. Finally, the paper is ended with\ndiscussing SpaceChain, the first open-source blockchain-based satellite network\nin the world as a case study of applying blockchain theory in designing and\nimplementing satellite systems.",
    "categories": [
      "Signal Processing (eess.SP)"
    ],
    "url_pdf": "/pdf/2002.12878"
  },
  {
    "url": "https://arxiv.org/abs/2002.11388",
    "title": "Title:Light curves of ten Centaurs from K2 measurements",
    "date_publ": "26 Feb 2020",
    "authors": [
      "G. Marton",
      "Cs. Kiss",
      "L. Molnár",
      "A. Pál",
      "A. Farkas-Takács",
      "Gy. M. Szabó",
      "T. Müller",
      "V. Alí-Lagoa",
      "R. Szabó",
      "J. Vinkó",
      "K. Sárneczky",
      "Cs. E. Kalup",
      "A. Marciniak",
      "R. Duffard",
      "L. L. Kis"
    ],
    "abstract": "Abstract:  Here we present the results of visible range light curve observations of ten\nCentaurs using the Kepler Space Telescope in the framework of the K2 mission.\nWell defined periodic light curves are obtained in six cases allowing us to\nderive rotational periods, a notable increase in the number of Centaurs with\nknown rotational properties. The low amplitude light curves of (471931) 2013\nPH44 and (250112) 2002 KY14 can be explained either by albedo variegations,\nbinarity or elongated shape. (353222) 2009 YD7 and (514312) 2016 AE193 could be\nrotating elongated objects, while 2017 CX33 and 2012 VU85 are the most\npromising binary candidates due to their slow rotations and higher light curve\namplitudes. (463368) 2012 VU85 has the longest rotation period, P=56.2h\nobserved among Centaurs. The P>20h rotation periods obtained for the two\npotential binaries underlines the importance of long, uninterrupted time series\nphotometry of solar system targets that can suitably be performed only from\nspacecraft, like the Kepler in the K2 mission, and the currently running TESS\nmission.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2002.11388"
  },
  {
    "url": "https://arxiv.org/abs/2002.10922",
    "title": "Title:Extended-body effects and rocket-free orbital maneuvering",
    "date_publ": "25 Feb 2020 (v1), last revised 6 Jul 2020 (this version, v2)",
    "authors": [
      "Abraham I. Harte",
      "Michael T. Gaffne"
    ],
    "abstract": "Abstract:  The trajectory of a spherical object which falls freely in a gravitational\nfield is fixed by its initial position and velocity. However, an object which\ncan control its shape can also control its motion: Except where forbidden by\nsymmetries and their associated conservation laws, a shape-changing (but\nrocket-free) spacecraft can have complete control over its trajectory. We\ndiscuss a general formalism which allows rocket-free maneuvers to be understood\nwithout constructing detailed interior models. A spacecraft's interior is\nabstracted to the specification of a quadrupole moment, and in some cases, it\nis only a single eigenvalue of that moment which is relevant. For orbits around\na spherically-symmetric mass, we show that appropriately varying the relevant\neigenvalue allows the energy and eccentricity of an orbit to be increased or\ndecreased and its apsides to be rotated arbitrarily. Strategies are identified\nwhich optimize these maneuvers. In other contexts, we show that extended-body\neffects can be used to stabilize orbits which would otherwise be unstable.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2002.10922"
  },
  {
    "url": "https://arxiv.org/abs/2002.10606",
    "title": "Title:Magnetic twist profile inside magnetic clouds derived with a superposed epoch analysis",
    "date_publ": "25 Feb 2020",
    "authors": [
      "V. Lanabere",
      "S. Dasso",
      "P. Démoulin",
      "M. Janvier",
      "L. Rodriguez",
      "J. J. Masías-Mez"
    ],
    "abstract": "Abstract:  Magnetic clouds (MCs) are large-scale interplanetary transient structures in\nthe heliosphere that travel from the Sun into the interplanetary medium. The\ninternal magnetic field lines inside the MCs are twisted, forming a flux rope\n(FR). This magnetic field structuring is determined by its initial solar\nconfiguration, by the processes involved during its eruption from the Sun, and\nby the dynamical evolution during its interaction with the ambient solar wind.\nOne of the most important properties of the magnetic structure inside MCs is\nthe twist of the field lines forming the FR (the number of turns per unit\nlength). The detailed internal distribution of twist is under debate mainly\nbecause the magnetic field (B) in MCs is observed only along the spacecraft\ntrajectory, and thus it is necessary to complete observations with theoretical\nassumptions. Estimating the twist from the study of a single event is difficult\nbecause the field fluctuations significantly increase the noise of the observed\nB time series and thus the bias of the deduced twist. The superposed epoch\napplied to MCs has proven to be a powerful technique, permitting the extraction\nof their common features, and removing the peculiarity of individual cases. We\napply a superposed epoch technique to analyse the magnetic components in the\nlocal FR frame of a significant sample of moderately asymmetric MCs observed at\n1 au. From the superposed profile of B components in the FR frame, we determine\nthe typical twist distribution in MCs. The twist is nearly uniform in the FR\ncore (central half part), and it increases moderately, up to a factor two,\ntowards the MC boundaries. This profile is close to the Lundquist field model\nlimited to the FR core where the axial field component is above about one-third\nof its central value.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2002.10606"
  },
  {
    "url": "https://arxiv.org/abs/2002.10024",
    "title": "Title:Spacecraft Tracking Applications of the Square Kilometre Array",
    "date_publ": "24 Feb 2020",
    "authors": [
      "J.G. Bij de Vaate",
      "L.I. Gurvits",
      "S.V. Pogrebenko",
      "C.G.M. van t Klooste"
    ],
    "abstract": "Abstract:  The Square Kilometre Array (SKA) is the next generation radio telescope\ndistinguished by a superb sensitivity due to its large aperture (about one\nsquare kilometre) and advanced instrumentation. It will cover a broad range of\nobserving bands including those used for tracking of and communications to deep\nspace missions. While spacecraft tracking is not a main application defining\nthe technical specifications of the SKA, this facility might play a role in\ntracking deep space probes as a backup to the ``dedicated'' deep space tracking\nnetworks. This paper presents possible applications of the SKA as a deep space\ntracking facility and major related technical specifications of various\nconcepts of the SKA. It was presented at the 3rd International Workshop on\nTracking, Telemetry and Command Systems for Space Applications, ESA-ESOC,\nDarmstadt, Germany, 7-9 September 2004. Over the past years, the SKA concept\nhas developed to a much higher level of detalisation and is currently at the\nimplementation phase. A number of specific considerations in this presentation\nno longer correspond to the actual status of the SKA project. However, the\noverall concept of the SKA applications for communication and tracking of\ninterplanetary spacecraft remain topical, and some approaches presented here\nremain of interest for prospective deep space missions.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Detectors (physics.ins-det)"
    ],
    "url_pdf": "/pdf/2002.10024"
  },
  {
    "url": "https://arxiv.org/abs/2002.09837",
    "title": "Title:Sunward propagating whistler waves collocated with localized magnetic field holes in the solar wind: Parker Solar Probe observations at 35.7 Sun radii",
    "date_publ": "23 Feb 2020",
    "authors": [
      "O.V. Agapitov",
      "T. Dudok de Wit",
      "F.S. Mozer",
      "J. W. Bonnell",
      "J. F. Drake",
      "D. Malaspina",
      "V. Krasnoselskikh",
      "S. Bale",
      "P. L. Whittlesey",
      "A. W. Case",
      "C. Chaston",
      "C. Froment",
      "K. Goetz",
      "K. A. Goodrich",
      "P. R. Harvey",
      "J. C. Kasper",
      "K. E. Korreck",
      "D.E. Larson",
      "R. Livi",
      "R. J. MacDowall",
      "M. Pulupa",
      "C. Revillet",
      "M. Stevens",
      "J. R. Wygan"
    ],
    "abstract": "Abstract:  Observations by the Parker Solar Probe mission of the solar wind at about\n35.7 solar radii reveal the existence of whistler wave packets with frequencies\nbelow 0.1 f/fce (20-80 Hz in the spacecraft frame). These waves often coincide\nwith local minima of the magnetic field magnitude or with sudden deflections of\nthe magnetic field that are called switchbacks. Their sunward propagation leads\nto a significant Doppler frequency downshift from 200-300 Hz to 20-80 Hz (from\n0.2 f/fce to 0.5 f/fce). The polarization of these waves varies from\nquasi-parallel to significantly oblique with wave normal angles that are close\nto the resonance cone. Their peak amplitude can be as large as 2 to 4 nT. Such\nvalues represent approximately 10% of the background magnetic field, which is\nconsiderably more than what is observed at 1 a.u. Recent numerical studies show\nthat such waves may potentially play a key role in breaking the heat flux and\nscattering the Strahl population of suprathermal electrons into a halo\npopulation.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2002.09837"
  },
  {
    "url": "https://arxiv.org/abs/2002.09442",
    "title": "Title:3He-rich solar energetic particles: Solar sources",
    "date_publ": "21 Feb 2020",
    "authors": [
      "R. Buci"
    ],
    "abstract": "Abstract:  3He-rich solar energetic particles (SEPs), showing up to a 10,000-fold\nabundance enhancement of rare elements like 3He or ultra-heavy nuclei, have\nbeen a puzzle for more than 50 years. One reason for the current lack of\nunderstanding of 3He-rich SEPs is the difficulty resolving the source regions\nof these commonly occurring events. Since their discovery, there has been\nstrong evidence that 3He-rich SEP production is associated with flares on the\nSun. Anomalous abundances of 3He-rich SEPs have been attributed to a unique\nacceleration mechanism that must routinely operate at flare sites. Flares\nassociated with 3He-rich SEPs have been often observed in jet-like forms\nindicating an acceleration in magnetic reconnection involving field lines open\nto interplanetary space. Owing to a fleet of spacecraft around the Sun,\nproviding a greatly improved resolution of solar imaging observations, 3He-rich\nSEP sources are now explored in unprecedented detail. This paper outlines the\ncurrent understanding of 3He-rich SEPs, mainly focusing on their solar sources.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2002.09442"
  },
  {
    "url": "https://arxiv.org/abs/2002.09063",
    "title": "Title:Real-Time Optimal Guidance and Control for Interplanetary Transfers Using Deep Networks",
    "date_publ": "20 Feb 2020",
    "authors": [
      "Dario Izzo",
      "Ekin Öztür"
    ],
    "abstract": "Abstract:  We consider the Earth-Venus mass-optimal interplanetary transfer of a\nlow-thrust spacecraft and show how the optimal guidance can be represented by\ndeep networks in a large portion of the state space and to a high degree of\naccuracy. Imitation (supervised) learning of optimal examples is used as a\nnetwork training paradigm. The resulting models are suitable for an on-board,\nreal-time, implementation of the optimal guidance and control system of the\nspacecraft and are called G&CNETs. A new general methodology called Backward\nGeneration of Optimal Examples is introduced and shown to be able to\nefficiently create all the optimal state action pairs necessary to train\nG&CNETs without solving optimal control problems. With respect to previous\nworks, we are able to produce datasets containing a few orders of magnitude\nmore optimal trajectories and obtain network performances compatible with real\nmissions requirements. Several schemes able to train representations of either\nthe optimal policy (thrust profile) or the value function (optimal mass) are\nproposed and tested. We find that both policy learning and value function\nlearning successfully and accurately learn the optimal thrust and that a\nspacecraft employing the learned thrust is able to reach the target conditions\norbit spending only 2 permil more propellant than in the corresponding\nmathematically optimal transfer. Moreover, the optimal propellant mass can be\npredicted (in case of value function learning) within an error well within 1%.\nAll G&CNETs produced are tested during simulations of interplanetary transfers\nwith respect to their ability to reach the target conditions optimally starting\nfrom nominal and off-nominal conditions.",
    "categories": [
      "Neural and Evolutionary Computing (cs.NE)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2002.09063"
  }
]