[
  {
    "url": "https://arxiv.org/abs/1703.00705",
    "title": "Title:Modeling observations of solar coronal mass ejections with heliospheric imagers verified with the Heliophysics System Observatory",
    "date_publ": "2 Mar 2017 (v1), last revised 7 Jul 2017 (this version, v2)",
    "authors": [
      "C. Möstl",
      "A. Isavnin",
      "P. D. Boakes",
      "E. K. J. Kilpua",
      "J. A. Davies",
      "R. A. Harrison",
      "D. Barnes",
      "V. Krupar",
      "J. P. Eastwood",
      "S. W. Good",
      "R. J. Forsyth",
      "V. Bothmer",
      "M. A. Reiss",
      "T. Amerstorfer",
      "R. M. Winslow",
      "B. J. Anderson",
      "L. C. Philpott",
      "L. Rodriguez",
      "A. P. Rouillard",
      "P. T. Gallagher",
      "T. L. Zhan"
    ],
    "abstract": "Abstract:  We present an advance towards accurately predicting the arrivals of coronal\nmass ejections (CMEs) at the terrestrial planets, including Earth. For the\nfirst time, we are able to assess a CME prediction model using data over 2/3 of\na solar cycle of observations with the Heliophysics System Observatory. We\nvalidate modeling results of 1337 CMEs observed with the Solar Terrestrial\nRelations Observatory (STEREO) heliospheric imagers (HI) (science data) from 8\nyears of observations by 5 in situ observing spacecraft. We use the\nself-similar expansion model for CME fronts assuming 60 degree longitudinal\nwidth, constant speed and constant propagation direction. With these\nassumptions we find that 23%-35% of all CMEs that were predicted to hit a\ncertain spacecraft lead to clear in situ signatures, so that for 1 correct\nprediction, 2 to 3 false alarms would have been issued. In addition, we find\nthat the prediction accuracy does not degrade with the HI longitudinal\nseparation from Earth. Predicted arrival times are on average within 2.6 +/-\n16.6 hours difference of the in situ arrival time, similar to analytical and\nnumerical modeling, and a true skill statistic of 0.21. We also discuss various\nfactors that may improve the accuracy of space weather forecasting using\nwide-angle heliospheric imager observations. These results form a first order\napproximated baseline of the prediction accuracy that is possible with HI and\nother methods used for data by an operational space weather mission at the\nSun-Earth L5 point.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1703.00705"
  },
  {
    "url": "https://arxiv.org/abs/1703.00418",
    "title": "Title:Reply to Comment on \"Does the Equivalence between Gravitational Mass and Energy Survive for a Composite Quantum Body?\"",
    "date_publ": "1 Mar 2017",
    "authors": [
      "Andrei G Lebe"
    ],
    "abstract": "Abstract:  We have recently shown that both passive and active gravitational masses of a\ncomposite body are not equivalent to its energy due to some quantum effects. We\nhave also suggested an idealized and more realistic experiments to detect the\nabove mentioned inequivalence for a passive gravitational mass. The suggested\nidealized effect is as follows. A spacecraft moves protons of a macroscopic\nensemble of hydrogen atoms with constant velocity in the Earth's gravitational\nfield. Due to non-homogeneous squeezing of space by the field, electron ground\nstate wave function experiences time-dependent perturbation in each hydrogen\natom. This perturbation results in the appearance of a finite probability for\nan electron to be excited at higher energy levels and to emit a photon. The\nexperimental task is to detect such photons from the ensemble of the atoms.\nMore realistic variants of such experiment can be realized in solid crystals\nand nuclei, as first mentioned by us. In his recent Comment on our paper,\nCrowell has argued that the effect, suggested by us, contradicts the existing\nexperiments and, in particular, astronomic data. We show here that this\nconclusion is incorrect and based on the so-called \"free fall\" experiments,\nwhere our effect does not have to be observed.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1703.00418"
  },
  {
    "url": "https://arxiv.org/abs/1702.08795",
    "title": "Title:Measuring X-ray anisotropy in solar flares. Prospective stereoscopic capabilities of STIX and MiSolFA",
    "date_publ": "28 Feb 2017 (v1), last revised 4 Aug 2017 (this version, v2)",
    "authors": [
      "Diego Casadei",
      "Natasha L. S. Jeffrey",
      "Eduard P. Konta"
    ],
    "abstract": "Abstract:  During the next solar maximum, two upcoming space-borne X-ray missions, STIX\non board Solar Orbiter and MiSolFA, will perform stereoscopic X-ray\nobservations of solar flares at two different locations: STIX at 0.28 AU (at\nperihelion) and up to inclinations of $\\sim25^{\\circ}$, and MiSolFA in a\nlow-Earth orbit. The combined observations from these cross-calibrated\ndetectors will allow us to infer the electron anisotropy of individual flares\nconfidently for the first time. We simulated both instrumental and physical\neffects for STIX and MiSolFA including thermal shielding, background and X-ray\nCompton backscattering (albedo effect) in the solar photosphere. We predict the\nexpected number of observable flares available for stereoscopic measurements\nduring the next solar maximum. We also discuss the range of useful spacecraft\nobservation angles for the challenging case of close-to-isotropic flare\nanisotropy. The simulated results show that STIX and MiSolFA will be capable of\ndetecting low levels of flare anisotropy, for M1-class or stronger flares, even\nwith a relatively small spacecraft angular separation of 20-30°. Both\ninstruments will directly measure the flare X-ray anisotropy of about 40 M- and\nX-class solar flares during the next solar maximum. Near-future stereoscopic\nobservations with Solar Orbiter/STIX and MiSolFA will help distinguishing\nbetween competing flare-acceleration mechanisms, and provide essential\nconstraints regarding collisional and non-collisional transport processes\noccurring in the flaring atmosphere for individual solar flares.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1702.08795"
  },
  {
    "url": "https://arxiv.org/abs/1702.08611",
    "title": "Title:Titan's Atmosphere and Climate",
    "date_publ": "28 Feb 2017",
    "authors": [
      "Sarah M. Hörs"
    ],
    "abstract": "Abstract:  Titan is the only moon with a substantial atmosphere, the only other thick\nN$_{2}$ atmosphere besides Earth's, the site of extraordinarily complex\natmospheric chemistry that far surpasses any other solar system atmosphere, and\nthe only other solar system body with stable liquid currently on its surface.\nThe connection between Titan's surface and atmosphere is also unique in our\nSolar system; atmospheric chemistry produces materials that are deposited on\nthe surface and subsequently altered by surface-atmosphere interactions such as\naeolian and fluvial processes resulting in the formation of extensive dune\nfields and expansive lakes and seas. Titan's atmosphere is favorable for\norganic haze formation, which combined with the presence of some oxygen bearing\nmolecules indicates that Titan's atmosphere may produce molecules of prebiotic\ninterest. The combination of organics and liquid, in the form of water in a\nsubsurface ocean and methane/ethane in the surface lakes and seas, means that\nTitan may be the ideal place in the solar system to test ideas about\nhabitability, prebiotic chemistry, and the ubiquity and diversity of life in\nthe Universe. The Cassini-Huygens mission to the Saturn system has provided a\nwealth of new information allowing for study of Titan as a complex system. Here\nI review our current understanding of Titan's atmosphere and climate forged\nfrom the powerful combination of Earth-based observations, remote sensing and\n\\emph{in situ} spacecraft measurements, laboratory experiments, and models. I\nconclude with some of our remaining unanswered questions as the incredible era\nof exploration with Cassini-Huygens comes to an end.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1702.08611"
  },
  {
    "url": "https://arxiv.org/abs/1702.07075",
    "title": "Title:Occultations of astrophysical radio sources as probes of planetary environments: A case study of Jupiter and possible applications to exoplanets",
    "date_publ": "23 Feb 2017",
    "authors": [
      "Paul Withers",
      "Marissa F. Vog"
    ],
    "abstract": "Abstract:  Properties of planetary atmospheres, ionospheres, and magnetospheres are\ndifficult to measure from Earth. Radio occultations are a common method for\nmeasuring these properties, but they traditionally rely on radio transmissions\nfrom a spacecraft near the planet. Here we explore whether occultations of\nradio emissions from a distant astrophysical radio source can be used to\nmeasure magnetic field strength, plasma density, and neutral density around\nplanets. In a theoretical case study of Jupiter, we find that significant\nchanges in polarization angle due to Faraday rotation occur for radio signals\nthat pass within 10 Jupiter radii of the planet and that significant changes in\nfrequency and power occur from radio signals that pass through the neutral\natmosphere. There are sufficient candidate radio sources, such as pulsars,\nactive galactic nuclei, and masers, that occultations are likely to occur at\nleast once per year. For pulsars, time delays in the arrival of their emitted\npulses can be used to measure plasma density. Exoplanets, whose physical\nproperties are very challenging to observe, may also occult distant\nastrophysical radio sources, such as their parent stars.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1702.07075"
  },
  {
    "url": "https://arxiv.org/abs/1702.06981",
    "title": "Title:OSIRIS-REx: Sample Return from Asteroid (101955) Bennu",
    "date_publ": "22 Feb 2017",
    "authors": [
      "D.S. Lauretta",
      "S.S. Balram-Knutson",
      "E. Beshore",
      "W.V. Boynton",
      "C. Drouet dAubigny",
      "D.N. DellaGiustina",
      "H.L. Enos",
      "D.R. Gholish",
      "C.W. Hergenrother",
      "E.S. Howell",
      "C.A. Johnson",
      "E.T. Morton",
      "M.C. Nolan",
      "B. Rizk",
      "H.L. Roper",
      "A.E. Bartels",
      "B.J. Bos",
      "J.P. Dworkin",
      "D.E. Highsmith",
      "D.A. Lorenz",
      "L.F. Lim",
      "R. Mink",
      "M.C. Moreau",
      "J.A. Nuth",
      "D.C. Reuter",
      "A.A. Simon",
      "E.B. Bierhaus",
      "B.H. Bryan",
      "R. Ballouz",
      "O.S. Barnouin",
      "R.P. Binzel",
      "W.F. Bottke",
      "V.E. Hamilton",
      "K.J. Walsh",
      "S.R. Chesley",
      "P.R. Christensen",
      "B.E. Clark",
      "H.C. Connolly",
      "M.K. Crombie",
      "M.G. Daly",
      "J.P. Emery",
      "T.J. McCoy",
      "J.W. McMahon",
      "D.J. Scheeres",
      "S. Messenger",
      "K. Nakamura-Messenger",
      "K. Righter",
      "S.A. Sandfor"
    ],
    "abstract": "Abstract:  In May of 2011, NASA selected the Origins, Spectral Interpretation, Resource\nIdentification, and Security-Regolith Explorer (OSIRIS-REx) asteroid sample\nreturn mission as the third mission in the New Frontiers program. The other two\nNew Frontiers missions are New Horizons, which explored Pluto during a flyby in\nJuly 2015 and is on its way for a flyby of Kuiper Belt object 2014 MU69 on Jan.\n1, 2019, and Juno, an orbiting mission that is studying the origin, evolution,\nand internal structure of Jupiter. The spacecraft departed for near-Earth\nasteroid (101955) Bennu aboard an United Launch Alliance Atlas V 411 evolved\nexpendable launch vehicle at 7:05 p.m. EDT on September 8, 2016, on a\nseven-year journey to return samples from Bennu. The spacecraft is on an\noutbound-cruise trajectory that will result in a rendezvous with Bennu in\nAugust 2018. The science instruments on the spacecraft will survey Bennu to\nmeasure its physical, geological, and chemical properties, and the team will\nuse these data to select a site on the surface to collect at least 60 g of\nasteroid regolith. The team will also analyze the remote-sensing data to\nperform a detailed study of the sample site for context, assess Bennus resource\npotential, refine estimates of its impact probability with Earth, and provide\nground-truth data for the extensive astronomical data set collected on this\nasteroid. The spacecraft will leave Bennu in 2021 and return the sample to the\nUtah Test and Training Range (UTTR) on September 24, 2023.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1702.06981"
  },
  {
    "url": "https://arxiv.org/abs/1702.06893",
    "title": "Title:New Results from the Solar Maximum Mission Bent Crystal Spectrometer",
    "date_publ": "22 Feb 2017",
    "authors": [
      "C. G. Rapley",
      "J. Sylwester",
      "K. J. H. Phillip"
    ],
    "abstract": "Abstract:  The Bent Crystal Spectrometer (BCS) onboard the NASA Solar Maximum Mission\nwas part of the X-ray Polychromator, which observed numerous flares and bright\nactive regions from February to November 1980, when operation was suspended as\na result of the failure of the spacecraft fine pointing system. Observations\nresumed following the Space Shuttle SMM Repair Mission in April 1984 and\ncontinued until November 1989. BCS spectra have been widely used in the past to\nobtain temperatures, emission measures, and turbulent and bulk flows during\nflares, as well as element abundances. Instrumental details including\ncalibration factors not previously published are given here, and the in-orbit\nperformance of the BCS is evaluated. Some significant changes during the\nmission are described, and recommendations for future instrumentation are made.\nUsing improved estimates for the instrument parameters and operational limits,\nit is now possible to obtain de-convolved, calibrated spectra that show finer\ndetail than before, providing the means to improved interpretation of the\nphysics of the emitting plasmas. The results indicate how historical, archived\ndata can be re-used to obtain enhanced and new, scientifically valuable\nresults.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1702.06893"
  },
  {
    "url": "https://arxiv.org/abs/1702.06761",
    "title": "Title:High Performance Clocks and Gravity Field Determination",
    "date_publ": "22 Feb 2017",
    "authors": [
      "J. Müller",
      "D. Dirkx",
      "S.M. Kopeikin",
      "G. Lion",
      "I. Panet",
      "G. Petit",
      "P.N.A.M. Visse"
    ],
    "abstract": "Abstract:  Time measured by an ideal clock crucially depends on the gravitational\npotential and velocity of the clock according to general relativity.\nTechnological advances in manufacturing high-precision atomic clocks have\nrapidly improved their accuracy and stability over the last decade that\napproached the level of 10$^{-18}$. Based on a fully relativistic description\nof the background gravitational physics, we discuss the impact of those\nhighly-precise clocks on the realization of reference frames and time scales\nused in geodesy. We discuss the current definitions of basic geodetic concepts\nand come to the conclusion that the advances in clocks and other metrological\ntechnologies will soon require the re-definition of time scales or, at least,\nclarification to ensure their continuity and consistent use in practice. The\nrelative frequency shift between two clocks is directly related to the\ndifference in the values of the gravity potential at the points of clock's\nlocalization. According to general relativity the relative accuracy of clocks\nin 10$^{-18}$ is equivalent to measuring the gravitational red shift effect\nbetween two clocks with the height difference amounting to 1 cm. We show how\nclock measurements can provide geopotential numbers for the realization of\ngravity-field-related height systems and can resolve discrepancies in\nclassically-determined height systems as well as between national height\nsystems. Another application of clocks is the direct use of observed potential\ndifferences for the improved recovery of regional gravity field solutions.\nFinally, clock measurements for space-borne gravimetry are analyzed along with\nclosely-related deficiencies of this method like an extra-ordinary knowledge of\nthe spacecraft velocity, etc. For all these applications besides the\nnear-future prospects, we also discuss the challenges that are related to using\nthose novel clock data in geodesy.",
    "categories": [
      "Geophysics (physics.geo-ph)",
      " General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1702.06761"
  },
  {
    "url": "https://arxiv.org/abs/1702.06581",
    "title": "Title:Chaos Control with Ion Propulsion",
    "date_publ": "17 Feb 2017",
    "authors": [
      "Judit Sliz",
      "Tamas Kovacs",
      "Aron Sul"
    ],
    "abstract": "Abstract:  The escape dynamics around the triangular Lagrangian point L5 in the real\nSun-Earth-Moon-Spacecraft system is investigated. Appearance of the finite time\nchaotic behaviour suggests that widely used methods and concepts of dynamical\nsystem theory can be useful in constructing a desired mission design. Existing\nchaos control methods are modified in such a way that we are able to protect a\ntest particle from escape. We introduce initial condition maps in order to have\na suitable numerical method to describe the motion in high dimensional phase\nspace. Results show that the structure of initial condition maps can be split\ninto two well-defined domains. One of these two parts has a regular contiguous\nshape and is responsible for long time escape; it is a long-lived island. The\nother one shows a filamentary fractal structure in initial condition maps. The\nshort time escape is governed by this object. This study focuses on a low-cost\nmethod which successfully transfers a reference trajectory between these two\nregions using an appropriate continuous control force. A comparison of the\nEarth-Moon transfer is also presented to show the efficiency of our method.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Chaotic Dynamics (nlin.CD)"
    ],
    "url_pdf": "/pdf/1702.06581"
  },
  {
    "url": "https://arxiv.org/abs/1702.06178",
    "title": "Title:The Twist of the Draped Interstellar Magnetic Field Ahead of the Heliopause: A Magnetic Reconnection Driven Rotational Discontinuity",
    "date_publ": "20 Feb 2017",
    "authors": [
      "M. Opher",
      "J. F. Drake",
      "M. Swisdak",
      "B. Zieger",
      "G. Tot"
    ],
    "abstract": "Abstract:  Based on the difference between the orientation of the interstellar $B_{ISM}$\nand the solar magnetic fields, there was an expectation that the magnetic field\ndirection would rotate dramatically across the heliopause (HP). However, the\nVoyager 1 spacecraft measured very little rotation across the HP. Previously we\nshowed that the $B_{ISM}$ twists as it approaches the HP and acquires a strong\nT component (East-West). Here we establish that reconnection in the eastern\nflank of the heliosphere is responsible for the twist. On the eastern flank the\nsolar magnetic field has twisted into the positive N direction and reconnects\nwith the Southward pointing component of the $B_{ISM}$. Reconnection drives a\nrotational discontinuity (RD) that twists the $B_{ISM}$ into the -T direction\nand propagates upstream in the interstellar medium towards the nose. The\nconsequence is that the N component of $B_{ISM}$ is reduced in a finite width\nband upstream of the HP. Voyager 1 currently measures angles\n($\\delta=sin^{-1}(B_{N}/B)$) close to solar values. We present MHD simulations\nto support this scenario, suppressing reconnection in the nose region while\nallowing it in the flanks, consistent with recent ideas about reconnection\nsuppression from diamagnetic drifts. The jump in plasma $\\beta$ (the plasma to\nmagnetic pressure) across the nose of HP is much greater than in the flanks\nbecause the heliosheath $\\beta$ is greater there than in the flanks.\nLarge-scale reconnection is therefore suppressed in the nose but not at the\nflanks. Simulation data suggest that $B_{ISM}$ will return to its pristine\nvalue $10-15~AU$ past the HP.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1702.06178"
  },
  {
    "url": "https://arxiv.org/abs/1702.05091",
    "title": "Title:Experimental overview on Future Solar and Heliospheric research",
    "date_publ": "16 Feb 2017",
    "authors": [
      "T. Laitinen (Jeremiah Horrocks Institute",
      "University of Central Lancashire",
      "Preston",
      "UK"
    ],
    "abstract": "Abstract:  Solar and heliospheric cosmic rays provide a unique perspective in cosmic ray\nresearch: we can observe not only the particles, but also the properties of the\nplasmas in which the they are accelerated and propagate, using in situ and\nhigh-resolution remote sensing instruments. The heliospheric cosmic ray\nobservations typically require space missions, which face stern competition\nagainst planetary and astrophysics missions, and it can take up to decades from\nthe initial concept proposal until the actual observing of the cosmic rays can\ncommence. Therefore it is important to have continuity in the cosmic ray\nmission timeline. In this overview, we review the current status and the future\noutlook in the experimental solar and heliospheric research. We find that the\ncurrent status of the available cosmic ray observations is good, but that many\nof the spacecraft are near the end of their feasible mission life. We describe\nthe three missions currently being prepared for launch, and discuss the future\noutlook of the solar and heliospheric cosmic ray missions.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1702.05091"
  },
  {
    "url": "https://arxiv.org/abs/1702.03783",
    "title": "Title:3D modeling of organic haze in Pluto's atmosphere",
    "date_publ": "13 Feb 2017",
    "authors": [
      "Tanguy Bertrand",
      "François Forge"
    ],
    "abstract": "Abstract:  The New Horizons spacecraft, which flew by Pluto on July 14, 2015, revealed\nthe presence of haze in Pluto's atmosphere that were formed by CH4/N2\nphotochemistry at high altitudes in Pluto's atmosphere, as on Titan and Triton.\nIn order to help the analysis of the observations and further investigate the\nformation of organic haze and its evolution at global scales, we have\nimplemented a simple parametrization of the formation of organic haze in our\nPluto General Circulation Model. The production of haze in our model is based\non the different steps of aerosol formation as understood on Titan and Triton:\nphotolysis of CH4 in the upper atmosphere by Lyman-alpha UV radiation,\nproduction of various gaseous species, and conversion into solid particles\nthrough accumulation and aggregation processes. We compared two reference\nsimulations ran with a particle radius of 50 nm: with, and without South Pole\nN2 condensation. We discuss the impact of the particle radius and the lifetime\nof the precursors on the haze distribution. We simulate CH4 photolysis and the\nhaze formation up to 600 km above the surface. Results show that CH4 photolysis\nin Pluto's atmosphere in 2015 occured mostly in the sunlit summer hemisphere\nwith a peak at an altitude of 250 km, though the interplanetary source of\nLyman-alpha flux can induce some photolysis even in the Winter hemisphere. We\nobtained an extensive haze up to altitudes comparable with the observations,\nand with non-negligible densities up to 500 km altitude. In both reference\nsimulations, the haze density is not strongly impacted by the meridional\ncirculation. With no South Pole N2 condensation, the maximum nadir opacity and\nhaze extent is obtained at the North Pole. With South Pole N2 condensation, the\ndescending parcel of air above the South Pole leads to a latitudinally more\nhomogeneous haze density with a slight density peak at the South Pole.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1702.03783"
  },
  {
    "url": "https://arxiv.org/abs/1702.02943",
    "title": "Title:Time-Series Analysis of Broadband Photometry of Neptune from K2",
    "date_publ": "9 Feb 2017",
    "authors": [
      "Jason F. Rowe",
      "Patrick Gaulme",
      "Jack J. Lissauer",
      "Mark S. Marley",
      "Amy A. Simon",
      "Heidi B. Hammel",
      "Victor Silva Aguirre",
      "Thomas Barclay",
      "Othman Benomar",
      "Patrick Boumier",
      "Douglas A. Caldwell",
      "Sarah L. Casewell",
      "William J. Chaplin",
      "Knicole D. Colon",
      "Enrico Corsaro",
      "G.R. Davies",
      "Jonathan J. Fortney",
      "Rafael A. Garcia",
      "John E. Gizis",
      "Michael R. Haas",
      "Benoit Mosser",
      "Francois-Xavier Schmide"
    ],
    "abstract": "Abstract:  We report here on our search for excess power in photometry of Neptune\ncollected by the K2 mission that may be due to intrinsic global oscillations of\nthe planet Neptune. To conduct this search, we developed new methods to correct\nfor instrumental effects such as intrapixel variability and gain variations. We\nthen extracted and analyzed the time-series photometry of Neptune from 49 days\nof nearly continuous broadband photometry of the planet. We find no evidence of\nglobal oscillations and place an upper limit of $\\sim$5 ppm at 1000 \\uhz\\ for\nthe detection of a coherent signal. With an observed cadence of 1-minute and\npoint-to-point scatter less than 0.01\\%, the photometric signal is dominated by\nreflected light from the Sun, which is in turn modulated by atmospheric\nvariability of Neptune at the 2\\% level. A change in flux is also observed due\nto the increasing distance between Neptune and the K2 spacecraft, and solar\nvariability with convection-driven solar p modes present.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1702.02943"
  },
  {
    "url": "https://arxiv.org/abs/1702.02795",
    "title": "Title:Space tests of the strong equivalence principle: BepiColombo and the Sun-Earth Lagrangian points opportunity",
    "date_publ": "9 Feb 2017",
    "authors": [
      "Fabrizio De Marchi",
      "Giuseppe Conged"
    ],
    "abstract": "Abstract:  The validity of General Relativity, after 100 years, is supported by solid\nexperimental evidence. However, there is a lot of interest in pushing the\nlimits of precision by other experiments. Here we focus our attention on the\nequivalence principle, in particular the strong form. The results of ground\nexperiments and lunar laser ranging have provided the best upper limit on the\nNordtvedt parameter {\\eta} that models deviations from the strong equivalence\nprinciple. Its uncertainty is currently {\\sigma}[{\\eta}] =4.4 $\\times$\n$10^{-4}$. In the first part of this paper we will describe the experiment, to\nmeasure {\\eta}, that will be done by the future mission BepiColombo. The\nexpected precision on {\\eta} is $\\approx$ $10^{-5}$. In the second part we will\nconsider the ranging between the Earth and a spacecraft orbiting near the\nSun-Earth Lagrangian points to get an independent measurement of {\\eta}. In\nthis case, we forecast a constraint similar to that achieved by lunar laser\nranging.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1702.02795"
  },
  {
    "url": "https://arxiv.org/abs/1702.02007",
    "title": "Title:The Installation Costs of a Satellite and Space Shuttle Launch Complex as a Public Expenditure Project",
    "date_publ": "7 Feb 2017",
    "authors": [
      "Dogus Ozuyar",
      "Sevilay Gumus Ozuyar",
      "Oguzhan Karadeniz",
      "Ozge Varo"
    ],
    "abstract": "Abstract:  From the 1940's to the present, space explorations, which is a highly\nimportant topic for the world and human beings, penetrate into many areas from\nthe communication to the national security as well as from the discovery of\nexoplanets and new life forms to space mining. On the top of the countries\nwhich do researches on these fields are the developed countries and the\ndeveloping countries are only used as launch areas, in an irrelevant manner of\nthe research and development. However, developing countries can significantly\nreduce foreign dependency and security flaws as well as providing important\nreputation gain in international platforms by conducting space research and\ndevelopment activities as already done by developed countries. All the large\nscale space probes conducted by developed countries oblige Turkey to develop\nspace researches in terms of economy, security and scientific aspects. Due to\nthese reasons, the approximate costs of a launch base, which will be installed\nto conduct space researches in Turkey, and of a satellite or a spacecraft,\nwhich will be able to launch from this base and serve a variety of purposes,\nare calculated in this study. In an effort to make the mentioned calculations,\nexamples of various countries that have already established a launch base and\nalready launched from these bases are analyzed and some projections are built\nfor Turkey by calculating the estimated costs. Since these projections must be\ncarried out by the Republic of Turkey since the private sector in Turkey will\nnot be willing to invest in such activities, the possible public advantages can\nbe gained through these activities are also mentioned and evaluated.",
    "categories": [
      "General Economics (econ.GN)"
    ],
    "url_pdf": "/pdf/1702.02007"
  },
  {
    "url": "https://arxiv.org/abs/1702.01697",
    "title": "Title:The formation of magnetic depletions and flux annihilation due to reconnection in the heliosheath",
    "date_publ": "6 Feb 2017",
    "authors": [
      "J. F. Drake",
      "M. Swisdak",
      "M. Opher",
      "J. D. Richardso"
    ],
    "abstract": "Abstract:  The misalignment of the solar rotation axis and the magnetic axis of the Sun\nproduces a periodic reversal of the Parker spiral magnetic field and the\nsectored solar wind. The compression of the sectors is expected to lead to\nreconnection in the heliosheath (HS). We present particle-in-cell simulations\nof the sectored HS that reflect the plasma environment along the Voyager 1 and\n2 trajectories, specifically including unequal positive and negative azimuthal\nmagnetic flux as seen in the Voyager data \\citep{Burlaga03}. Reconnection\nproceeds on individual current sheets until islands on adjacent current layers\nmerge. At late time bands of the dominant flux survive, separated by bands of\ndeep magnetic field depletion. The ambient plasma pressure supports the strong\nmagnetic pressure variation so that pressure is anti-correlated with magnetic\nfield strength. There is little variation in the magnetic field direction\nacross the boundaries of the magnetic depressions. At irregular intervals\nwithin the magnetic depressions are long-lived pairs of magnetic islands where\nthe magnetic field direction reverses so that spacecraft data would reveal\nsharp magnetic field depressions with only occasional crossings with jumps in\nmagnetic field direction. This is typical of the magnetic field data from the\nVoyager spacecraft \\citep{Burlaga11,Burlaga16}. Voyager 2 data reveals that\nfluctuations in the density and magnetic field strength are anti-correlated in\nthe sector zone as expected from reconnection but not in unipolar regions. The\nconsequence of the annihilation of subdominant flux is a sharp reduction in the\n\"number of sectors\" and a loss in magnetic flux as documented from the Voyager\n1 magnetic field and flow data \\citep{Richardson13}.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1702.01697"
  },
  {
    "url": "https://arxiv.org/abs/1702.01579",
    "title": "Title:Dust clouds and plasmoids in Saturn's Magnetosphere as seen with four Cassini instruments",
    "date_publ": "6 Feb 2017",
    "authors": [
      "Emil Khalis"
    ],
    "abstract": "Abstract:  We revisit the evidence for a \"dust cloud\" observed by the Cassini spacecraft\nat Saturn in 2006. The data of four instruments are simultaneously compared to\ninterpret the signatures of a coherent swarm of dust that would have remained\nnear the equatorial plane for as long as six weeks. The conspicuous pattern, as\nseen in the dust counters of the Cosmic Dust Analyser (CDA), clearly repeats on\nthree consecutive revolutions of the spacecraft. That particular cloud is\nestimated to about 1.36 Saturnian radii in size, and probably broadening. We\nalso present a reconnection event from the magnetic field data (MAG) that leave\nbehind several plasmoids like those reported from the Voyager flybys in the\nearly 1980s. That magnetic bubbles happened at the dawn side of Saturn's\nmagnetosphere. At their nascency, the magnetic field showed a switchover of its\nalignment, disruption of flux tubes and a recovery on a time scale of about 30\ndays. However, we cannot rule out that different events might have taken place.\nEmpirical evidence is shown at another occasion when a plasmoid was carrying a\ncloud of tiny dust particles such that a connection between plasmoids and\ncoherent dust clouds is probable.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1702.01579"
  },
  {
    "url": "https://arxiv.org/abs/1702.01344",
    "title": "Title:Evidence for coherent spicule oscillations by correcting Hinode/SOT Ca II H in the southeast limb of the Sun",
    "date_publ": "4 Feb 2017 (v1), last revised 7 Feb 2017 (this version, v2)",
    "authors": [
      "Alireza Ahangarzadeh Maralani",
      "Ehsan Tavabi",
      "Ali Ajabshirizade"
    ],
    "abstract": "Abstract:  Wave theories of heating the chromosphere, corona, and solar wind due to\nphotospheric fluctuations are strengthened by the existence of observed wave\ncoherency up to the transition region (TR). The coherency of solar spicules'\nintensity oscillations was explored using the Solar Optical Telescope (SOT) on\nthe Hinode spacecraft with a height increase above the solar limb in active\nregion (AR). We used time sequences near the southeast region from the\nHinode/SOT in Ca II H line obtained on April 3, 2015 and applied the\nde-convolution procedure to the spicule in order to illustrate how effectively\nour restoration method works on fine structures such as spicules. Moreover, the\nintensity oscillations at different heights above the solar limb were analysed\nthrough wavelet transforms. Afterwards, the phase difference was measured among\noscillations at two certain heights in search of evidence for coherent\noscillations. The results of wavelet transformations revealed dominant period\npeaks in 2, 4, 5.5, and 6.5 min at four separate heights. The dominant\nfrequencies for coherency level higher than 75 percent was found to be around\n5.5 and 8.5 mHz. Mean phase speeds of 155-360 km s-1 were measured. We found\nthat the mean phase speeds increased with height. The results suggest that the\nenergy flux carried by coherent waves into the corona and heliosphere may be\nseveral times larger than previous estimates that were based solely on constant\nvelocities. We provide compelling evidence for the existence of upwardly\npropagating coherent waves.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1702.01344"
  },
  {
    "url": "https://arxiv.org/abs/1702.00818",
    "title": "Title:Novel Use of Photovoltaics for Backup Spacecraft Laser Communication System",
    "date_publ": "3 Feb 2017",
    "authors": [
      "Xinchen Guo",
      "Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  Communication with a spacecraft is typically performed using Radio Frequency\n(RF). RF is a well-established and well-regulated technology that enables\ncommunication over long distances as proven by the Voyager 1 & II missions.\nHowever, RF requires licensing of very limited radio spectrum and this poses a\nchallenge in the future, particularly with spectrum time-sharing. This is of a\nconcern for emergency communication when it is of utmost urgency to contact the\nspacecraft and maintain contact, particularly when there is a major mission\nanomaly or loss of contact. For these applications, we propose a backup laser\ncommunication system where a laser is beamed towards a satellite and the\nonboard photovoltaics acts as a laser receiver. This approach enables a laser\nground station to broadcast commands to the spacecraft in times of emergency.\nAdding an actuated reflector to the laser receiver on the spacecraft enables\ntwo-way communication between ground and the spacecraft, but without the laser\nbeing located on the spacecraft. In this paper, we analyze the feasibility of\nthe concept in the laboratory and develop a benchtop experiment to verify the\nconcept. We have also developed a preliminary design for a 6U CubeSat-based\ndemonstrator to evaluate technology merits",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1702.00818"
  },
  {
    "url": "https://arxiv.org/abs/1702.00786",
    "title": "Title:Laser Interferometer Space Antenna",
    "date_publ": "2 Feb 2017 (v1), last revised 23 Feb 2017 (this version, v3)",
    "authors": [
      "Pau Amaro-Seoane",
      "Heather Audley",
      "Stanislav Babak",
      "John Baker",
      "Enrico Barausse",
      "Peter Bender",
      "Emanuele Berti",
      "Pierre Binetruy",
      "Michael Born",
      "Daniele Bortoluzzi",
      "Jordan Camp",
      "Chiara Caprini",
      "Vitor Cardoso",
      "Monica Colpi",
      "John Conklin",
      "Neil Cornish",
      "Curt Cutler",
      "Karsten Danzmann",
      "Rita Dolesi",
      "Luigi Ferraioli",
      "Valerio Ferroni",
      "Ewan Fitzsimons",
      "Jonathan Gair",
      "Lluis Gesa Bote",
      "Domenico Giardini",
      "Ferran Gibert",
      "Catia Grimani",
      "Hubert Halloin",
      "Gerhard Heinzel",
      "Thomas Hertog",
      "Martin Hewitson",
      "Kelly Holley-Bockelmann",
      "Daniel Hollington",
      "Mauro Hueller",
      "Henri Inchauspe",
      "Philippe Jetzer",
      "Nikos Karnesis",
      "Christian Killow",
      "Antoine Klein",
      "Bill Klipstein",
      "Natalia Korsakova",
      "Shane L Larson",
      "Jeffrey Livas",
      "Ivan Lloro",
      "Nary Man",
      "Davor Mance",
      "Joseph Martino",
      "Ignacio Mateos",
      "Kirk McKenzie",
      "Sean T McWilliams",
      "Cole Miller",
      "Guido Mueller",
      "Germano Nardini",
      "Gijs Nelemans",
      "Miquel Nofrarias",
      "Antoine Petiteau",
      "Paolo Pivato",
      "Eric Plagnol",
      "Ed Porter",
      "Jens Reiche",
      "David Robertson",
      "Norna Robertson",
      "Elena Rossi",
      "Giuliana Russano",
      "Bernard Schutz",
      "Alberto Sesana",
      "David Shoemaker",
      "Jacob Slutsky",
      "Carlos F. Sopuerta",
      "Tim Sumner",
      "Nicola Tamanini",
      "Ira Thorpe",
      "Michael Troebs",
      "Michele Vallisneri",
      "Alberto Vecchio",
      "Daniele Vetrugno",
      "Stefano Vitale",
      "Marta Volonteri",
      "Gudrun Wanner",
      "Harry Ward",
      "Peter Wass",
      "William Weber",
      "John Ziemer",
      "Peter Zweife"
    ],
    "abstract": "Abstract:  Following the selection of The Gravitational Universe by ESA, and the\nsuccessful flight of LISA Pathfinder, the LISA Consortium now proposes a 4 year\nmission in response to ESA's call for missions for L3. The observatory will be\nbased on three arms with six active laser links, between three identical\nspacecraft in a triangular formation separated by 2.5 million km.\nLISA is an all-sky monitor and will offer a wide view of a dynamic cosmos\nusing Gravitational Waves as new and unique messengers to unveil The\nGravitational Universe. It provides the closest ever view of the infant\nUniverse at TeV energy scales, has known sources in the form of verification\nbinaries in the Milky Way, and can probe the entire Universe, from its smallest\nscales near the horizons of black holes, all the way to cosmological scales.\nThe LISA mission will scan the entire sky as it follows behind the Earth in its\norbit, obtaining both polarisations of the Gravitational Waves simultaneously,\nand will measure source parameters with astrophysically relevant sensitivity in\na band from below $10^{-4}\\,$Hz to above $10^{-1}\\,$Hz.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1702.00786"
  },
  {
    "url": "https://arxiv.org/abs/1702.00399",
    "title": "Title:A propagation tool to connect remote-sensing observations with in-situ measurements of heliospheric structures",
    "date_publ": "1 Feb 2017",
    "authors": [
      "A.P. Rouillard",
      "B. Lavraud",
      "V. Genot",
      "M. Bouchemit",
      "N. Dufourg",
      "I. Plotnikov",
      "R.F. Pinto",
      "E. Sanchez-Diaz",
      "M. Lavarra",
      "M. Penou",
      "C. Jacquey",
      "N. Andre",
      "S. Caussarieu",
      "J.-P. Toniutti",
      "D. Popescu",
      "E. Buchlin",
      "S. Caminade",
      "P. Alingery",
      "J.A. Davies",
      "D. Odstrcil",
      "L. May"
    ],
    "abstract": "Abstract:  The remoteness of the Sun and the harsh conditions prevailing in the solar\ncorona have so far limited the observational data used in the study of solar\nphysics to remote-sensing observations taken either from the ground or from\nspace. In contrast, the `solar wind laboratory' is directly measured in situ by\na fleet of spacecraft measuring the properties of the plasma and magnetic\nfields at specific points in space. Since 2007, the solar-terrestrial relations\nobservatory (STEREO) has been providing images of the solar wind that flows\nbetween the solar corona and spacecraft making in-situ measurements. This has\nallowed scientists to directly connect processes imaged near the Sun with the\nsubsequent effects measured in the solar wind. This new capability prompted the\ndevelopment of a series of tools and techniques to track heliospheric\nstructures through space. This article presents one of these tools, a web-based\ninterface called the 'Propagation Tool' that offers an integrated research\nenvironment to study the evolution of coronal and solar wind structures, such\nas Coronal Mass Ejections (CMEs), Corotating Interaction Regions (CIRs) and\nSolar Energetic Particles (SEPs). These structures can be propagated from the\nSun outwards to or alternatively inwards from planets and spacecraft situated\nin the inner and outer heliosphere. In this paper, we present the global\narchitecture of the tool, discuss some of the assumptions made to simulate the\nevolution of the structures and show how the tool connects to different\ndatabases.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1702.00399"
  },
  {
    "url": "https://arxiv.org/abs/1702.00335",
    "title": "Title:Control of a Bucket-Wheel for Surface Mining of Asteroids and Small-Bodies",
    "date_publ": "1 Feb 2017 (v1), last revised 21 Feb 2017 (this version, v2)",
    "authors": [
      "Ravi teja Nallapu",
      "Erik Asphaug",
      "Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  Near Earth Asteroids (NEAs) are thought to contain a wealth of resources,\nincluding water, iron, titanium, nickel, platinum and silicates. Future space\nmissions that can exploit these resources by performing In-Situ Resource\nUtilization (ISRU) gain substantial benefit in terms of range, payload capacity\nand mission flexibility. Compared to the Moon or Mars, the milligravity on some\nasteroids demands a fraction of the energy for digging and accessing hydrated\nregolith just below the surface. However, asteroids and small-bodies, because\nof their low gravity present a major challenge in landing, surface excavation\nand resource capture. These challenges have resulted in adoption of a \"touch\nand go techniques\", like the upcoming Osiris-rex sample-return mission.\nPrevious asteroid excavation efforts have focused on discrete capture events\n(an extension of sampling technology) or whole-asteroid capture and processing.\nThis paper analyzes the control of a bucket-wheel design for asteroid or\nsmall-body excavation. Our study focuses on system design of two counter\nrotating bucket-wheels that are attached to a hovering spacecraft. Regolith is\nexcavated and heated to 1000 C to extract water. The water in turn is\nelectrolyzed to produce hydrogen and oxygen for rocket fuel. We analyze control\ntechniques to maximize traction of the bucket-wheels on the asteroid surface\nand minimize lift-off the surface, together with methods to dig deeper into the\nasteroid surface. Our studies combine analytical models, with simulation and\nhardware testing. For initial evaluation of material-spacecraft dynamics and\nmechanics, we assume lunar-like regolith for bulk density, particle size and\ncohesion. Our early studies point towards a promising pathway towards\nrefinement of this technology for demonstration aboard a future space mission.",
    "categories": [
      "Systems and Control (eess.SY)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1702.00335"
  },
  {
    "url": "https://arxiv.org/abs/1702.00207",
    "title": "Title:Resolved Photometry of Vesta Reveals Physical Properties of Crater Regolith",
    "date_publ": "1 Feb 2017",
    "authors": [
      "S.E. Schröder",
      "S. Mottola",
      "H.U. Keller",
      "C.A. Raymond",
      "C.T. Russel"
    ],
    "abstract": "Abstract:  During its year-long orbital mission, the Dawn spacecraft has mapped the\nsurface of main-belt asteroid Vesta multiple times at different spatial\nresolutions and illumination and viewing angles. The onboard Framing Camera has\nacquired thousands of clear filter and narrow band images, which, with the\navailability of high-resolution global shape models, allows for a photometric\ncharacterization of the surface in unprecedented detail. We analyze clear\nfilter images to retrieve the photometric properties of the regolith. In the\nfirst part of the paper we evaluate different photometric models for the global\naverage. In the second part we use these results to study variations in albedo\nand steepness of the phase curve over the surface. Maps of these two\nphotometric parameters show large scale albedo variations, which appear to be\nassociated with compositional differences. They also reveal the location of\nphotometrically extreme terrains, where the phase curve is unusually shallow or\nsteep. We find that shallow phase curves are associated with steep slopes on\ncrater walls and faults, as calculated from a shape model. On the other hand,\nthe phase curve of ejecta associated with young impact craters is steep. We\ninterpret these variations in phase curve slope in terms of physical roughness\nof the regolith. The lack of rough ejecta around older craters suggests that\ninitially rough ejecta associated with impact craters on Vesta are smoothed\nover a relatively short time of several tens of Myr. We propose that this\nprocess is the result of impact gardening, and as such represents a previously\nunrecognized aspect of Vesta space weathering (Pieters et al., 2012). If this\ntype of space weathering is common, we may expect to encounter this photometric\nphenomenon on other main belt asteroids.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1702.00207"
  },
  {
    "url": "https://arxiv.org/abs/1701.09094",
    "title": "Title:Attitude Control of the Asteroid Origins Satellite 1 (AOSAT 1)",
    "date_publ": "26 Jan 2017",
    "authors": [
      "Raviteja Nallapu",
      "Saumil Shah",
      "Erik Asphaug",
      "Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  Exploration of asteroids and small-bodies can provide valuable insight into\nthe origins of the solar system, into the origins of Earth and the origins of\nthe building blocks of life. However, the low-gravity and unknown surface\nconditions of asteroids presents a daunting challenge for surface exploration,\nmanipulation and for resource processing. This has resulted in the loss of\nseveral landers or shortened missions. Fundamental studies are required to\nobtain better readings of the material surface properties and physical models\nof these small bodies. The Asteroid Origins Satellite 1 (AOSAT 1) is a CubeSat\ncentrifuge laboratory that spins at up to 4 rpm to simulate the milligravity\nconditions of sub 1 km asteroids. Such a laboratory will help to de-risk\ndevelopment and testing of landing and resource processing technology for\nasteroids. Inside the laboratory are crushed meteorites, the remains of\nasteroids. The laboratory is equipped with cameras and actuators to perform a\nseries of science experiments to better understand material properties and\nasteroid surface physics. These results will help to improve our physics models\nof asteroids. The CubeSat has been designed to be low-cost and contains 3-axis\nmagnetorquers and a single reaction-wheel to induce spin. In our work, we first\nanalyze how the attitude control system will de-tumble the spacecraft after\ndeployment. Further analysis has been conducted to analyze the impact and\nstability of the attitude control system to shifting mass (crushed meteorites)\ninside the spacecraft as its spinning in its centrifuge mode. AOSAT 1 will be\nthe first in a series of low-cost CubeSat centrifuges that will be launched\nsetting the stage for a larger, permanent, on-orbit centrifuge laboratory for\nexperiments in planetary science, life sciences and manufacturing.",
    "categories": [
      "Systems and Control (eess.SY)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1701.09094"
  },
  {
    "url": "https://arxiv.org/abs/1701.09027",
    "title": "Title:In-flight calibration of the Dawn Framing Camera II: Flat fields and stray light correction",
    "date_publ": "31 Jan 2017",
    "authors": [
      "S.E. Schröder",
      "S. Mottola",
      "K.-D. Matz",
      "T. Roatsc"
    ],
    "abstract": "Abstract:  The NASA Dawn spacecraft acquired thousands of images of asteroid Vesta\nduring its year-long orbital tour, and is now on its way to asteroid Ceres. A\nmethod for calibrating images acquired by the onboard Framing Camera was\ndescribed by Schröder et al. (2013; Icarus 226, 1304). However, their method\nis only valid for point sources. In this paper we extend the calibration to\nimages of extended sources like Vesta. For this, we devise a first-order\ncorrection for in-field stray light, which is known to plague images taken\nthrough the narrow band filters, and revise the flat fields that were acquired\nin an integrating sphere before launch. We used calibrated images of the Vesta\nsurface to construct simple photometric models for all filters, that allow us\nto study how the spectrum changes with increasing phase angle (phase\nreddening). In combination with these models, our calibration method can be\nused to create near-seamless mosaics that are radiometrically accurate to a few\npercent. Such mosaics are provided in JVesta, the Vesta version of the JMARS\ngeographic information system.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1701.09027"
  },
  {
    "url": "https://arxiv.org/abs/1701.08739",
    "title": "Title:Planar magnetic structures in coronal mass ejection-driven sheath regions",
    "date_publ": "30 Jan 2017",
    "authors": [
      "Erika Palmerio",
      "Emilia K. J. Kilpua",
      "Neel P. Savan"
    ],
    "abstract": "Abstract:  Planar magnetic structures (PMSs) are periods in the solar wind during which\ninterplanetary magnetic field vectors are nearly parallel to a single plane.\nOne of the specific regions where PMSs have been reported are coronal mass\nejection (CME)-driven sheaths. We use here an automated method to identify PMSs\nin 95 CME sheath regions observed in-situ by the Wind and ACE spacecraft\nbetween 1997 and 2015. The occurrence and location of the PMSs are related to\nvarious shock, sheath and CME properties. We find that PMSs are ubiquitous in\nCME sheaths; 85% of the studied sheath regions had PMSs with the mean duration\nof 6.0 hours. In about one-third of the cases the magnetic field vectors\nfollowed a single PMS plane that covered a significant part (at least 67%) of\nthe sheath region. Our analysis gives strong support for two suggested PMS\nformation mechanisms: the amplification and alignment of solar wind\ndiscontinuities near the CME-driven shock and the draping of the magnetic field\nlines around the CME ejecta. For example, we found that the shock and PMS plane\nnormals generally coincided for the events where the PMSs occurred near the\nshock (68% of the PMS plane normals near the shock were separated by less than\n20° from the shock normal), while deviations were clearly larger when PMSs\noccurred close to the ejecta leading edge. In addition, PMSs near the shock\nwere generally associated with lower upstream plasma beta than the cases where\nPMSs occurred near the leading edge of the CME. We also demonstrate that the\nplanar parts of the sheath contain a higher amount of strongly southward\nmagnetic field than the non-planar parts, suggesting that planar sheaths are\nmore likely to drive magnetospheric activity.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1701.08739"
  },
  {
    "url": "https://arxiv.org/abs/1701.08513",
    "title": "Title:Fast and Lightweight Rate Control for Onboard Predictive Coding of Hyperspectral Images",
    "date_publ": "30 Jan 2017",
    "authors": [
      "Diego Valsesia",
      "Enrico Magl"
    ],
    "abstract": "Abstract:  Predictive coding is attractive for compression of hyperspecral images\nonboard of spacecrafts in light of the excellent rate-distortion performance\nand low complexity of recent schemes. In this letter we propose a rate control\nalgorithm and integrate it in a lossy extension to the CCSDS-123 lossless\ncompression recommendation. The proposed rate algorithm overhauls our previous\nscheme by being orders of magnitude faster and simpler to implement, while\nstill providing the same accuracy in terms of output rate and comparable or\nbetter image quality.",
    "categories": [
      "Information Theory (cs.IT)"
    ],
    "url_pdf": "/pdf/1701.08513"
  },
  {
    "url": "https://arxiv.org/abs/1701.08217",
    "title": "Title:Sun-Earth Lagrange reference for fundamental physics and navigation",
    "date_publ": "27 Jan 2017 (v1), last revised 27 Nov 2017 (this version, v3)",
    "authors": [
      "Angelo Tartaglia",
      "Enrico Lorenzini",
      "David Lucchesi",
      "Giovanni Pucacco",
      "Matteo Luca Ruggiero",
      "Pavol Valk"
    ],
    "abstract": "Abstract:  The use of four Lagrange points of the Sun/Earth system for fundamental\nphysics experiments in space is presented. L1, L2, L4 and L5 rotating rigidly\ntogether with the Earth form a natural reference frame at the scale of the\ninner solar system. The idea which is discussed in the paper considers the\npossibility of locating four spacecraft in the four cited Lagrange points and\nexchanging electromagnetic pulses among them. Including stations on earth,\nvarious closed paths for the pulses are possible. Time of flight measurements\nwould be performed. The time of flight difference between right- and\nleft-handed circuits is proportional to the angular momentum of the Sun and the\ndetection of the effect would reach accuracies better than 1% depending on the\naccuracy of the clock. The four points could also be used as \"artificial\npulsars\" for a relativistic positioning system at the scale of the solar\nsystem. Additional interesting possibilities include detection of a galactic\ngravito-magnetic field and also, using a global configuration as a zero area\nSagnac contour, detection of gravitational waves. More opportunities are also\nmentioned.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1701.08217"
  },
  {
    "url": "https://arxiv.org/abs/1701.08201",
    "title": "Title:Optical Navigation for Interplanetary CubeSats",
    "date_publ": "26 Jan 2017",
    "authors": [
      "Stephen R. Schwartz",
      "Shota Ichikawa",
      "Pranay Gankidi",
      "Nalik Kenia",
      "Graham Dektorand Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  CubeSats and small satellites are emerging as low-cost tools for performing\nscience and exploration in deep space. These new classes of satellite exploit\nthe latest advancement in miniaturization of electronics, power systems, and\ncommunication technologies to promise reduced launch cost and development\ncadence. JPL's MarCO CubeSats, part of the Mars Insight mission, will head on\nan Earth escape trajectory to Mars in 2018 and serve as communication relays\nfor the Mars Insight Lander during Entry, Descent and Landing. Incremental\nadvancements to the MarCO CubeSats, particularly in propulsion and GNC, could\nenable these spacecraft to get to another planet or to Near Earth Objects. This\ncan have substantial science return with the right science instrument. We have\ndeveloped an interplanetary CubeSat concept that includes onboard green\nmonopropellant propulsion system and that can get into a capture orbit around a\nneighboring planet or chase a small-body. One such candidate is the Martian\nmoon Phobos. Because of the limits of current CubeSat hardware and lack of an\naccurate ephemeris of Phobos, there will be a 2 to 5 km uncertainty in distance\nbetween the spacecraft and Phobos. This presents a major GNC challenge when the\nCubeSat first attempts to get into visual range of the moon. One solution to\nthis challenge is to develop optical navigation technology that enables the\nCubeSat to take epicyclic orbits around the most probable location of the\ntarget, autonomously search and home-in on the target body. In worst-case\nscenarios, the technology would narrow down the uncertainty of the small-body\nlocation and then use optical flow, a computer vision algorithm to track\nmovement of objects in the field of view. A dimly lit small-body can be\ndetected by the occlusion of one or more surrounding stars. Our studies present\npreliminary simulations that support the concept.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1701.08201"
  },
  {
    "url": "https://arxiv.org/abs/1701.07562",
    "title": "Title:Precise Pointing of Cubesat Telescopes: Comparison Between Heat and Light Induced Attitude Control Methods",
    "date_publ": "26 Jan 2017",
    "authors": [
      "Ravi teja Nallapu",
      "Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  CubeSats are emerging as low-cost tools to perform astronomy, exoplanet\nsearches and earth observation. These satellites can target an object for\nscience observation for weeks on end. This is typically not possible on larger\nmissions where usage time is shared. The problem of designing an attitude\ncontrol system for CubeSat telescopes is very challenging because current\nchoice of actuators such as reaction-wheels and magnetorquers can induce jitter\non the spacecraft due to moving mechanical parts and due to external\ndisturbances. These telescopes may contain cryo-pumps and servos that introduce\nadditional vibrations. A better solution is required. In our paper, we analyze\nthe feasibility of utilizing solar radiation pressure (SRP) and radiometric\nforce to achieve precise attitude control. Our studies show radiometric\nactuators to be a viable method to achieve precise pointing. The device uses 8\nthin vanes of different temperatures placed in a near-vacuum chamber. These\nchambers contain trace quantities of lightweight, inert gasses like argon. The\ntemperature gradient across the vanes causes the gas molecules to strike the\nvanes differently and thus inducing a force. By controlling these forces, it's\npossible to produce a torque to precisely point or spin a spacecraft. We\npresent a conceptual design of a CubeSat that is equipped with these actuators.\nWe then analyze the potential slew maneuver and slew rates possible with these\nactuators by simulating their performance. Our analytical and simulation\nresults point towards a promising pathway for laboratory testing of this\ntechnology and demonstration of this technology in space.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1701.07562"
  },
  {
    "url": "https://arxiv.org/abs/1701.07561",
    "title": "Title:Precision Pointing of Antennas in Space Using Arrays of Shape Memory Alloy Based Linear Actuators",
    "date_publ": "26 Jan 2017",
    "authors": [
      "Nikhil S. Sonawane",
      "Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  Space systems such as communication satellites, earth observation satellites\nand space telescopes require precise pointing to observe fixed targets over\nprolonged time. These systems typically use reaction-wheels to slew the\nspacecraft and gimballing systems containing motors to achieve precise\npointing. Motor based actuators have limited life as they contain moving parts\nthat require lubrication in space. Alternate methods have utilized\npiezoelectric actuators. This paper presents Shape memory alloys (SMA)\nactuators for control of a deployable antenna placed on a satellite. The SMAs\nare operated as a series of distributed linear actuators. These distributed\nlinear actuators are not prone to single point failures and although each\nindividual actuator is imprecise due to hysteresis and temperature variation.\nThe system as a whole achieves reliable results. The SMAs can be programmed to\nperform a series of periodic motion and operate as a mechanical guidance system\nthat is not prone to damage from radiation or space weather. Efforts are\nfocused on developing a system that can achieve one degree pointing accuracy at\nfirst, with an ultimate goal of achieving a few arc seconds accuracy. Bench top\nmodels of the actuator system has been developed and working towards testing\nthe system under vacuum. A demonstration flight of the technology is planned\naboard a CubeSat.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1701.07561"
  },
  {
    "url": "https://arxiv.org/abs/1701.07547",
    "title": "Title:Optimized Bucket Wheel Design for Asteroid Excavation",
    "date_publ": "26 Jan 2017",
    "authors": [
      "Ravi Teja Nallapu",
      "Andrew Thoesen",
      "Laurence Garvie",
      "Erik Asphaug",
      "Jekanthan Thangavelautha"
    ],
    "abstract": "Abstract:  Current spacecraft need to launch with all of their required fuel for travel.\nThis limits the system performance, payload capacity, and mission flexibility.\nOne compelling alternative is to perform In-Situ Resource Utilization (ISRU) by\nextracting fuel from small bodies in local space such as asteroids or small\nsatellites. Compared to the Moon or Mars, the microgravity on an asteroid\ndemands a fraction of the energy for digging and accessing hydrated regolith\njust below the surface. Previous asteroid excavation efforts have focused on\ndiscrete capture events (an extension of sampling technology) or whole-asteroid\ncapture and processing. This paper proposes an optimized bucket wheel design\nfor surface excavation of an asteroid or small-body. Asteroid regolith is\nexcavated and water extracted for use as rocket propellant. Our initial study\nfocuses on system design, bucket wheel mechanisms, and capture dynamics applied\nto ponded materials known to exist on asteroids like Itokawa and Eros and small\nsatellites like Phobos and Deimos. For initial evaluation of\nmaterial-spacecraft dynamics and mechanics, we assume lunar-like regolith for\nbulk density, particle size and cohesion. We shall present our estimates for\nthe energy balance of excavation and processing versus fuel gained.\nConventional electrolysis of water is used to produce hydrogen and oxygen. It\nis compared with steam for propulsion and both show significant delta-v. We\nshow that a return trip from Deimos to Earth is possible for a 12 kg craft\nusing ISRU processed fuel.",
    "categories": [
      "Robotics (cs.RO)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1701.07547"
  },
  {
    "url": "https://arxiv.org/abs/1701.07545",
    "title": "Title:Radiometric Actuators for Spacecraft Attitude Control",
    "date_publ": "26 Jan 2017",
    "authors": [
      "Ravi Teja Nallapu",
      "Amit Tallapragada",
      "Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  CubeSats and small satellites are emerging as low-cost tools to perform\nastronomy, exoplanet searches and earth observation. These satellites can be\ndedicated to pointing at targets for weeks or months at a time. This is\ntypically not possible on larger missions where usage is shared. Current\nsatellites use reaction wheels and where possible magneto-torquers to control\nattitude. However, these actuators can induce jitter due to various sources. In\nthis work, we introduce a new class of actuators that exploit radiometric\nforces induced by gasses on surface with a thermal gradient. Our work shows\nthat a CubeSat or small spacecraft mounted with radiometric actuators can\nachieve precise pointing of few arc-seconds or less and avoid the jitter\nproblem. The actuator is entirely solid-state, containing no moving mechanical\ncomponents. This ensures high-reliability and long-life in space. A preliminary\ndesign for these actuators is proposed, followed by feasibility analysis of the\nactuator performance.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1701.07545"
  },
  {
    "url": "https://arxiv.org/abs/1701.07543",
    "title": "Title:FPGA Architecture for Deep Learning and its application to Planetary Robotics",
    "date_publ": "26 Jan 2017",
    "authors": [
      "Pranay Gankidi",
      "Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  Autonomous control systems onboard planetary rovers and spacecraft benefit\nfrom having cognitive capabilities like learning so that they can adapt to\nunexpected situations in-situ. Q-learning is a form of reinforcement learning\nand it has been efficient in solving certain class of learning problems.\nHowever, embedded systems onboard planetary rovers and spacecraft rarely\nimplement learning algorithms due to the constraints faced in the field, like\nprocessing power, chip size, convergence rate and costs due to the need for\nradiation hardening. These challenges present a compelling need for a portable,\nlow-power, area efficient hardware accelerator to make learning algorithms\npractical onboard space hardware. This paper presents a FPGA implementation of\nQ-learning with Artificial Neural Networks (ANN). This method matches the\nmassive parallelism inherent in neural network software with the fine-grain\nparallelism of an FPGA hardware thereby dramatically reducing processing time.\nMars Science Laboratory currently uses Xilinx-Space-grade Virtex FPGA devices\nfor image processing, pyrotechnic operation control and obstacle avoidance. We\nsimulate and program our architecture on a Xilinx Virtex 7 FPGA. The\narchitectural implementation for a single neuron Q-learning and a more complex\nMultilayer Perception (MLP) Q-learning accelerator has been demonstrated. The\nresults show up to a 43-fold speed up by Virtex 7 FPGAs compared to a\nconventional Intel i5 2.3 GHz CPU. Finally, we simulate the proposed\narchitecture using the Symphony simulator and compiler from Xilinx, and\nevaluate the performance and power consumption.",
    "categories": [
      "Machine Learning (cs.LG)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Robotics (cs.RO)"
    ],
    "url_pdf": "/pdf/1701.07543"
  },
  {
    "url": "https://arxiv.org/abs/1701.07435",
    "title": "Title:Radio occultations of the Io plasma torus by Juno are feasible",
    "date_publ": "25 Jan 2017 (v1), last revised 27 Jan 2017 (this version, v2)",
    "authors": [
      "Phillip H. Phipps",
      "Paul Wither"
    ],
    "abstract": "Abstract:  The flow of material from Io's volcanoes into the Io plasma torus, out into\nthe magnetosphere, and along field lines into Jupiter's upper atmosphere is not\nadequately understood. The lack of observations of spatial and temporal\nvariations in the Io plasma torus impedes attempts to understand the system as\na whole. Here we propose that radio occultations of the Io plasma torus by the\nJuno spacecraft can measure plasma densities in the Io plasma torus. We find\nthat the line-of-sight column density of plasma in each of the three regions of\nthe Io plasma torus (cold torus, ribbon, and warm torus) can be measured with\nuncertainties of 10%. We also find that scale heights describing the spatial\nvariation in plasma density in each of these three regions can be measured with\nsimilar uncertainties. Such observations will be sufficiently accurate to\nsupport system-scale studies of the flow of plasma through the magnetosphere of\nJupiter.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1701.07435"
  },
  {
    "url": "https://arxiv.org/abs/1701.07287",
    "title": "Title:VLBI ecliptic plane survey: VEPS-1",
    "date_publ": "25 Jan 2017 (v1), last revised 9 Jun 2017 (this version, v3)",
    "authors": [
      "Fengchun Shu",
      "Leonid Petrov",
      "Wu Jiang",
      "Bo Xia",
      "Tianyu Jiang",
      "Yuzhu Cui",
      "Kazuhiro Takefuji",
      "Jamie McCallum",
      "Jim Lovell",
      "Sang-oh Yi",
      "Longfei Hao",
      "Wenjun Yang",
      "Hua Zhang",
      "Zhong Chen",
      "Jinling L"
    ],
    "abstract": "Abstract:  We present here the results of the first part of the VLBI Ecliptic Plane\nSurvey (VEPS) program. The goal of the program is to find all compact sources\nwithin $7.5^\\circ$ of the ecliptic plane which are suitable as calibrators for\nanticipated phase referencing observations of spacecraft and determine their\npositions with accuracy at the 1.5~nrad level. We run the program in two modes:\nthe search mode and the refining mode. In the search mode, a complete sample of\nall sources brighter than 50 mJy at 5 GHz listed in the Parkes-MIT-NRAO (PMN)\nand Green Bank 6~cm (GB6) catalogs, except those previously detected with VLBI,\nis observed. In the refining mode, the positions of all ecliptic plane sources,\nincluding those found in the search mode, are improved. By October 2016,\nthirteen 24-hr sessions that targeted all sources brighter than 100~mJy have\nbeen observed and analyzed. Among 3320 observed target sources, 555 objects\nhave been detected. We also conducted a number of follow-up VLBI experiments in\nthe refining mode and improved the positions of 249 ecliptic plane sources.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1701.07287"
  },
  {
    "url": "https://arxiv.org/abs/1701.06939",
    "title": "Title:Kinematics effects of atmospheric friction in spacecraft flybys",
    "date_publ": "24 Jan 2017",
    "authors": [
      "L. Aced"
    ],
    "abstract": "Abstract:  Gravity assist manoeuvres are one of the most succesful techniques in\nastrodynamics. In these trajectories the spacecraft comes very close to the\nsurface of the Earth, or other Solar system planets or moons, and, as a\nconsequence, it experiences the effect of atmospheric friction by the outer\nlayers of the Earth's atmosphere or ionosphere.\nIn this paper we analyze a standard atmospheric model to estimate the density\nprofile during the two Galileo flybys, the NEAR and the Juno flyby. We show\nthat, even allowing for a margin of uncertainty in the spacecraft cross-section\nand the drag coefficient, the observed -8 mm/sec anomalous velocity decrease\nduring the second Galileo flyby of December, 8th, 1992 cannot be attributed\nonly to atmospheric friction. On the other hand, for perigees on the border\nbetween the termosphere and the exosphere the friction only accounts for a\nfraction of a millimeter per second in the final asymptotic velocity.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1701.06939"
  },
  {
    "url": "https://arxiv.org/abs/1701.05735",
    "title": "Title:The flyby anomaly: A multivariate analysis approach",
    "date_publ": "20 Jan 2017",
    "authors": [
      "L. Aced"
    ],
    "abstract": "Abstract:  The flyby anomaly is the unexpected variation of the asymptotic\npost-encounter velocity of a spacecraft with respect to the pre-encounter\nvelocity as it performs a slingshot manoeuvre. This effect has been detected\nin, at least, six flybys of the Earth but it has not appeared in other recent\nflybys. In order to find a pattern in these, apparently contradictory, data\nseveral phenomenological formulas have been proposed but all have failed to\npredict a new result in agreement with the observations. In this paper we use a\nmultivariate dimensional analysis approach to propose a fitting of the data in\nterms of the local parameters at perigee, as it would occur if this anomaly\ncomes from an unknown fifth force with latitude dependence. Under this\nassumption, we estimate the range of this force around 300 km.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1701.05735"
  },
  {
    "url": "https://arxiv.org/abs/1701.05359",
    "title": "Title:North-south asymmetries in cold plasma density in the magnetotail lobes: Cluster observations",
    "date_publ": "19 Jan 2017",
    "authors": [
      "S. Haaland",
      "B. Lybekk",
      "L. Maes",
      "K. Laundal",
      "A. Pedersen",
      "P. Tenfjord",
      "A. Ohma",
      "N. Østgaard",
      "J. Reistad",
      "K. Snekvi"
    ],
    "abstract": "Abstract:  In this paper, we present observations of cold (0-70 eV) plasma density in\nthe magnetotail lobes. The observations and results are based on 16 years of\nCluster observation of spacecraft potential measurements converted into local\nplasma densities. Measurements from all four Cluster spacecraft have been used,\nand the survey indicates a persistent asymmetry in lobe density, with\nconsistently higher cold plasma densities in the northern lobe. External\ninfluences, such as daily and seasonal variations in the Earth's tilt angle,\ncan introduce temporary north-south asymmetries through asymmetric ionization\nof the two hemispheres. Likewise, external drivers, such as the orientation of\nthe interplanetary magnetic field can set up additional spatial asymmetries in\noutflow and lobe filling. The persistent asymmetry reported in this paper is\nalso influenced by these external factors but is mainly caused by differences\nin magnetic field configuration in the Northern and Southern Hemisphere\nionospheres.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1701.05359"
  },
  {
    "url": "https://arxiv.org/abs/1701.04559",
    "title": "Title:Corotating Magnetic Reconnection Site in Saturn's Magnetosphere",
    "date_publ": "17 Jan 2017 (v1), last revised 7 Sep 2017 (this version, v2)",
    "authors": [
      "Zhonghua Yao",
      "A. J. Coates",
      "L. C. Ray",
      "I. J. Rae",
      "D. Grodent",
      "G. H. Jones",
      "M. K. Dougherty",
      "C. J. Owen",
      "R. L. Guo",
      "W. Dunn",
      "A. Radioti",
      "Z. Y. Pu",
      "G. R. Lewis",
      "J. H. Waite",
      "J.-C. Gerar"
    ],
    "abstract": "Abstract:  Using measurements from the Cassini spacecraft in Saturn's magnetosphere, we\npropose a 3D physical picture of a corotating reconnection site, which can only\nbe driven by an internally generated source. Our results demonstrate that the\ncorotating magnetic reconnection can drive an expansion of the current sheet in\nSaturn's magnetosphere and, consequently, can produce Fermi acceleration of\nelectrons. This reconnection site lasted for longer than one of Saturn's\nrotation period. The long-lasting and corotating natures of the magnetic\nreconnection site at Saturn suggest fundamentally different roles of magnetic\nreconnection in driving magnetospheric dynamics (e.g., the auroral\nprecipitation) from the Earth. Our corotating reconnection picture could also\npotentially shed light on the fast rotating magnetized plasma environments in\nthe solar system and beyond.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1701.04559"
  },
  {
    "url": "https://arxiv.org/abs/1701.04319",
    "title": "Title:Comment to: The interaction of relativistic spacecrafts with the interstellar medium",
    "date_publ": "16 Jan 2017",
    "authors": [
      "Marko Karlusi"
    ],
    "abstract": "Abstract:  Recently, Hoang et al. (arXiv:1608.05284) reported analysis of the\ninteraction of relativistic spacecrafts with interstellar medium (ISM, i.e. gas\natoms and dust particles) relevant for the Breakthrough starshot initiative\n(this https URL). The main conclusion is that\ndust pose much greater threat to the starship than gas atoms. However, analysis\nused to treat interaction of the spaceship with gas atoms is based on the\nincorrect use of the Szenes model. Only by proper treatment of the Szenes model\ncan be found if the conclusion remains valid - or not. In the following, the\nmain comments we have raised about the paper are listed. Present text is based\non the v2 version of the above mentioned paper [0] that was accepted for\npublication in Astophysical Journal.",
    "categories": [
      "Astrophysics of Galaxies (astro-ph.GA)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1701.04319"
  },
  {
    "url": "https://arxiv.org/abs/1701.04057",
    "title": "Title:The Solar Orbiter Mission: an Energetic Particle Perspective",
    "date_publ": "15 Jan 2017",
    "authors": [
      "R. Gómez-Herrero",
      "J. Rodríguez-Pacheco",
      "R. F. Wimmer-Schweingruber",
      "G.M. Mason",
      "S. Sánchez-Prieto",
      "C. Martín",
      "M. Prieto",
      "G.C. Ho",
      "F. Espinosa Lara",
      "I. Cernuda",
      "J.J. Blanco",
      "A. Russu",
      "O. Rodríguez Polo",
      "S.R. Kulkarni",
      "C. Terasa",
      "L. Panitzsch",
      "S.I. Böttcher",
      "S. Boden",
      "B. Heber",
      "J. Steinhagen",
      "J. Tammen",
      "J. Köhler",
      "C. Drews",
      "R. Elftmann",
      "A. Ravanbakhsh",
      "L. Seimetz",
      "B. Schuster",
      "M. Yedla",
      "E. Valtonen",
      "R. Vaini"
    ],
    "abstract": "Abstract:  Solar Orbiter is a joint ESA-NASA mission planed for launch in October 2018.\nThe science payload includes remote-sensing and in-situ instrumentation\ndesigned with the primary goal of understanding how the Sun creates and\ncontrols the heliosphere. The spacecraft will follow an elliptical orbit around\nthe Sun, with perihelion as close as 0.28 AU. During the late orbit phase the\norbital plane will reach inclinations above 30 degrees, allowing direct\nobservations of the solar polar regions. The Energetic Particle Detector (EPD)\nis an instrument suite consisting of several sensors measuring electrons,\nprotons and ions over a broad energy interval (2 keV to 15 MeV for electrons, 3\nkeV to 100 MeV for protons and few tens of keV/nuc to 450 MeV/nuc for ions),\nproviding composition, spectra, timing and anisotropy information. We present\nan overview of Solar Orbiter from the energetic particle perspective,\nsummarizing the capabilities of EPD and the opportunities that these new\nobservations will provide for understanding how energetic particles are\naccelerated during solar eruptions and how they propagate through the\nHeliosphere.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1701.04057"
  },
  {
    "url": "https://arxiv.org/abs/1701.03761",
    "title": "Title:Compositional study of asteroids in the Erigone collisional family using visible spectroscopy at the 10.4 m GTC",
    "date_publ": "13 Jan 2017",
    "authors": [
      "David Morate",
      "Julia de León",
      "Mário De Prá",
      "Javier Licandro",
      "Antonio Cabrera-Lavers",
      "Humberto Campins",
      "Noemí Pinilla-Alonso",
      "Víctor Alí-Lago"
    ],
    "abstract": "Abstract:  Two primitive near Earth asteroids, (101955) Bennu and (162173) Ryugu, will\nbe visited by a spacecraft with the aim of returning samples back to Earth.\nSince these objects are believed to originate in the inner main belt primitive\ncollisional families (Erigone, Polana, Clarissa, and Sulamitis) or in the\nbackground of asteroids outside these families, the characterization of these\nprimitive populations will enhance the scientific return of the missions. The\nmain goal of this work is to shed light on the composition of the Erigone\ncollisional family by means of visible spectroscopy. Asteroid (163) Erigone has\nbeen classified as a primitive object, and we expect the members of this family\nto be consistent with the spectral type of the parent body. We have obtained\nvisible spectra (0.5 to 0.9 microns) for 101 members of the Erigone family,\nusing the OSIRIS instrument at the 10.4 m Gran Telescopio Canarias. We found\nthat 87 percent of the objects have typically primitive visible spectra\nconsistent with that of (163) Erigone. In addition, we found that a significant\nfraction of these objects (approximately 50 percent) present evidence of\naqueous alteration.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1701.03761"
  },
  {
    "url": "https://arxiv.org/abs/1701.03510",
    "title": "Title:The Origins of Asteroidal Rock Disaggregation: Interplay of Thermal Fatigue and Microstructure",
    "date_publ": "12 Jan 2017",
    "authors": [
      "Kavan Hazeli",
      "Charles El Mir",
      "Stefanos Papanikolaou",
      "Marco Delbo",
      "KT Rames"
    ],
    "abstract": "Abstract:  The distributions of size and chemical composition in the regolith on airless\nbodies provides clues to the evolution of the solar system. Recently, the\nregolith on asteroid (25143) Itokawa, visited by the JAXA Hayabusa spacecraft,\nwas observed to contain millimeter to centimeter sized particles. Itokawa\nboulders commonly display well-rounded profiles and surface textures that\nappear inconsistent with mechanical fragmentation during meteorite impact; the\nrounded profiles have been hypothesized to arise from rolling and movement on\nthe surface as a consequence of seismic shaking. We provide a possible\nexplanation of these observations by exploring the primary crack propagation\nmechanisms during thermal fatigue of a chondrite. We present the in situ\nevolution of the full-field strains on the surface as a function of temperature\nand microstructure, and observe and quantify the crack growth during thermal\ncycling. We observe that the primary fatigue crack path preferentially follows\nthe interfaces between monominerals, leaving them intact after fragmentation.\nThese observations are explained through a microstructure-based finite element\nmodel that is quantitatively compared with our experimental results. These\nresults on the interactions of thermal fatigue cracking with the microstructure\nmay ultimately allow us to distinguish between thermally induced fragments and\nimpact products.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Materials Science (cond-mat.mtrl-sci)",
      " Computational Physics (physics.comp-ph)",
      " Geophysics (physics.geo-ph)"
    ],
    "url_pdf": "/pdf/1701.03510"
  },
  {
    "url": "https://arxiv.org/abs/1701.01742",
    "title": "Title:Automated Design of CubeSats and Small Spacecrafts",
    "date_publ": "6 Jan 2017",
    "authors": [
      "Himangshu Kalita",
      "Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  The miniaturization of electronics, sensors and actuators has enabled the\ngrowing use of CubeSats and sub-20 kg spacecraft. Their reduced mass and volume\nhas the potential to translate into significant reductions in required\npropellant and launch mass for interplanetary missions, earth observation and\nfor astrophysics applications. There is an important need to optimize the\ndesign of these spacecraft to better ascertain their maximal capabilities by\nfinding optimized solution, where mass, volume and power is a premium. Current\nspacecraft design methods require a team of experts, who use their engineering\nexperience and judgement to develop a spacecraft design. Such an approach can\nmiss innovative designs not thought of by a human design team. In this work we\npresent a compelling alternative approach that extends the capabilities of a\nspacecraft engineering design team to search for and identify near-optimal\nsolutions using machine learning. The approach enables automated design of a\nspacecraft that requires specifying quantitative goals, requiring reaching a\ntarget location or operating at a predetermined orbit for a required time. Next\na virtual warehouse of components is specified that be selected to produce a\ncandidate design. Candidate designs are produced using an artificial Darwinian\napproach, where fittest design survives and reproduce, while unfit individuals\nare culled off. Our past work in space robotic has produced systems designs and\ncontrollers that are human competitive. Finding a near-optimal solution\npresents vast improvements over a solution obtained through engineering\njudgment and point design alone. The approach shows a credible pathway to\nidentify and evaluate many more candidate designs than it would be otherwise\npossible with a human design team alone.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/1701.01742"
  },
  {
    "url": "https://arxiv.org/abs/1701.01682",
    "title": "Title:A STEREO Survey of Magnetic Cloud Coronal Mass Ejections Observed at Earth in 2008--2012",
    "date_publ": "6 Jan 2017",
    "authors": [
      "Brian E. Wood",
      "Chin-Chun Wu",
      "Ronald P. Lepping",
      "Teresa Nieves-Chinchilla",
      "Russell A. Howard",
      "Mark G. Linton",
      "Dennis G. Socke"
    ],
    "abstract": "Abstract:  We identify coronal mass ejections (CMEs) associated with magnetic clouds\n(MCs) observed near Earth by the Wind spacecraft from 2008 to mid-2012, a time\nperiod when the two STEREO spacecraft were well positioned to study\nEarth-directed CMEs. We find 31 out of 48 Wind MCs during this period can be\nclearly connected with a CME that is trackable in STEREO imagery all the way\nfrom the Sun to near 1 AU. For these events, we perform full 3-D\nreconstructions of the CME structure and kinematics, assuming a flux rope\nmorphology for the CME shape, considering the full complement of STEREO and\nSOHO imaging constraints. We find that the flux rope orientations and sizes\ninferred from imaging are not well correlated with MC orientations and sizes\ninferred from the Wind data. However, velocities within the MC region are\nreproduced reasonably well by the image-based reconstruction. Our kinematic\nmeasurements are used to provide simple prescriptions for predicting CME\narrival times at Earth, provided for a range of distances from the Sun where\nCME velocity measurements might be made. Finally, we discuss the differences in\nthe morphology and kinematics of CME flux ropes associated with different\nsurface phenomena (flares, filament eruptions, or no surface activity).",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1701.01682"
  },
  {
    "url": "https://arxiv.org/abs/1701.01354",
    "title": "Title:Virtual Planetary Space Weather Services offered by the Europlanet H2020 Research Infrastructure",
    "date_publ": "5 Jan 2017",
    "authors": [
      "N. André",
      "M. Grande",
      "N. Achilleos",
      "M. Barthélémy",
      "M. Bouchemit",
      "K. Benson",
      "P.-L. Blelly",
      "E. Budnik",
      "S. Caussarieu",
      "B. Cecconi",
      "T. Cook",
      "V. Génot",
      "P. Guio",
      "A. Goutenoir",
      "B. Grison",
      "R. Hueso",
      "M. Indurain",
      "G. H. Jones",
      "J. Lilensten",
      "A. Marchaudon",
      "D. Matthiäe",
      "A. Opitz",
      "A. Rouillard",
      "I. Stanislawska",
      "J. Soucek",
      "C. Tao",
      "L. Tomasik",
      "J. Vaubaillo"
    ],
    "abstract": "Abstract:  The Europlanet 2020 Research Infrastructure will include new Planetary Space\nWeather Services (PSWS) that will extend the concepts of space weather and\nspace situational awareness to other planets in our Solar System and in\nparticular to spacecraft that voyage through it. PSWS will make five entirely\nnew toolkits accessible to the research community and to industrial partners\nplanning for space missions: a general planetary space weather toolkit, as well\nas three toolkits dedicated to the following key planetary environments: Mars,\ncomets, and outer planets. This will give the European planetary science\ncommunity new methods, interfaces, functionalities and/or plugins dedicated to\nplanetary space weather in the tools and models available within the partner\ninstitutes. It will also create a novel event-diary toolkit aiming at\npredicting and detecting planetary events like meteor showers and impacts. A\nvariety of tools are available for tracing propagation of planetary and/or\nsolar events through the Solar System and modelling the response of the\nplanetary environment (surfaces, atmospheres, ionospheres, and magnetospheres)\nto those events. But these tools were not originally designed for planetary\nevent prediction and space weather applications. PSWS will provide the\nadditional research and tailoring required to apply them for these purposes.\nPSWS will be to review, test, improve and adapt methods and tools available\nwithin the partner institutes in order to make prototype planetary event and\nspace weather services operational in Europe at the end of the programme. To\nachieve its objectives PSWS will use a few tools and standards developed for\nthe Astronomy Virtual Observatory (VO). This paper gives an overview of the\nproject together with a few illustrations of prototype services based on VO\nstandards and protocols.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1701.01354"
  },
  {
    "url": "https://arxiv.org/abs/1612.08733",
    "title": "Title:Artificial Intelligence Probes for Interstellar Exploration and Colonization",
    "date_publ": "24 Dec 2016",
    "authors": [
      "Andreas M. Hei"
    ],
    "abstract": "Abstract:  A recurring topic in interstellar exploration and the search for\nextraterrestrial intelligence (SETI) is the role of artificial intelligence.\nMore precisely, these are programs or devices that are capable of performing\ncognitive tasks that have been previously associated with humans such as image\nrecognition, reasoning, decision-making etc. Such systems are likely to play an\nimportant role in future deep space missions, notably interstellar exploration,\nwhere the spacecraft needs to act autonomously. This article explores the\ndrivers for an interstellar mission with a computation-heavy payload and\nprovides an outline of a spacecraft and mission architecture that supports such\na payload. Based on existing technologies and extrapolations of current trends,\nit is shown that AI spacecraft development and operation will be constrained\nand driven by three aspects: power requirements for the payload, power\ngeneration capabilities, and heat rejection capabilities. A likely mission\narchitecture for such a probe is to get into an orbit close to the star in\norder to generate maximum power for computational activities, and then to\nprepare for further exploration activities. Given current levels of increase in\ncomputational power, such a payload with a similar computational power as the\nhuman brain would have a mass of hundreds to dozens of tons in a 2050 - 2060\ntimeframe.",
    "categories": [
      "Popular Physics (physics.pop-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1612.08733"
  },
  {
    "url": "https://arxiv.org/abs/1612.07698",
    "title": "Title:Novel cosmic-ray electron and positron constraints on MeV dark matter particles",
    "date_publ": "22 Dec 2016 (v1), last revised 27 Jun 2017 (this version, v2)",
    "authors": [
      "Mathieu Boudaud",
      "Julien Lavalle",
      "Pierre Salat"
    ],
    "abstract": "Abstract:  MeV dark matter (DM) particles annihilating or decaying to electron-positron\npairs cannot, in principle, be observed via local cosmic-ray (CR) measurements\nbecause of the shielding solar magnetic field. In this letter, we take\nadvantage of spacecraft Voyager 1's capacity for detecting interstellar CRs\nsince it crossed the heliopause in 2012. This opens up a new avenue to probe DM\nin the sub-GeV energy/mass range that we exploit here for the first time. From\na complete description of the transport of electrons and positrons at low\nenergy, we derive predictions for both the secondary astrophysical background\nand the pair production mechanisms relevant to DM annihilation or decay down to\nthe MeV mass range. Interestingly, we show that reacceleration may push\npositrons up to energies larger than the DM particle mass. We combine the\nconstraints from the Voyager and AMS-02 data to get novel limits covering a\nvery extended DM particle mass range, from MeV to TeV. In the MeV mass range,\nour limits reach annihilation cross sections of order $\\langle \\sigma v\\rangle\n\\sim 10^{-28}{\\rm cm^3/s}$. An interesting aspect is that these limits barely\ndepend on the details of cosmic-ray propagation in the weak reacceleration\ncase, a configuration which seems to be favored by the most recent\nboron-to-carbon ($B/C$) data. Though extracted from a completely different and\nnew probe, these bounds have a strength similar to those obtained with the\ncosmic microwave background --- they are even more stringent for $p$-wave\nannihilation.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      " High Energy Physics - Phenomenology (hep-ph)"
    ],
    "url_pdf": "/pdf/1612.07698"
  },
  {
    "url": "https://arxiv.org/abs/1612.06784",
    "title": "Title:Singularity-Free Spacecraft Attitude Control Using Variable-Speed Control Moment Gyroscopes",
    "date_publ": "20 Dec 2016",
    "authors": [
      "Yaguang Yan"
    ],
    "abstract": "Abstract:  This paper discusses spacecraft control using variable-speed CMGs. A new\noperational concept for VSCMGs is proposed. This new concept makes it possible\nto approximate the complex nonlinear system by a linear time-varying system\n(LTV). As a result, an effective control system design method, Model Predictive\nControl (MPC) using robust pole assignment, can be used to design the\nspacecraft control system using VSCMGs. A nice feature of this design is that\nthe control system does not have any singular point. A design example is\nprovided. The simulation result shows the effectiveness of the proposed method.",
    "categories": [
      "Optimization and Control (math.OC)"
    ],
    "url_pdf": "/pdf/1612.06784"
  }
]