[
  {
    "url": "https://arxiv.org/abs/gr-qc/9810085",
    "title": "Title:The \"Pioneer effect\" as a manifestation of the cosmic expansion in the solar system",
    "date_publ": "28 Oct 1998 (v1), last revised 24 May 1999 (this version, v3)",
    "authors": [
      "Jose-Luis Rosales",
      "Jose-Luis Sanchez-Gome"
    ],
    "abstract": "Abstract:  It is proposed that the recently reported anomalous acceleration acting on\nthe Pioneers spacecrafts should be a consequence of the existence of some local\ncurvature in light geodesics when using the coordinate speed of light in an\nexpanding spacetime. This suggests taht this \"Pioneer effect\" is nothing else\nbut the detection of cosmological expansion in the solar system.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/9810085"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/9810015",
    "title": "Title:A Prosaic Explanation for the Anomalous Accelerations Seen in Distant Spacecraft",
    "date_publ": "5 Oct 1998",
    "authors": [
      "Edward M. Murphy (The Johns Hopkins University",
      "Dept. of Physics and Astronomy"
    ],
    "abstract": "Abstract:  Anderson, et al. (gr-qc/9808081) have recently reported the discovery of an\napparent anomalous, weak, long-range acceleration in the Pioneer 10/11 and\nUlysses spacecraft. I believe that this result can be explained by\nnon-isotropic radiative cooling of the spacecraft electronics through passive\nradiators on the spacecraft surface. These radiators are preferentially placed\non the anti-solar side of the spacecraft to avoid heating by solar radiation.\nThe power transmitted through these radiator panels can explain the observed\nacceleration within the observational errors.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/9810015"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9810132",
    "title": "Title:Helioseismic analysis of the hydrogen partition function in the solar interior",
    "date_publ": "8 Oct 1998 (v1), last revised 17 Dec 1998 (this version, v2)",
    "authors": [
      "S. Basu",
      "W. Dappen",
      "A. Nayfono"
    ],
    "abstract": "Abstract:  The difference in the adiabatic gradient gamma_1 between inverted solar data\nand solar models is analyzed. To obtain deeper insight into the issues of\nplasma physics, the so-called ``intrinsic'' difference in gamma_1 is extracted,\nthat is, the difference due to the change in the equation of state alone. Our\nmethod uses reference models based on two equations of state currently used in\nsolar modeling, the Mihalas-Hummer-Dappen (MHD) equation of state, and the OPAL\nequation of state (developed at Livermore). Solar oscillation frequencies from\nthe SOI/MDI instrument on board the SOHO spacecraft during its first 144 days\nin operation are used. Our results confirm the existence of a subtle effect of\nthe excited states in hydrogen that was previously studied only theoretically\n(Nayfonov & Dappen 1998). The effect stems from internal partition function of\nhydrogen, as used in the MHD equation of state. Although it is a pure-hydrogen\neffect, it takes place in somewhat deeper layers of the Sun, where more than\n90% of hydrogen is ionized, and where the second ionization zone of helium is\nlocated. Therefore, the effect will have to be taken into account in reliable\nhelioseismic determinations of the astrophysically relevant helium-abundance of\nthe solar convection zone.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9810132"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9810033",
    "title": "Title:Observations of electromagnetically coupled dust in the Jovian magnetosphere",
    "date_publ": "2 Oct 1998",
    "authors": [
      "H. Krüger",
      "E. Grün",
      "A. Graps",
      "A. Heck",
      "S. Lammer"
    ],
    "abstract": "Abstract:  We report on dust measurements obtained during the seventh orbit of the\nGalileo spacecraft about Jupiter. %which had a close flyby at Ganymede. The\nmost prominent features observed are highly time variable dust streams recorded\nthroughout the Jovian system. The impact rate varied by more than an order of\nmagnitude with a 5 and 10 hour periodicity, which shows a correlation with\nGalileo's position relative to the Jovian magnetic field. This behavior can be\nqualitatively explained by strong coupling of nanometer-sized dust to the\nJovian magnetic field. In addition to the 5 and 10 h periodicities, a longer\nperiod which is compatible with Io's orbital period is evident in the dust\nimpact rate. This feature indicates that Io most likely is the source of the\ndust streams. During a close (3,095 km altitude) flyby at Ganymede on 5 April\n1997 an enhanced rate of dust impacts has been observed, which suggests that\nGanymede is a source of ejecta particles. Within a distance of about 25 $\\rm\nR_J$ (Jupiter radius, $\\rm R_J = 71,492$ km) from Jupiter impacts of\nmicrometer-sized particles have been recorded which could be particles on bound\norbits about Jupiter.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9810033"
  },
  {
    "url": "https://arxiv.org/abs/physics/9809029",
    "title": "Title:Analysis of The Anomalous Orbital-Energy Changes Observed in Spacecraft Flybys of Earth",
    "date_publ": "20 Sep 1998 (v1), last revised 1 Dec 2008 (this version, v8)",
    "authors": [
      "Roger Ellman (The-Origin Foundation",
      "Inc"
    ],
    "abstract": "Abstract:  In March 2008 anomalous behavior in spacecraft flybys of Earth was reported\nin Physical Review Letters, Volume 100, Issue 9, March 7, 2008, in an article\nentitled \"Anomalous Orbital-Energy Changes Observed during Spacecraft Flybys of\nEarth\".\nThe data indicate unaccounted for changes in spacecraft speed, both increases\nand decreases, for six different spacecraft involved in Earth flybys from\nDecember 8, 1990 to August 2, 2005. The article states that, \"All ... potential\nsources of systematic error .... [have been] modeled. None can account for the\nobserved anomalies.... Like the Pioneer anomaly ... the Earth flybys anomaly is\na real effect .... Its source is unknown.\"\nIn the present article it is shown that the Earth flybys anomaly would be\ncaused by a very small acceleration [in addition to that of natural\ngravitation], centrally directed and independent of distance, the same effect\nas that which the Pioneer anomaly exhibits. How that effect operates to produce\nthe observed results is analyzed. A cause of the centrally directed\naccelerations is presented.",
    "categories": [
      "General Physics (physics.gen-ph)"
    ],
    "url_pdf": "/pdf/physics/9809029"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/9809075",
    "title": "Title:Remark on ``Indication, from Pioneer 10/11, Galileo, and Ulysses Data, of an Apparent Anomalous, Weak, Long-Range Acceleration''",
    "date_publ": "28 Sep 1998",
    "authors": [
      "R. W. Kuhn"
    ],
    "abstract": "Abstract:  Recently, Anderson et al. presented possible evidence for an anomalous\nacceleration acting on spacecrafts. Furthermore, the motions of several planets\nand comets are known to experience unexplained disturbances. A transneptunian\ncomet or asteroid belt might be the common origin of these anomalies.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/9809075"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/9809072",
    "title": "Title:Gravitational and Anti-gravitational Applications",
    "date_publ": "26 Sep 1998 (v1), last revised 9 Jun 2013 (this version, v5)",
    "authors": [
      "Roger Ellman (The-Origin Foundation",
      "Inc"
    ],
    "abstract": "Abstract:  It is now possible to partially deflect gravitation away from an object so\nthat the gravitational attraction on the object is reduced. That effect makes\nit possible to extract energy from the gravitational field, which makes the\ngeneration of gravito-electric power technologically feasible. Such plants\nwould be similar to hydro-electric plants and would have their advantages of\nnot needing fuel and not polluting the environment.\nPhysically, the action of deflecting away gravitational attraction, which of\ncourse is directed toward the gravitation source, produces an equal but\nopposite reaction on the mechanism that produces the deflection of the\ngravitational action [the deflector], a reaction directed away from the\ngravitation source.\nThe result is the combination of reducing the gravitational attractive\nacceleration of the object toward the gravitation source plus the introducing\nof a reactive acceleration on the object in the direction away from the\ngravitation source.\nSuch a deflector, engineered to enable controlled adjustment of the amount\nand the direction of its action, could provide for a spacecraft both launch\nlevitation and deep space travel acceleration. It could provide both levitation\nand horizontal motion for a flying vehicle over a planet surface.\nThis technology, which uses readily abundantly available materials and\ntechniques, is ready now for research and engineering refinement.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/9809072"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9809318",
    "title": "Title:Three years of Galileo dust data: II. 1993 to 1995",
    "date_publ": "24 Sep 1998",
    "authors": [
      "H. Krüger",
      "E. Grün",
      "D. P. Hamilton",
      "M. Baguhl",
      "S. Dermott",
      "H. Fechtig",
      "B. A. Gustafson",
      "M. S. Hanner",
      "M. Horányi",
      "J. Kissel",
      "B. A. Lindblad",
      "D. Linkert",
      "G. Linkert",
      "I. Mann",
      "J. A. M. McDonnell",
      "G. E. Morfill",
      "C. Polanskey",
      "R. Riemann",
      "G. Schwehm",
      "R. Srama",
      "H. A. Zoo"
    ],
    "abstract": "Abstract:  Between Jan 1993 and Dec 1995 the Galileo spacecraft traversed interplanetary\nspace between Earth and Jupiter and arrived at Jupiter on 7 Dec 1995. The dust\ninstrument onboard was operating during most of the time. A relatively constant\nimpact rate of interplanetary and interstellar (big) particles of 0.4 impacts\nper day was detected over the whole three-year time span. In the outer solar\nsystem (outside about 2.6 AU) they are mostly of interstellar origin, whereas\nin the inner solar system they are mostly interplanetary particles. Within\nabout 1.7 AU from Jupiter intense streams of small dust particles were detected\nwith impact rates of up to 20,000 per day whose impact directions are\ncompatible with a Jovian origin. Two different populations of dust particles\nwere detected in the Jovian magnetosphere: small stream particles during\nGalileo's approach to the planet and big particles concentrated closer to\nJupiter between the Galilean satellites. There is strong evidence that the dust\nstream particles are orders of magnitude smaller in mass and faster than the\ninstrument's calibration, whereas the calibration is valid for the big\nparticles. Because the data transmission rate was very low, the complete data\nset for only a small fraction (2525) of all detected particles could be\ntransmitted to Earth; the other particles were only counted. Together with the\n358 particles published earlier, information about 2883 particles detected by\nthe dust instrument during Galileo's six years' journey to Jupiter is now\navailable.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9809318"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9809300",
    "title": "Title:The Intensity Distribution of Faint Gamma-ray Bursts Detected with BATSE",
    "date_publ": "24 Sep 1998 (v1), last revised 11 Jan 1999 (this version, v2)",
    "authors": [
      "J. M. Kommers (1)",
      "W. H. G. Lewin (1)",
      "C. Kouveliotou (2",
      "3)",
      "J. van Paradijs (4",
      "5)",
      "G. N. Pendleton (4)",
      "C. A. Meegan (3)",
      "G. J. Fishman (3) ((1) MIT",
      "(2) USRA",
      "(3) NASA/MSFC",
      "(4) UAH",
      "(5) U. Amsterdam"
    ],
    "abstract": "Abstract:  We have recently completed a search of 6 years of archival BATSE data for\ngamma-ray bursts (GRBs) that were too faint to activate the real-time burst\ndetection system running onboard the spacecraft. These \"non-triggered\" bursts\ncan be combined with the \"triggered\" bursts detected onboard to produce a GRB\nintensity distribution that reaches peak fluxes a factor of 2 lower than could\nbe studied previously. The value of the V/Vmax statistic (in Euclidean space)\nfor the bursts we detect is 0.177 +/- 0.006. This surprisingly low value is\nobtained because we detected very few bursts on the 4.096 s and 8.192 s time\nscales (where most bursts have their highest signal-to-noise ratio) that were\nnot already detected on the 1.024 s time scale. If allowance is made for a\npower-law distribution of intrinsic peak luminosities, the extended peak flux\ndistribution is consistent with models in which the redshift distribution of\nthe gamma-ray burst rate approximately traces the star formation history of the\nUniverse. We argue that this class of models is preferred over those in which\nthe burst rate is independent of redshift. We use the peak flux distribution to\nderive a limit of 10% (99% confidence) on the fraction of the total burst rate\nthat could be contributed by a spatially homogeneous (in Euclidean space)\nsubpopulation of burst sources, such as type Ib/c supernovae. These results\nlend support to the conclusions of previous studies predicting that relatively\nfew faint \"classical\" GRBs will be found below the BATSE onboard detection\nthreshold.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9809300"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9809137",
    "title": "Title:Direct Acceleration of Pickup Ions at the Solar Wind Termination Shock: the Production of Anomalous Cosmic Rays",
    "date_publ": "10 Sep 1998",
    "authors": [
      "Donald C. Ellison",
      "Frank C. Jones",
      "Matthew G. Barin"
    ],
    "abstract": "Abstract:  We have modeled the injection and acceleration of pickup ions at the solar\nwind termination shock and investigated the parameters needed to produce the\nobserved Anomalous Cosmic Ray (ACR) fluxes. A non-linear Monte Carlo technique\nwas employed, which in effect solves the Boltzmann equation and is not\nrestricted to near-isotropic particle distribution functions. This technique\nmodels the injection of thermal and pickup ions, the acceleration of these\nions, and the determination of the shock structure under the influence of the\naccelerated ions. The essential effects of injection are treated in a mostly\nself-consistent manner, including effects from shock obliquity, cross-field\ndiffusion, and pitch-angle scattering. Using recent determinations of pickup\nion densities, we are able to match the absolute flux of hydrogen in the ACRs\nby assuming that pickup ion scattering mean free paths, at the termination\nshock, are much less than an AU and that modestly strong cross-field diffusion\noccurs. Simultaneously, we match the flux ratios He$^{+}$/H$^{+}$ or\nO$^{+}$/H$^{+}$ to within a factor $\\sim 5$. If the conditions of strong\nscattering apply, no pre-termination-shock injection phase is required and the\ninjection and acceleration of pickup ions at the termination shock is totally\nanalogous to the injection and acceleration of ions at highly oblique\ninterplanetary shocks recently observed by the Ulysses spacecraft. The fact\nthat ACR fluxes can be modeled with standard shock assumptions suggests that\nthe much-discussed \"injection problem\" for highly oblique shocks stems from\nincomplete (either mathematical or computer) modeling of these shocks rather\nthan from any actual difficulty shocks may have in injecting and accelerating\nthermal or quasi-thermal particles.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9809137"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9809133",
    "title": "Title:Three years of Ulysses dust data: 1993 to 1995",
    "date_publ": "10 Sep 1998",
    "authors": [
      "H. Krüger",
      "E. Grün",
      "M. Landgraf",
      "M. Baguhl",
      "S. Dermott",
      "H. Fechtig",
      "B. A. Gustafson",
      "D. P. Hamilton",
      "M. S. Hanner",
      "M. Horányi",
      "J. Kissel",
      "B. A. Lindblad",
      "D. Linkert",
      "G. Linkert",
      "I. Mann",
      "J. A. M. McDonnell",
      "G. E. Morfill",
      "C. Polanskey",
      "G. Schwehm",
      "R. Srama",
      "H. A. Zoo"
    ],
    "abstract": "Abstract:  The Ulysses spacecraft is orbiting the Sun on a highly inclined ellipse ($i =\n79^{\\circ}$). After its Jupiter flyby in 1992 at a heliocentric distance of 5.4\nAU, the spacecraft reapproached the inner solar system, flew over the Sun's\nsouth polar region in September 1994, crossed the ecliptic plane at a distance\nof 1.3 AU in March 1995, and flew over the Sun's north polar region in July\n1995. We report on dust impact data obtained with the dust detector onboard\nUlysses between January 1993 and December 1995. We publish and analyse the\ncomplete data set of 509 recorded impacts of dust particles with masses between\n$10^{-16}$ g to $10^{-7}$ g. Together with 968 dust impacts from launch until\nthe end of 1992 published earlier (Grün et al., 1995, {\\em Planet. Space\nSci}, Vol. 43, p. 971-999), information about 1477 particles detected with the\nUlysses sensor between October 1990 and December 1995 is now available. The\nimpact rate measured between 1993 and 1995 stayed relatively constant at about\n0.4 impacts per day and varied by less than a factor of ten. Most of the\nimpacts recorded outside about 3.5 AU are compatible with particles of\ninterstellar origin. Two populations of interplanetary particles have been\nrecognised: big micrometer-sized particles close to the ecliptic plane and\nsmall sub-micrometer-sized particles at high ecliptic latitudes. The observed\nimpact rate is compared with a model for the flux of interstellar dust\nparticles which gives relatively good agreement with the observed impact rate.\nNo change in the instrument's noise characteristics or degradation of the\nchanneltron could be revealed during the three-year period.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9809133"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/9808081",
    "title": "Title:Indication, from Pioneer 10/11, Galileo, and Ulysses Data, of an Apparent Anomalous, Weak, Long-Range Acceleration",
    "date_publ": "28 Aug 1998 (v1), last revised 1 Oct 1998 (this version, v2)",
    "authors": [
      "John D. Anderson",
      "Philip A. Laing",
      "Eunice L. Lau",
      "Anthony S. Liu",
      "Michael Martin Nieto",
      "Slava G. Turyshe"
    ],
    "abstract": "Abstract:  Radio metric data from the Pioneer 10/11, Galileo, and Ulysses spacecraft\nindicate an apparent anomalous, constant, acceleration acting on the spacecraft\nwith a magnitude $\\sim 8.5\\times 10^{-8}$ cm/s$^2$, directed towards the Sun.\nTwo independent codes and physical strategies have been used to analyze the\ndata. A number of potential causes have been ruled out. We discuss future\nkinematic tests and possible origins of the signal.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/9808081"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9807175",
    "title": "Title:The Height Structure of the Solar Atmosphere from the EUV Perspective",
    "date_publ": "16 Jul 1998",
    "authors": [
      "J. Zhang",
      "S. M. White",
      "M. R. Kund"
    ],
    "abstract": "Abstract:  We investigate the structure of the solar chromosphere and transition region\nusing full Sun images obtained with the Extreme Ultraviolet Imaging Telescope\n(EIT) aboard the Solar and Heliospheric Observatory (SOHO) spacecraft. The limb\nseen in the EIT coronal images (taken in lines of Fe IX/X at 171 Å, Fe XII at\n195 Åand Fe XV at 284 Å) is an absorption limb predicted by models to\noccur at the top of the chromosphere where the density of neutral hydrogen\nbecomes significant ($\\sim10^{10}$ cm$^{-3}$). The transition-region limb seen\nin He II 304 Åimages is an emission limb. We find: (1) the limb is higher at\nthe poles than at the equator both in the coronal images (by 1300 $\\pm$ 650 km)\nand the 304 Åimages (by 3500 $\\pm$ 120 0 km); and (2) the 304 Ålimb is\nsignificantly higher than the limb in the coronal images. The height difference\nis 3100 $\\pm$ 1200 km at the equator, and 6600 $\\pm$ 1200 km at the poles. We\nsuggest that the elevation of the 304 Ålimb above the limb in the coronal\nimages may be due to the upper surface of the chromosphere being bumpy,\npossibly because of the presence of spicules. The polar extension is consistent\nwith a reduced heat input to the chromosphere in the polar coronal holes\ncompared with the quiet--Sun atmosphere at the equator.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9807175"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9807066",
    "title": "Title:Test of Convective Frequency Effects with SOI/MDI High-Degree Data",
    "date_publ": "7 Jul 1998",
    "authors": [
      "C. S. Rosenthal",
      "J. Christensen-Dalsgaard",
      "A. G. Kosovichev",
      "Å. Nordlund",
      "J. Reiter",
      "E. J. Rhodes Jr",
      "J. Schou",
      "R. F. Stein",
      "R. Trampedac"
    ],
    "abstract": "Abstract:  Advances in hydrodynamical simulations have provided new insights into the\neffects of convection on the frequencies of solar oscillations. As more\naccurate observations become available, this may lead to an improved\nunderstanding of the dynamics of convection and the interaction between\nconvection and pulsation (\\cite{Rosenthal+99}). Recent high-resolution\nobservations from the SOI/MDI instrument on the SOHO spacecraft have provided\nthe so-far most-detailed observations of high-degree modes of solar\noscillations, which are particularly sensitive to the near-surface properties\nof the Sun. Here we present preliminary results of a comparison between these\nobservations and frequencies computed for models based on realistic simulations\nof near-surface convection. Such comparisons may be expected to help in\nidentifying the causes of the remaining differences between the observed\nfrequencies and those of solar models.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9807066"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/9806021",
    "title": "Title:Gravitational waves from coalescing binaries and Doppler experiments",
    "date_publ": "4 Jun 1998",
    "authors": [
      "Bruno Bertotti",
      "Alberto Vecchio",
      "Luciano Ies"
    ],
    "abstract": "Abstract:  Doppler tracking of interplanetary spacecraft provides the only method\npresently available for broad-band searches of low frequency gravitational\nwaves. The instruments have a peak sensitivity around the reciprocal of the\nround-trip light-time T of the radio link connecting the Earth to the\nspace-probe and therefore are particularly suitable to search for coalescing\nbinaries containing massive black holes in galactic nuclei. A number of Doppler\nexperiments -- the most recent involving the probes ULYSSES, GALILEO and MARS\nOBSERVER -- have been carried out so far; moreover, in 2002-2004 the CASSINI\nspacecraft will perform three 40 days data acquisition runs with expected\nsensitivity about twenty times better than that achieved so far. Central aims\nof this paper are: (i) to explore, as a function of the relevant instrumental\nand astrophysical parameters, the Doppler output produced by in-spiral signals\n-- sinusoids of increasing frequency and amplitude (the so-called chirp); (ii)\nto identify the most important parameter regions where to concentrate intense\nand dedicated data analysis; (iii) to analyze the all-sky and all-frequency\nsensitivity of the CASSINI's experiments, with particular emphasis on possible\nastrophysical targets, such as our Galactic Centre and the Virgo Cluster.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/9806021"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9806167",
    "title": "Title:The COBE Diffuse Infrared Background Experiment Search for the Cosmic Infrared Background: I. Limits and Detections",
    "date_publ": "11 Jun 1998",
    "authors": [
      "M.G. Hauser",
      "R.G. Arendt",
      "T. Kelsall",
      "E. Dwek",
      "N. Odegard",
      "J.L. Weiland",
      "H.T. Freudenreich",
      "W.T. Reach",
      "R.F. Silverberg",
      "S.H. Moseley",
      "Y.C. Pei",
      "P. Lubin",
      "J.C. Mather",
      "R.A. Shafer",
      "G.F. Smoot",
      "R. Weiss",
      "D.T. Wilkinson",
      "E.L. Wrigh"
    ],
    "abstract": "Abstract:  The DIRBE on the COBE spacecraft was designed primarily to conduct systematic\nsearch for an isotropic CIB in ten photometric bands from 1.25 to 240 microns.\nThe results of that search are presented here. Conservative limits on the CIB\nare obtained from the minimum observed brightness in all-sky maps at each\nwavelength, with the faintest limits in the DIRBE spectral range being at 3.5\nmicrons (\\nu I_\\nu < 64 nW/m^2/sr, 95% CL) and at 240 microns (\\nu I_\\nu < 28\nnW/m^2/sr, 95% CL). The bright foregrounds from interplanetary dust scattering\nand emission, stars, and interstellar dust emission are the principal\nimpediments to the DIRBE measurements of the CIB. These foregrounds have been\nmodeled and removed from the sky maps. Assessment of the random and systematic\nuncertainties in the residuals and tests for isotropy show that only the 140\nand 240 microns data provide candidate detections of the CIB. The residuals and\ntheir uncertainties provide CIB upper limits more restrictive than the dark sky\nlimits at wavelengths from 1.25 to 100 microns. No plausible solar system or\nGalactic source of the observed 140 and 240 microns residuals can be\nidentified, leading to the conclusion that the CIB has been detected at levels\nof \\nu I_\\nu = 25+-7 and 14+-3 nW/m^2/sr at 140 and 240 microns respectively.\nThe integrated energy from 140 to 240 microns, 10.3 nW/m^2/sr, is about twice\nthe integrated optical light from the galaxies in the Hubble Deep Field,\nsuggesting that star formation might have been heavily enshrouded by dust at\nhigh redshift. The detections and upper limits reported here provide new\nconstraints on models of the history of energy-releasing processes and dust\nproduction since the decoupling of the cosmic microwave background from matter.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9806167"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9805180",
    "title": "Title:GAIA: Origin and Evolution of the Milky Way",
    "date_publ": "13 May 1998",
    "authors": [
      "Gerry Gilmore (1)",
      "Michael Perryman (2)",
      "L Lindegren (3)",
      "F Favata (2)",
      "E Hoeg (4)",
      "M Lattanzi (5)",
      "X Luri (6)",
      "F Mignard (7)",
      "S Roeser (8)",
      "P.T.deZeeuw (9) ((1)Institute of Astronomy",
      "Cambridge",
      "UK (2)Astrophysics Division",
      "ESTEC",
      "Noordwijk The Netherlands (3)Lund Observatory",
      "Sweden",
      "(4)Copenhagen University Observatory",
      "Denmark",
      "(5)Torino Observatory",
      "Italy",
      "(6)Universitat de Barcelona",
      "Spain",
      "(7)CERGA",
      "Grasse",
      "France",
      "(8)ARI Heidelberg",
      "Germany",
      "(9)Sterrewacht Leiden",
      "Netherlands"
    ],
    "abstract": "Abstract:  GAIA is a short-listed candidate for the ESA Cornerstone mission C5, meeting\nthe ESA Survey Committee requirement for an observatory mission, dedicated to\nastrometry, providing 10 micro-arcsecond accuracy at 15th magnitude. The GAIA\nmission concept follows the dramatic success of the ESA HIPPARCOS mission,\nutilising a continuously scanning spacecraft, accurately measuring 1-D\ncoordinates along great circles, in (at least) two simultaneous fields of view,\nseparated by a known angle. These 1-D relative coordinates are later converted\nto the five astrometric parameters of position and motions in a global\nanalysis. GAIA will provide precise astrometry and multi-colour photometry for\nall the one billion stars, quasars, and compact galaxies to I=20 on the sky.\nGAIA will additionally provide the sixth phase-space parameter, radial\nvelocity, from a slitless spectroscopic survey of most stars brighter than\nabout magnitude 17. The technical challenges are considerable, but achievable.\nThe scientific returns are spectacular, with greatest impact in the study of\nstellar populations and dynamical structure of the galaxies of our Local Group,\nand in providing the first complete census of the stars and massive planets in\nthe Solar neighbourhood. GAIA will revolutionise our knowledge of the origin\nand evolution of our Milky Way Galaxy, and of the distribution of planetary\nsystems around other stars.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9805180"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9802188",
    "title": "Title:The Rossi X-Ray Timing Explorer",
    "date_publ": "13 Feb 1998",
    "authors": [
      "J. H. Swan"
    ],
    "abstract": "Abstract:  RXTE has been operating for nearly 2 years and is planning the third. The\nspacecraft performance has been good and the three instruments are operating\nwell. Observations have been made of the range of targets suitable for RXTE,\nincluding such different objects as accreting neutron stars and black holes,\nstellar flares, and supernova remnants. The goals of studying high time\nresolution and broad energy range and optimizing multi-wavelength participation\nare yielding important results. Oscillations found from low-mass X-ray binaries\nprobably are signatures of the spin of the neutron stars and of the shortest\norbital periods around the neutron stars. These are constraining neutron star\nparameters. Oscillation and spectral results from black hole candidates bring\ninto the realm of possibility the possibilities of measuring the spins of the\nblack holes and using X-ray data to test predictions of gravitation theory.\nMulti-wavelength observations are leading to identification of the locations of\nthe X-ray emission regions and, in the case of the micro-quasars, to\nunderstanding of the mechanisms for jet formation. Recently faster observing\nresponse than originally planned has made possible some RXTE contributions to\nidentification of gamma-ray bursts.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9802188"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9802161",
    "title": "Title:The intrinsic properties of the local interstellar medium",
    "date_publ": "12 Feb 1998",
    "authors": [
      "Olivia Puyoo",
      "Lotfi Ben Jaffe"
    ],
    "abstract": "Abstract:  We propose a new method to constrain the actual state of the interstellar\ncloud that surrounds the solar system. Using Voyager UVS Lyman-alpha sky maps\nand the powerful principle of invariance, we derive the H distribution all\nalong the spacecraft path. Provided current models of the heliopause interface\nbetween the solar and the interstellar winds, we extrapolate this distribution\nto farther distances from the Sun and infer in a self consistent way key\nparameters of the local cloud.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9802161"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9712091",
    "title": "Title:BATSE Sky Exposure",
    "date_publ": "5 Dec 1997",
    "authors": [
      "Jon Hakkila (1)",
      "Charles A. Meegan (2)",
      "Geoffrey N. Pendleton (3)",
      "William Henze (4)",
      "Michael McCollough (5)",
      "Jefferson M. Kommers (6)",
      "Michael S. Briggs (3) ((1) Mankato State University",
      "(2) NASA/MSFC",
      "(3) University of Alabama in Huntsville",
      "(4) Teledyne Brown",
      "(5) USRA at NASA/MSFC",
      "(6) Massachusetts Institute of Technology"
    ],
    "abstract": "Abstract:  Angular sky exposure is presented for a number of published BATSE gamma-ray\nburst catalogs. A new algorithm was required due to telemetry gaps resulting\nfrom onboard tape recorder failures; the new algorithm improves the 1B Catalog\nexposure calculation. The most influential effects limiting BATSE's exposure\nare (1) deadtime due to triggering, (2) sky blockage by the Earth, and (3)\ntrigger disabling when the spacecraft is in the SAA and over other specific\nEarth locations. Exposure has improved during the CGRO mission as a result of\ndecreased Solar flares and magnetospheric particle events.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9712091"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9712032",
    "title": "Title:Detection of Extended Red Emisson in the Diffuse Interstellar Medium",
    "date_publ": "2 Dec 1997 (v1), last revised 8 Dec 1997 (this version, v2)",
    "authors": [
      "K. D. Gordon",
      "A. N. Witt",
      "B. C. Friedman"
    ],
    "abstract": "Abstract:  Extended Red Emission (ERE) has been detected in many dusty astrophysical\nobjects and this raises the question: Is ERE present only in discrete objects\nor is it an observational feature of all dust, i.e. present in the diffuse\ninterstellar medium? In order to answer this question, we determined the blue\nand red intensities of the radiation from the diffuse interstellar medium (ISM)\nand examined the red intensity for the presence of an excess above that\nexpected for scattered light. The diffuse ISM blue and red intensities were\nobtained by subtracting the integrated star and galaxy intensities from the\nblue and red measurements made by the Imaging Photopolarimeter (IPP) aboard the\nPioneer 10 and 11 spacecraft. The color of the diffuse ISM was found to be\nredder than the Pioneer intensities, contrary to that expected for scattered\nlight (Diffuse Galactic Light [DGL]). The red DGL was calculated using the blue\ndiffuse ISM intensities and the approximately invariant color of the DGL\ncalculated with the DGL model. Subtracting the calculated red DGL from the red\ndiffuse ISM intensities resulted in the detection of an excess red intensity.\nThis represents the likely detection of ERE in the diffuse ISM since H-alpha\nemission cannot account for the strength of this excess and the only other\nknown emission process applicable to the diffuse ISM is ERE. Thus, ERE appears\nto be a general characteristic of dust. From the correlation between N_HI and\nERE intensity the ERE photon conversion efficiency was estimated at 10 +/- 3%.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9712032"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9712012",
    "title": "Title:Helmet streamers with triple structure: Weakly two-dimensional stationary states",
    "date_publ": "1 Dec 1997",
    "authors": [
      "T. Wiegelmann",
      "K.Schindler",
      "T. Neukirc"
    ],
    "abstract": "Abstract:  Recent observations of the solar corona with the LASCO coronagraph on board\nof the SOHO spacecraft have revealed the occurrence of triple helmet streamers\neven during solar minimum, which occasionally go unstable and give rise to\nparticularly huge coronal mass ejections. We present a method to calculate\n(semi-)analytically self-consistent stationary configurations of triple helmet\nstreamers which can serve as input for stability considerations and dynamical\ncalculations. The method is based on an asymptotic expansion procedure using\nthe elongated structure of the streamers. The method is very flexible and can\nbe used in both Cartesian and spherical geometry. We discuss the effects of\nmagnetic shear, gravity and field-aligned flow on open field lines. Example\nsolutions illustrating the influence of each of these features on the solution\nare presented.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9712012"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9710069",
    "title": "Title:Kilo-hertz QPO and X-ray Bursts in 4U 1608-52 in Low Intensity State",
    "date_publ": "7 Oct 1997 (v1), last revised 9 Oct 1997 (this version, v2)",
    "authors": [
      "W.Yu (LCRHEA",
      "IHEP",
      "China)",
      "S. N. Zhang (USRA/MSFC)",
      "B .A. Harmon (MSFC)",
      "W. S. Paciesas (UAH/MSFC)",
      "C. R. Robinson (USRA/MSFC)",
      "J. E. Grindlay",
      "P. Bloser (CFA)",
      "D. Barret (Centre d'Etude Spatiale des Rayonnements",
      "France)",
      "E. C. Ford",
      "M. Tavani",
      "P. Kaaret (Columbia Univ."
    ],
    "abstract": "Abstract:  We present the results from RXTE/PCA observations of 4U 1608-52 in its island\nstate on March 15, 18 and 22 of 1996. Three type I X-ray bursts were detected\nin one RXTE orbit on March 22. We observed QPO features peaking at 567-800 Hz\non March 15 and 22, with source fractional rms amplitude of 13%-17% and widths\nof 78-180 Hz in the power density spectra averaged over each spacecraft orbit.\nThe rms amplitudes of these QPOs are positively correlated with the photon\nenergy. The three X-ray bursts, with burst intervals of 16 and 8 minutes, have\na duration of 16s. The blackbody emission region of the smallest X-ray burst\namong the three suggest it was a local nuclear burning. We also discuss a type\nI X-ray burst candidate in the observation.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9710069"
  },
  {
    "url": "https://arxiv.org/abs/physics/9705007",
    "title": "Title:Superconductivity, the Structure Scale of the Universe, Tenth Edition (Elastic Resonant Symmetric Medium by Self-Energy)",
    "date_publ": "6 May 1997 (v1), last revised 9 Jan 2007 (this version, v7)",
    "authors": [
      "Richard D. Saa"
    ],
    "abstract": "Abstract:  A theoretical framework supported by literature reported experimental\nevidence (Homes, Harshman along with Voyager, Hubble and EGRET space platforms\nand others) is presented which indicates that superconductivity is a self\nenergy phenomenon and congruent with the concept of the Charge Conjugation,\nParity Change and Time Reversal (CPT) theorem. A resonant symmetric structure\nis proposed as an extension of Bardeen Cooper and Schrieffer (BCS) theory,\nwhich suspends Lorentz transforms at superluminal velocities in the context of\nthe de Broglie hypothesis. A momentum and energy conserving (elastic) CPT\nresonant structural lattice scalable over 15 orders of magnitude from nuclear\nto universe dimensions and associated superconducting theory is postulated\nwhereby nuclear (quark) weak and strong forces, electromagnetic and\ngravitational forces are mediated by a particle of resonant velocity\ntransformed mass (mt) (110.123 x electron mass or 56 Mev/c2), The universe mass\nand density are based on an isotropic homogeneous media filling the vacuum of\nand could be considered a candidate for dark matter/energy. The model predicts\na deceleration value consistent with observed Pioneer 10 and 11 deep space\ntranslational and rotational deceleration and consistent with the notion that,\nAn object moving through momentum space will slow down.",
    "categories": [
      "General Physics (physics.gen-ph)"
    ],
    "url_pdf": "/pdf/physics/9705007"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9705171",
    "title": "Title:A Search for Non-triggered Gamma Ray Bursts in the BATSE Data Base",
    "date_publ": "21 May 1997 (v1), last revised 29 Jul 1998 (this version, v3)",
    "authors": [
      "J. M. Kommers (1)",
      "W. H. G. Lewin (1)",
      "C. Kouveliotou (2",
      "3)",
      "J. van Paradijs (4",
      "5)",
      "G. N. Pendleton (4)",
      "C. A. Meegan (3)",
      "G. J. Fishman (3) ((1) MIT",
      "(2) USRA",
      "(3) NASA/MSFC",
      "(4) U. Alabama in Huntsville",
      "(5) U. Amsterdam"
    ],
    "abstract": "Abstract:  We describe a search of archival data from the Burst and Transient Source\nExperiment (BATSE). The purpose of the search is to find astronomically\ninteresting transients that did not activate the burst detection (or\n``trigger'') system onboard the spacecraft. Our search is sensitive to events\nwith peak fluxes (on the 1.024 s time scale) that are lower by a factor of 2\nthan can be detected with the onboard burst trigger. In a search of 345 days of\narchival data, we detected 91 events in the 50--300 keV range that resemble\nclassical gamma ray bursts but that did not activate the onboard burst trigger.\nWe also detected 110 low-energy (25--50 keV) events of unknown origins which\nmay include activity from SGR 1806-20 and bursts and flares from X-ray\nbinaries. This paper gives the occurrence times, estimated source directions,\ndurations, peak fluxes, and fluences for the 91 gamma ray burst candidates. The\ndirection and intensity distributions of these bursts imply that the biases\ninherent in the onboard trigger mechanism have not significantly affected the\ncompleteness of the published BATSE gamma ray burst catalogs.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9705171"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9705128",
    "title": "Title:3rd Interplanetary Network Localization, Time History, Fluence, Peak Flux, and Distance Lower Limit of the February 28, 1997 Gamma-Ray Burst",
    "date_publ": "16 May 1997",
    "authors": [
      "K. Hurley",
      "E. Costa",
      "M. Feroci",
      "F. Frontera",
      "T. Cline",
      "D. Dal Fiume",
      "M. Orlandini",
      "M. Boer",
      "E. Mazets",
      "R. Aptekar",
      "S. Golenetskii",
      "M. Terekho"
    ],
    "abstract": "Abstract:  The gamma-ray burst of 1997 February 28 was localized using the arrival-time\nanalysis method with the Ulysses, BeppoSAX, and WIND spacecraft. The result is\na plus-or-minus 31.5 arcsec (3 sigma) wide annulus of possible arrival\ndirections which intersects both the position of the burst determined\nindependently by the SAX Wide Field Camera, and the position of a fading X-ray\nsource detected by the SAX focussing X-ray telescopes, and reduces these source\nlocation areas by factors of 7 and 1.5 respectively. The combination of the\nannulus and the SAX locations, a 0.76 square arcminute error box, is consistent\nwith that of an optical transient source and an extended object, possibly a\ngalaxy. We also present the time history, peak flux, and fluence of this event,\nand derive a model-independent lower limit to the source distance of ~11000 AU.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9705128"
  },
  {
    "url": "https://arxiv.org/abs/physics/9702009",
    "title": "Title:The determination of shock ramp width using the noncoplanar magnetic field component",
    "date_publ": "9 Feb 1997",
    "authors": [
      "J.A. Newbury",
      "C.T. Russell",
      "M. Gedali"
    ],
    "abstract": "Abstract:  We determine a simple expression for the ramp width of a collisionless fast\nshock, based upon the relationship between the noncoplanar and main magnetic\nfield components. By comparing this predicted width with that measured during\nan observation of a shock, the shock velocity can be determined from a single\nspacecraft. For a range of low-Mach, low-beta bow shock observations made by\nthe ISEE-1 and -2 spacecraft, ramp widths determined from two-spacecraft\ncomparison and from this noncoplanar component relationship agree within 30%.\nWhen two-spacecraft measurements are not available or are inefficient, this\ntechnique provides a reasonable estimation of scale size for low-Mach shocks.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/physics/9702009"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9610198",
    "title": "Title:Detection and Characterization of Cold Interstellar Dust and PAH Emission from COBE Observations",
    "date_publ": "24 Oct 1996",
    "authors": [
      "E. Dwek",
      "et al. (NASA/Goddard Space Flight Center"
    ],
    "abstract": "Abstract:  Using data obtained by the DIRBE and FIRAS instruments on the COBE spacecraft\nwe present the mean 3.5-1000 um dust spectrum from the high latitude cirrus\nclouds. These data represent the most comprehensive wavelength coverage of dust\nemission, and first strong evidence for the presence of PAHs in cirrus. The\nCOBE data are well fit with a dust model consisting of a mixture of PAH\nmolecules and bare astronomical silicate and graphite grains. From the model we\nderive the size distribution, abundances relative to the total hydrogen column\ndensity, and relative contribution of each dust component to the observed IR\nemission. The model provides a good fit to the FIRAS spectrum in the 140-500 um\nwavelength regime, but leaves an excess Galactic emission component at 500-1000\num. The nature of this component is still unresolved. The model requires about\n85% of the solar carbon abundance to be locked up in dust, a third of that in\nPAHs. The remaining ~ 15% is in the gas as inferred from the [C II] 158 um line\nemission detected by the FIRAS. PAHs emit about 25% of the total IR power, and\nmust therefore be responsible for the same fraction of the total UV-optical\nextinction.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9610198"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9607170",
    "title": "Title:The EINSTEIN Observatory Detection of Faint X-Ray Flashes",
    "date_publ": "31 Jul 1996",
    "authors": [
      "E. V. Gotthelf (NASA/GSFC)",
      "T. T. Hamilton (Cal Tech)",
      "D. J. Helfand (Columbia Univ"
    ],
    "abstract": "Abstract:  We report on the result of an extensive search for X-ray counterparts to\nGamma Ray Bursts (GRB) using data acquired with the Imaging Proportional\nCounter (IPC) on-board the Einstein Observatory. We examine background sky\nfields from all pointed observations for short timescale (~10 sec) transient\nX-ray phenomena not associated a-priori with detectable point sources. A total\nof 1.5 X 10^7 seconds of exposure time was searched on arc-minute spatial\nscales down to a limiting sensitivity of 10^-11 erg/cm^2/sec in the 0.2-3.5 keV\nIPC band. Forty-two highly significant X-ray flashes (Poisson probability <\n10^-7 of being produced by statistical fluctuations) are discovered, of which\neighteen have spectra consistent with an extragalactic origin and lightcurves\nsimilar to the Ginga-detected X-ray counterparts to GRB. Great care is taken to\nidentify and exclude instrumental and observational artifacts; we develop a set\nof tests to cull events which may be associated with spacecraft or near-Earth\nspace backgrounds. The flashes are found to be distributed isotropically on the\nsky and have an approximately Euclidean number-size relation. They are not\nassociated with any known sources and, in particular, they do not correlate\nwith the nearby galaxy distribution. Whether or not these flashes are\nastrophysical and/or associated with GRB, the limits imposed by the search\ndescribed herein produces important constraints on GRB models. In this paper,\nwe discuss possible origins for these flashes; in a companion paper, Hamilton,\nGotthelf, and Helfand (1996) we use the results of our search to constrain\nstrongly all halo models for GRB.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9607170"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9607049",
    "title": "Title:Diffusive Shock Acceleration in Oblique MHD Shocks: Comparison with Monte Carlo Methods and Observations",
    "date_publ": "10 Jul 1996",
    "authors": [
      "Hyesung Kang (Pusan National University",
      "Korea)",
      "T. W. Jones (University of Minnesota",
      "Minneapolis"
    ],
    "abstract": "Abstract:  We report simulations of diffusive particle acceleration in oblique\nmagnetohydrodynamical (MHD) shocks. These calculations are based on extension\nto oblique shocks of a numerical model for ``thermal leakage'' injection of\nparticles at low energy into the cosmic-ray population. That technique,\nincorporated into a fully dynamical diffusion-convection formalism, was\nrecently introduced for parallel shocks by Kang \\& Jones (1995). Here, we have\ncompared results of time dependent numerical simulations using our technique\nwith Monte Carlo simulations by Ellison, Baring \\& Jones 1995 and with {\\it in\nsitu} observations from the Ulysses spacecraft of oblique interplanetary shocks\ndiscussed by Baring \\etal (1995). Through the success of these comparisons we\nhave demonstrated that our {diffusion-convection} method and injection\ntechniques provide a practical tool to capture essential physics of the\ninjection process and particle acceleration at oblique MHD shocks. In addition\nto the diffusion-convection simulations, we have included time dependent\ntwo-fluid simulations for a couple of the shocks to demonstrate the basic\nvalidity of that formalism in the oblique shock context. Using simple models\nfor the two-fluid closure parameters based on test-particle considerations, we\nfind good agreement with the dynamical properties of the more detailed\ndiffusion-convection results. We emphasize, however, that such two-fluid\nresults can be sensitive to the properties of these closure parameters when the\nflows are not truly steady. Furthermore, we emphasize through example how the\nvalidity of the two-fluid formalism does not necessarily mean that {\\it\nsteady-state} two-fluid models provide a reliable tool for predicting the\nefficiency of particle acceleration in real shocks.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9607049"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/9606028",
    "title": "Title:Relativistic Gravity Theory And Related Tests With A Mercury Orbiter Mission",
    "date_publ": "13 Jun 1996",
    "authors": [
      "Slava G. Turyshev",
      "John D. Anderson",
      "Ronald W. Hellings (NASA/Jet Propulsion Laboratory"
    ],
    "abstract": "Abstract:  Due to its relatively large eccentricity and proximity to the Sun, Mercury's\norbital motion provides one of the best solar-system tests of relativistic\ngravity. We emphasize the number of feasible relativistic gravity tests that\ncan be performed within the context of the parameterized weak field and slow\nmotion approximation - a usefulframework for testing modern gravitational\ntheories in the solar system. We discuss a new approximation method, which\nincludes two Eddington parameters $(\\gamma,\\beta)$, proposed for construction\nof the relativistic equations of motion of extended bodies. Within the present\naccuracy of radio measurements, we discuss the generalized Fermi-normal-like\nproper reference frame which is defined in the immediate vicinity of the\nextended compact bodies. Based on the Hermean-centric equations of motion of\nthe spacecraft around the planet Mercury, we suggest a new test of the Strong\nEquivalence Principle. The corresponding experiment could be performed with the\nfuture {\\it Mercury Orbiter} mission scheduled by the European Space Agency\n({\\small ESA}) for launch between 2006 and 2016. We discuss other relativistic\neffects including the perihelion advance, redshift and geodetic precession of\nthe orbiter's orbital plane about Mercury.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/9606028"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9604019",
    "title": "Title:Observations of Electrons from the Decay of Solar Flare Neutrons",
    "date_publ": "3 Apr 1996",
    "authors": [
      "W. Dröge (U. Kiel)",
      "D. Ruffolo (Chulalongkorn U.",
      "Bangkok)",
      "B. Klecker (MPI-Garching"
    ],
    "abstract": "Abstract:  We have found evidence for fluxes of energetic electrons in interplanetary\nspace on board the ISEE-3 spacecraft which we interpret as the decay products\nof neutrons generated in a solar flare on 1980 June 21. The decay electrons\narrived at the s/c shortly before the electrons from the flare and can be\ndistinguished from the latter by their distinctive energy spectrum. The time\nprofile of the decay electrons is in good agreement with the results from a\nsimulation based on a scattering mean free path derived from a fit to the flare\nelectron data. The comparison with simultaneously observed decay protons and a\npublished direct measurement of high-energy neutrons places important\nconstraints on the parent neutron spectrum.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9604019"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9603141",
    "title": "Title:TGRS Observation of the Galactic Center Annihilation Line",
    "date_publ": "27 Mar 1996",
    "authors": [
      "B. J. Teegarden",
      "T. L. Cline",
      "N. Gehrels",
      "D. Palmer",
      "R. Ramaty",
      "H. Seifert",
      "K. H. Hurley",
      "D. A. Landis",
      "N. W. Madden",
      "D. Malone",
      "R. Pehl A. Owen"
    ],
    "abstract": "Abstract:  The TGRS (Transient Gamma-Ray Spectrometer) experiment is a high-resolution\ngermanium detector launched on the WIND satellite on Nov. 1, 1994. Although\nprimarily intended to study gamma-ray bursts and solar flares, TGRS also has\nthe capability of studying slower transients (e.g. x-ray novae) and certain\nsteady sources. We present here results on the narrow 511 keV annihilation line\nfrom the general direction of the Galactic Center accumulated over the period\nJan. 1995 through Oct. 1995. These results were obtained from the TGRS\noccultation mode, in which a lead absorber occults the Galactic Center region\nfor 1/4 of each spacecraft rotation, thus chopping the 511 keV signal. The\nocculted region is a band in the sky of width 16 degrees that passes through\nthe Galactic Center. We detect the narrow annihilation line from the galactic\ncenter with flux = $(1.64\\pm0.09)\\times10^{-3} {photons} {cm}^{-2} {s}^{-1}$.\nThe data are consistent with a single point source at the galactic center, but\na distributed source of extent up to ~30 degrees cannot be ruled out. No\nevidence for temporal variability on time scales longer than 1 month was found.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9603141"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9602009",
    "title": "Title:Direct Imaging of the CMB from Space",
    "date_publ": "2 Feb 1996 (v1), last revised 2 Feb 1996 (this version, v2)",
    "authors": [
      "Michael A. Janssen",
      "Douglas Scott",
      "Martin White",
      "Michael D. Seiffert",
      "Charles R. Lawrence",
      "Krzysztof M. Gorski",
      "Mark Dragovan",
      "Todd Gaier",
      "Ken Ganga",
      "Samuel Gulkis",
      "Andrew E. Lange",
      "Steven M. Levin",
      "Philip M. Lubin",
      "Peter Meinhold",
      "Anthony C. S. Readhead",
      "Paul L. Richards",
      "John E. Ruh"
    ],
    "abstract": "Abstract:  Fundamental information about the Universe is encoded in anisotropies of the\nCosmic Microwave Background (CMB) radiation. To make full use of this\ninformation, an experiment must image the entire sky with the angular\nresolution, sensitivity, and spectral coverage necessary to reach the limits\nset by cosmic variance on angular scales >~10'. Recent progress in detector\ntechnology allows this to be achieved by a properly designed space mission that\nfits well within the scope of NASA's Medium-class Explorer program. An\nessential component of the mission design is an observing strategy that\nminimizes systematic effects due to instrumental offset drifts. The detector\nadvances make possible a `spin chopping' approach that has significant\ntechnical and scientific advantages over the strategy used by COBE, which\nreconstructed an image of the sky via inversion of a large matrix of\ndifferential measurements. The advantages include increased angular resolution,\nincreased sensitivity, and simplicity of instrumentation and spacecraft\noperations. For the parameters typical of experiments like the Primordial\nStructures Investigation (PSI) and the Far InfraRed Explorer (FIRE), we show\nthat the spin-chopping strategy produces images of the sky and power spectra of\nCMB anisotropies that contain no significant systematic artifacts.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9602009"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9601066",
    "title": "Title:Calibration and Systematic Error Analysis For the COBE-DMR Four-Year Sky Maps",
    "date_publ": "12 Jan 1996",
    "authors": [
      "A. Kogut",
      "A.J. Banday",
      "C.L. Bennett",
      "K.M. Gorski",
      "G. Hinshaw",
      "P.D. Jackson",
      "P. Keegstra",
      "C. Lineweaver",
      "G.F. Smoot",
      "L. Tenorio",
      "E.L. Wrigh"
    ],
    "abstract": "Abstract:  The Differential Microwave Radiometers (DMR) instrument aboard the Cosmic\nBackground Explorer (COBE) has mapped the full microwave sky to mean\nsensitivity 26 uK per 7 deg field of view. The absolute calibration is\ndetermined to 0.7% with drifts smaller than 0.2% per year. We have analyzed\nboth the raw differential data and the pixelized sky maps for evidence of\ncontaminating sources such as solar system foregrounds, instrumental\nsusceptibilities, and artifacts from data recovery and processing. Most\nsystematic effects couple only weakly to the sky maps. The largest\nuncertainties in the maps result from the instrument susceptibility to the\nEarth's magnetic field, microwave emission from the Earth, and upper limits to\npotential effects at the spacecraft spin period. Systematic effects in the maps\nare small compared to either the noise or the celestial signal: the 95%\nconfidence upper limit for the pixel-pixel rms from all identified systematics\nis less than 6 uK in the worst channel. A power spectrum analysis of the\n(A-B)/2 difference maps shows no evidence for additional undetected systematic\neffects.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9601066"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9510157",
    "title": "Title:Testing the Strong Equivalence Principle with Mars Ranging Data",
    "date_publ": "31 Oct 1995",
    "authors": [
      "John D. Anderson",
      "Mark Gross",
      "Eunice L. Lau",
      "Kenneth L. Nordtvedt",
      "Slava G. Turyshe"
    ],
    "abstract": "Abstract:  The year 1996 will mark the initiation of a number of new space missions to\nthe planet Mars from which we expect to obtain a rich set of data, including\nspacecraft radio tracking data. Anticipating these events, we have analyzed the\nfeasibility of testing a violation of the strong equivalence principle (SEP)\nwith Earth-Mars ranging. Using analytic and numerical methods, we have\ndemonstrated that ranging data can provide a useful estimate of the SEP\nparameter $\\eta$. Two estimates of the predicted accuracy are quoted, one based\non conventional covariance analysis, and the other based on ``modified worst\ncase'' analysis, which assumes that systematic errors dominate the experiment.\nIf future Mars missions provide ranging measurements with an accuracy of\n$\\sigma$ meters, after ten years of ranging the expected accuracy for the\nparameter $\\eta$ will be of order $\\sigma_\\eta\\approx (1-12)\\times\n10^{-4}\\sigma $. In addition, these ranging measurements will provide a\nsignificantly improved determination of the mass of the Jupiter system,\nindependent of the test of the {\\small SEP} polarization effect.",
    "categories": [
      "Astrophysics (astro-ph)",
      " General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/astro-ph/9510157"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9510081",
    "title": "Title:Radio Science Investigation on a Mercury Orbiter Mission",
    "date_publ": "16 Oct 1995",
    "authors": [
      "J. D. Anderson",
      "S. G. Turyshev",
      "S. W. Asmar",
      "M. K. Bird",
      "A. S. Konopliv",
      "T. P. Krisher",
      "E. L. Lau",
      "G. Schubert",
      "W. L. Sjogre"
    ],
    "abstract": "Abstract:  We review the results from {\\it Mariner 10} regarding Mercury's gravity field\nand the results from radar ranging regarding topography. We discuss the\nimplications of improving these results, including a determination of the polar\ncomponent, as well as the opportunity to perform relativistic gravity tests\nwith a future {\\it Mercury Orbiter}. With a spacecraft placed in orbit with\nperiherm at 400 km altitude, apherm at 16,800 km, period 13.45 hr and latitude\nof periherm at +30 deg, one can expect a significant improvement in our\nknowledge of Mercury's gravity field and geophysical properties. The 2000 Plus\nmission that evolved during the European Space Agency (ESA) {\\it Mercury\nOrbiter} assessment study can provide a global gravity field complete through\nthe 25th degree and order in spherical harmonics. If after completion of the\nmain mission, the periherm could be lowered to 200 km altitude, the gravity\nfield could be extended to 50th degree and order. We discuss the possibility\nthat a search for a Hermean ionosphere could be performed during the mission\nphases featuring Earth occultations.\nBecause of its relatively large eccentricity and close proximity to the Sun,\nMercury's orbital motion provides one of the best solar-system tests of general\nrelativity. Consequently, we emphasize the number of feasible relativistic\ngravity tests that can be performed within the context of the parameterized\npost-Newtonian formalism - a useful framework for testing modern gravitational\ntheories. We pointed out that current results on relativistic precession of\nMercury's perihelion are uncertain by 0.5 %, and we discuss the expected\nimprovement using {\\it Mercury Orbiter}. We discuss the importance of {\\it\nMercury Orbiter} for setting limits on a possible time variation in the",
    "categories": [
      "Astrophysics (astro-ph)",
      " General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/astro-ph/9510081"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9505019",
    "title": "Title:Probing For Machos of Mass $10^{-15}M_\\odot$-$10^{-7}M_\\odot$ with Gamma-Ray Burst Parallax Spacecraft",
    "date_publ": "4 May 1995",
    "authors": [
      "Robert J. Nemiroff",
      "Andrew Goul"
    ],
    "abstract": "Abstract:  Two spacecraft separated by $\\sim 1\\,\\au$ and equipped with gamma-ray burst\n(GRB) detectors could detect or rule out a cosmological density of Massive\nCompact Halo Objects (MACHOs) in the mass range $10^{-15} M_{\\odot}\\lsim M\n\\lsim 10^{-7} M_{\\odot}$ provided that GRBs prove to be cosmological.\nPreviously devised methods for detecting MACHOs have spanned the mass range\n$10^{-16} M_{\\odot}\\lsim M \\lsim 10^{7} M_{\\odot}$, but with a gap of several\norders of magnitude near $10^{-9} M_{\\odot}$. For MACHOs and sources both at a\ncosmological distance, the Einstein radius is $\\sim 1\\,\\au\\,(M/10^{-7}\nM_\\odot)^{1/2}$. Hence, if a GRB lies within the Einstein ring of a MACHO of\nmass $M\\lsim 10^{-7}M_\\odot$ as seen by one detector, it will not lie in the\nEinstein ring as seen by a second detector $\\sim 1\\,\\au$ away. This implies\nthat if GRBs are measured to have significantly different fluxes by the two\ndetectors, this would signal the presence of a MACHO $\\lsim 10^{-7}M_\\odot$. By\nthe same token, if the two detectors measured similar fluxes for several\nhundred events a cosmological abundance of such low-mass MACHOs would be ruled\nout. The lower limit of sensitivity, $M\\lsim 10^{-15}M_\\odot$ is set by the\nfinite size of the source. If low-mass MACHOs are detected, there are tests\nwhich can discriminate among events generated by MACHOs in the three mass\nranges $M\\lsim 10^{-12}\\,M_\\odot$, $10^{-12}\\,M_\\odot\\lsim M\\lsim\n10^{-7}\\,M_\\odot$, and $M\\gsim 10^{-7}\\ M_\\odot$. Further experiments would\nthen be required to make more accurate mass measurements.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9505019"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9504098",
    "title": "Title:Relativity Experiments in the Solar System",
    "date_publ": "27 Apr 1995",
    "authors": [
      "Giacomo Giampieri (Jet Propulsion Laboratory"
    ],
    "abstract": "Abstract:  Recent theoretical works on alternative metric theories of gravity give\ngreater significance to solar-system tests of General Relativity. In\nparticular, it is suggested that the post-Newtonian parameter $\\gamma$ ought to\nbe determined with great precision in order to discover possible preferred\nframe effects or effects related to a tensor-scalar theory of gravitation. In\nthis work we focus on a future experiment, based on Doppler tracking of an\ninterplanetary spacecraft near superior conjunction.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9504098"
  },
  {
    "url": "https://arxiv.org/abs/hep-ph/9412234",
    "title": "Title:Theoretical Motivation for Gravitation Experiments on Ultra-Low Energy Antiprotons and Antihydrogen",
    "date_publ": "5 Dec 1994",
    "authors": [
      "Michael Martin Nieto",
      "T. Goldman",
      "John D. Anderson",
      "Eunice L. Lau",
      "J. Pérez-Mercade"
    ],
    "abstract": "Abstract:  We know that the generally accepted theories of gravity and quantum mechanics\nare fundamentally incompatible. Thus, when we try to combine these theories, we\nmust beware of physical pitfalls. Modern theories of quantum gravity are trying\nto overcome these problems. Any ideas must confront the present agreement with\ngeneral relativity, but yet be free to wonder about not understood phenomena,\nsuch as the dark matter problem and the anomalous spacecraft data which we\nannounce here. This all has led some ``intrepid\" theorists to consider a new\ngravitational regime, that of antimatter. Even more ``daring\" experimentalists\nare attempting, or considering attempting, the measurement of the gravitational\nforce on antimatter, including low-energy antiprotons and, perhaps most\nenticing, antihydrogen.",
    "categories": [
      "High Energy Physics - Phenomenology (hep-ph)",
      " Astrophysics (astro-ph)",
      " General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/hep-ph/9412234"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/9410021",
    "title": "Title:Accretion Disc Turbulence and the X-Ray Power Spectra of Black Hole High States",
    "date_publ": "6 Oct 1994",
    "authors": [
      "Michael A. Nowak",
      "Robert V. Wagone"
    ],
    "abstract": "Abstract:  The high state of black hole candidates is characterized by a quasi- thermal\nemission component at $kT \\sim 1$ keV. In addition, this state tends to have\nvery low variability which indicates that it is relatively stable, at least on\n{\\it short} time scales. Most models of the high state imply that the bulk of\nthe emission comes from an optically thick accretion disc; therefore, this\nstate may be an excellent laboratory for testing our ideas about the physics of\naccretion discs. In this work we consider the implications of assuming that\naccretion disc viscosity arises from some form of turbulence. Specifically, we\nconsider the simple case of three dimensional hydrodynamic turbulence. It is\nfound that the coupling of such turbulence to acoustic modes in the disc can\nalter the disc emission. We calculate the amplitude and frequencies of this\nmodulation, and we express our results in terms of the X-ray power spectral\ndensity. We compare our calculations with observations of the black hole\ncandidate GS 1124-683, and show that for certain parameters we can reproduce\nsome of the high frequency power. We then briefly explore mechanisms for\nproducing the low frequency power, and note the difficulty that a single\nvariability mechanism has in reproducing the full range of observed\nvariability. In addition, we outline ways in which future spacecraft missions\n-- such as USA and XTE -- can further constrain our model, especially at\nfrequencies above $\\sim 10^2$ Hz.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/9410021"
  }
]