[
  {
    "url": "https://arxiv.org/abs/1908.05171",
    "title": "Title:Linking the Solar System and Extrasolar Planetary Systems with Radar Astronomy: Infrastructure for \"Ground Truth\" Comparison",
    "date_publ": "14 Aug 2019",
    "authors": [
      "Joseph Lazio (Jet Propulsion Laboratory",
      "California Institute of Technology)",
      "Amber Bonsall (Green Bank Observatory)",
      "Marina Brozovic (Jet Propulsion Laboratory",
      "California Institute of Technology)",
      "Jon D. Giorgini (Jet Propulsion Laboratory",
      "California Institute of Technology)",
      "Karen O'Neil (Green Bank Observatory)",
      "Edgard Rivera-Valentin (Lunar & Planetary Institute)",
      "Anne K. Virkki (Arecibo Observatory)",
      "Francisco Cordova (Arecibo Observatory",
      "Univ. Central Florida)",
      "Michael Busch (SETI Institute)",
      "Bruce A. Campbell (Smithsonian Institution)",
      "P. G. Edwards (CSIRO Astronomy & Space Science)",
      "Yanga R. Fernandez (Univ. Central Florida)",
      "Ed Kruzins (Canberra Deep Space Communications Center)",
      "Noemi Pinilla-Alonso (Florida Space Institute-Univ. Central Florida)",
      "Martin A. Slade (Jet Propulsion Laboratory",
      "California Institute of Technology)",
      "F. C. F. Venditti (Arecibo Observatory"
    ],
    "abstract": "Abstract:  Planetary radars have obtained unique science measurements about solar system\nbodies and they have provided orbit determinations allowing spacecraft to be\nnavigated throughout the solar system. Notable results have been on Venus,\nEarth's \"twin,\" and small bodies, which are the constituents of the Sun's\ndebris disk. Together, these results have served as \"ground truth\" from the\nsolar system for studies of extrasolar planets. The Nation's planetary radar\ninfrastructure, indeed the world's planetary radar infrastructure, is based on\nastronomical and deep space telecommunications infrastructure, namely the radar\ntransmitters at the Arecibo Observatory and the Goldstone Solar System Radar,\npart of NASA's Deep Space Network, along with the Green Bank Telescope as a\nreceiving element. This white paper summarizes the state of this infrastructure\nand potential technical developments that should be sustained in order to\nenable continued studies of solar system bodies for comparison and contrast\nwith extrasolar planetary systems. Because the planetary radar observations\nleverage existing infrastructure largely developed for other purposes, only\noperations and maintenance funding is required, though modest investments could\nyield more reliable systems; in the case of the Green Bank Telescope,\nadditional funding for operations is required.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1908.05171"
  },
  {
    "url": "https://arxiv.org/abs/1908.04730",
    "title": "Title:Exploring Solar-Terrestrial Interactions via Multiple Observers (A White Paper for the Voyage 2050 long-term plan in the ESA Science Programme)",
    "date_publ": "13 Aug 2019",
    "authors": [
      "G. Branduardi-Raymont",
      "M. Berthomier",
      "Y. Bogdanova",
      "J. C. Carter",
      "M. Collier",
      "A. Dimmock",
      "M. Dunlop",
      "R. Fear",
      "C. Forsyth",
      "B. Hubert",
      "E. Kronberg",
      "K. M. Laundal",
      "M. Lester",
      "S. Milan",
      "K. Oksavik",
      "N. Østgaard",
      "M. Palmroth",
      "F. Plaschke",
      "F. S. Porter",
      "I. J. Rae",
      "A. Read",
      "A. Samsonov",
      "S. Sembay",
      "Y. Shprits",
      "D. G. Sibeck",
      "B. Walsh",
      "M. Yamauch"
    ],
    "abstract": "Abstract:  This paper addresses the fundamental science question: \"How does solar wind\nenergy flow through the Earth's magnetosphere, how is it converted and\ndistributed?\". We need to understand how the Sun creates the heliosphere, and\nhow the planets interact with the solar wind and its magnetic field, not just\nas a matter of scientific curiosity, but to address a clear and pressing\npractical problem: space weather, which can influence the performance and\nreliability of our technological systems, in space and on the ground, and can\nendanger human life and health.\nMuch knowledge has already been acquired over the past decades, but the\ninfant stage of space weather forecasting demonstrates that we still have a\nvast amount of learning to do. We can tackle this issue in two ways: 1) By\nusing multiple spacecraft measuring conditions in situ in the magnetosphere in\norder to make sense of the fundamental small scale processes that enable\ntransport and coupling, or 2) By taking a global approach to observations of\nthe conditions that prevail throughout geospace in order to quantify the global\neffects of external drivers.\nA global approach is now being taken by a number of space missions under\ndevelopment and the first tantalising results of their exploration will be\navailable in the next decade. Here we propose the next step-up in the quest for\na complete understanding of how the Sun gives rise to and controls the Earth's\nplasma environment: a tomographic imaging approach comprising two spacecraft\nwhich enable global imaging of magnetopause and cusps, auroral regions,\nplasmasphere and ring current, alongside in situ measurements. Such a mission\nis going to be crucial on the way to achieve scientific closure on the question\nof solar-terrestrial interactions.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1908.04730"
  },
  {
    "url": "https://arxiv.org/abs/1908.04269",
    "title": "Title:Venus: Key to understanding the evolution of terrestrial planets",
    "date_publ": "7 Aug 2019",
    "authors": [
      "Colin Frank Wilson",
      "Thomas Widemann (the Envision",
      "EVE and VL2SP teams"
    ],
    "abstract": "Abstract:  As we become aware of Earth's changing climate, and as we discover\nterrestrial planets in other solar systems, we gain ever more reasons to study\nthe Earth's nearest neighbour and closest sibling, the only Earth-sized planet\nbesides our own that can be reached by our spacecraft. For the scientific and\nprogrammatic reasons outlined in this document, Venus is a compelling target\nfor exploration. The science themes important for Venus research - comparative\nplanetology and planetary evolution - are common to all of planetary and\nexoplanetary science. Many of the payloads required - radar and atmospheric\nremote sensing, in situ mass spectrometers - are common to mission proposals\nfor many other solar system targets, as are mission technologies like high rate\ndeep-space telecommunications technologies. Venus-specific technology\ndevelopments meriting special attention include high-temperature systems and\nballoons. Venus is an excellent proving ground for fundamental understanding of\ngeophysical processes of terrestrial planets; an excellent proving ground for\ntechniques of analysis of exoplanets; an indispensable part of our quest to\nunderstand the evolution of Earthlike planets. For all these reasons, Venus\nwill be an ever more compelling theme in the coming decades, and we therefore\nrecommend its inclusion in the Voyage 2050 plan. We recommend that ESA aim to\nhave launched at least two M-class Venus missions by 2050, including the\nEnVision M5 geophysics orbiter, and an in situ element such as a cloud-level\nballoon; or an L-class mission combining these elements.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1908.04269"
  },
  {
    "url": "https://arxiv.org/abs/1908.04192",
    "title": "Title:Challenges and the next transformative steps in understanding plasma turbulence from the perspective of multi-spacecraft measurements",
    "date_publ": "12 Aug 2019",
    "authors": [
      "Li-Jen Chen",
      "Naoki Bessho",
      "Jay A. Bookbinder",
      "Damiano Caprioli",
      "Melvin Goldstein",
      "Hantao Ji",
      "Lan K. Jian",
      "Homa Karimabadi",
      "Yuri Khotyaintsev",
      "Kristopher G. Klein",
      "Benoit Lavraud",
      "William Matthaeus",
      "Thomas E. Moore",
      "Alessandro Retino",
      "Owen W. Roberts",
      "Vadim Roytershteyn",
      "Conrad Schiff",
      "Harlan Spence",
      "Julia Stawarz",
      "Jason TenBarge",
      "Shan Wan"
    ],
    "abstract": "Abstract:  We have become heavily reliant on electrical technologies, from power grids\nto GPS to wireless communication. Any disruption of these systems will have\nsevere global consequences. A major natural hazard for such electrical\ndisruption is caused by solar wind disturbances that have dramatic geospace\nimpact.Estimates are that a solar storm of the magnitude of the 1859 Carrington\nSolar Superstorm would cause over $2 trillion in damage today. In July 23,\n2012, we had a near miss of a solar Superstorm that could have broken the\nrecord of largest such storms at Earth. To enable pre-emptive measures,\ndeveloping accurate space weather forecasts is urgent. At the core of space\nweather forecasts is plasma physics, and kinetic turbulence, in particular. For\nexample, the intense turbulence stirred up at the bow shock and foreshock have\nbeen shown to open up pathways for high velocity solar wind parcels to bypass\nthe protective shield of the terrestrial magnetosphere and create disturbances\nin the ionosphere and lower atmosphere. A primary challenge in understanding\nkinetic turbulence and its global implications is its multi-scale nature,\nspanning from electron scales to macro scales of the magnetosphere. Current\nfour-spacecraft missions with 3D formations, the Magnetospheric Multiscale\n(MMS) and Cluster, have made progress in our understanding of such turbulence.\nYet the limitation of a fixed spacecraft formation size at a given time\nprohibits probing the multi-scale nature as well as the dynamical evolution of\nthe phenomena. A transformative leap in our understanding of turbulence is\nexpected with in-situ probes populating a 3D volume and forming multiple\n'n-hedrons (n > 4)' in MHD to kinetic scales.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1908.04192"
  },
  {
    "url": "https://arxiv.org/abs/1908.03611",
    "title": "Title:New Astronomy Reviews Special Issue: History of Kepler's Major Exoplanet \"Firsts\"",
    "date_publ": "9 Aug 2019",
    "authors": [
      "Jack J. Lissauer",
      "Joann Eisber"
    ],
    "abstract": "Abstract:  NASA's Kepler Mission revolutionized exoplanet science in the early part of\nthe 2010's. Looking back from the perspective of the end of that decade, Kepler\nappears to have burst upon the scene ready for battle, like Athena springing\nforth, fully formed, from the head of Zeus. The story was not so simple.\nKepler's first major exoplanet discoveries were not announced until more than a\nyear had passed since the spacecraft started collecting scientific data, and by\nthat time many exoplanet scientists not working on the project had become\nfrustrated with the lack of results coming from the Kepler project. But an\nimmense amount of work was required to develop the tools and conceptual\nframework needed to harvest the abundant field of data that the spacecraft was\nproducing. This issue contains articles describing some of the research\nefforts, most of which took place behind the scenes, that led to the\nannouncements/publication of several of Kepler's major exoplanet \"firsts\",\nwritten by the scientists who led the landmark discovery papers.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " History and Philosophy of Physics (physics.hist-ph)"
    ],
    "url_pdf": "/pdf/1908.03611"
  },
  {
    "url": "https://arxiv.org/abs/1908.03558",
    "title": "Title:High-degree gravity modes in the single sdB star HD4539",
    "date_publ": "9 Aug 2019",
    "authors": [
      "R. Silvotti",
      "M. Uzundag",
      "A.S. Baran",
      "R.H. Ostensen",
      "J.H. Telting",
      "U. Heber",
      "M.D. Reed",
      "M. Vuckovi"
    ],
    "abstract": "Abstract:  HD4539 (alias PG0044+097 or EPIC220641886) is a bright (V=10.2) long-period\nV1093 Her-type subdwarf B (sdB) pulsating star that was observed by the Kepler\nspacecraft in its secondary (K2) mission. We use the K2 light curve (78.7 days)\nto extract 169 pulsation frequencies, 124 with a robust detection. Most of\nthese frequencies are found in the low-frequency region typical of gravity\n(g-)modes, but some higher frequencies corresponding to pressure (p-)modes are\nalso detected. Therefore HD4539 is a hybrid pulsator and both the deep and\nsurface layers of the star can potentially be probed through asteroseismology.\nThe lack of any frequency splitting in its amplitude spectrum suggests that\nHD4539 has a rotation period longer than the K2 run and/or that it is seen\npole-on. From asymptotic period spacing we see many high-degree modes, up to\nl=12, in the spectrum of HD4539, with amplitudes as low as a few ppm. A large\nfraction of these modes can be identified and for ~29% of them we obtain a\nunique and robust identification corresponding to l<=8. Our study includes also\na new determination of the atmospheric parameters of the star. From\nlow-resolution spectroscopy we obtain Teff=22,800+-160 K, logg=5.20+-0.02 and\nlog(N(He)/N(H))=-2.34+-0.05. By fitting the SED we obtain Teff=23,470+650-210\nK, R_star=0.26+-0.01 Rsun and M_star=0.40+-0.08 Msun. Moreover, from 11\nhigh-resolution spectra we see the radial velocity variations caused by the\nstellar pulsations, with amplitudes of ~150~m/s for the main modes, and we can\nexclude the presence of a companion with a minimum mass higher than a few\nJupiter masses for orbital periods below ~300 days.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1908.03558"
  },
  {
    "url": "https://arxiv.org/abs/1908.03144",
    "title": "Title:The high energy universe at ultra-high resolution: the power and promise of X-ray interferometry",
    "date_publ": "8 Aug 2019",
    "authors": [
      "Phil Uttley",
      "Roland den Hartog",
      "Cosimo Bambi",
      "Didier Barret",
      "Stefano Bianchi",
      "Michal Bursa",
      "Massimo Cappi",
      "Piergiorgio Casella",
      "Webster Cash",
      "Elisa Costantini",
      "Thomas Dauser",
      "Maria Diaz Trigo",
      "Keith Gendreau",
      "Victoria Grinberg",
      "Jan-Willem den Herder",
      "Adam Ingram",
      "Erin Kara",
      "Sera Markoff",
      "Beatriz Mingo",
      "Francesca Panessa",
      "Katja Poppenhäger",
      "Agata Różańska",
      "Jiri Svoboda",
      "Ralph Wijers",
      "Richard Willingale",
      "Jörn Wilms",
      "Michael Wis"
    ],
    "abstract": "Abstract:  We propose the development of X-ray interferometry (XRI), to reveal the\nuniverse at high energies with ultra-high spatial resolution. With baselines\nwhich can be accommodated on a single spacecraft, XRI can reach 100 $\\mu$as\nresolution at 10 Å(1.2 keV) and 20 $\\mu$as at 2 Å(6 keV), enabling\nimaging and imaging-spectroscopy of (for example) X-ray coronae of nearby\naccreting supermassive black holes (SMBH) and the SMBH `shadow'; SMBH accretion\nflows and outflows; X-ray binary winds and orbits; stellar coronae within ~100\npc and many exoplanets which transit across them. For sufficiently luminous\nsources XRI will resolve sub-pc scales across the entire observable universe,\nrevealing accreting binary SMBHs and enabling trigonometric measurements of the\nHubble constant with X-ray light echoes from quasars or explosive transients. A\nmulti-spacecraft `constellation' interferometer would resolve well below 1\n$\\mu$as, enabling SMBH event horizons to be resolved in many active galaxies\nand the detailed study of the effects of strong field gravity on the dynamics\nand emission from accreting gas close to the black hole.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1908.03144"
  },
  {
    "url": "https://arxiv.org/abs/1908.02720",
    "title": "Title:WFIRST and EUCLID: enabling the microlensing parallax measurement from space",
    "date_publ": "7 Aug 2019",
    "authors": [
      "Etienne Bachelet",
      "Matthew Penn"
    ],
    "abstract": "Abstract:  The Wide Field Infrared Survey Telescope (WFIRST) is expected to detect\nhundreds of free-floating planets, but it will not be able to measure their\nmasses. However, simultaneous microlensing observations by both Euclid and\nWFIRST spacecraft, separated by ~ 100, 000 km in orbits around the Sun-Earth L2\nLagrange point, will enable measurements of microlensing parallax for low-mass\nlenses such as free-floating planets. Using simple Fisher matrix estimates of\nthe parallax measurement uncertainties, we show that high-cadence observations\nby Euclid could be used to measure ~ 1 free-floating planet microlens parallax\nper 6 days of simultaneous Euclid observations. Accounting for Euclid's\npointing constraints, it could therefore potentially measure ~ 20 free-floating\nplanet parallaxes with 120 days of observations split equally between Euclid's\nmain mission and an extended mission, with a potential to increase this number\nif spacecraft pointing constraints can be relaxed after the end of the main\nmission. These Euclid observations would also provide additional mass\nmeasurements or cross-checks for larger numbers of WFIRST's bound planets,\namong other benefits to several science cases.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1908.02720"
  },
  {
    "url": "https://arxiv.org/abs/1908.02592",
    "title": "Title:The Delicate Dance of Orbital Rendezvous",
    "date_publ": "5 Aug 2019",
    "authors": [
      "Bradley W. Carrol"
    ],
    "abstract": "Abstract:  The meeting of two spacecraft in orbit around a planet or moon involves a\ndelicate dance that must carefully the balance the gravitational, Coriolis, and\ncentrifugal forces acting on the spacecraft. The intricacy of the relative\nmotion between the two spacecraft caused problems for the Gemini missions in\nthe mid-1960s. Although now mastered, the problem of how to bring two orbiting\nobjects together continues to be misrepresented in popular movies and books. In\nthis article, I will consider the case when the two spacecraft are in close\nproximity (compared with the radii of their orbits), and examine the\ncounter-intuitive trajectories that are needed to bring them together. I will\nexamine how a stranded astronaut might use an impulsive force to return to her\nship in Earth orbit, how and when line-of-sight targeting may be used for a\nrendezvous, and how the Apollo 11 lunar module executed a Terminal Phase\nInitiation maneuver to rendezvous with the command/service module as they both\ncircled the Moon.",
    "categories": [
      "Popular Physics (physics.pop-ph)"
    ],
    "url_pdf": "/pdf/1908.02592"
  },
  {
    "url": "https://arxiv.org/abs/1908.02533",
    "title": "Title:Implication of Kinetic Alfven Waves to Magnetic Field Turbulence Spectra: Earth's Magnetosheath",
    "date_publ": "7 Aug 2019",
    "authors": [
      "N. K. Dwivedi",
      "S. Kumar",
      "P. Kovacs",
      "E. Yordanova",
      "M. Echim",
      "R. P. Sharma",
      "M. L. Khodachenko",
      "Y. Sasuno"
    ],
    "abstract": "Abstract:  In the present paper, we investigate the power-law behaviour of the magnetic\nfield spectra in the Earths magnetosheath region using Cluster spacecraft data\nunder solar minimum condition. The power spectral density of the magnetic field\ndata and spectral slopes at various frequencies are analysed. Propagation angle\nand compressibility are used to test the nature of turbulent fluctuations. The\nmagnetic field spectra have the spectral slopes between -1.5 to 0 down to\nspatial scales of 20 ion gyroradius and show clear evidence of a transition to\nsteeper spectra for small scales with a second power-law, having slopes between\n-2.6 to -1.8. At low frequencies, f_sc<0.3f_ci(where f_ci is ion\ngyro-frequency), propagation angle approximately 90 degrees to the mean\nmagnetic field, B_0, and compressibility shows a broad distribution, 0.1 < R >\n0.9. On the other hand at f_sc>10f_ci, the propagation angle exhibits a broad\nrange between 30-90 degree while 'R' has a small variation: 0.2 < R > 0.5. We\nconjecture that at high frequencies, the perpendicularly propagating Alfven\nwaves could partly explain the statistical analysis of spectra. To support our\nprediction of kinetic Alfven wave-dominated spectral slope behaviour at high\nfrequency, we also present a theoretical model and simulate the magnetic field\nturbulence spectra due to the nonlinear evolution of kinetic Alfven waves. The\npresent study also shows the analogy between the observational and simulated\nspectra.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1908.02533"
  },
  {
    "url": "https://arxiv.org/abs/1908.02453",
    "title": "Title:Simulation of the 2018 Global Dust Storm on Mars Using the NASA Ames Mars GCM: A Multi-Tracer Approach",
    "date_publ": "7 Aug 2019",
    "authors": [
      "Tanguy Bertrand",
      "R. John Wilson",
      "Melinda A. Kahre",
      "Richard Urata",
      "Alex Klin"
    ],
    "abstract": "Abstract:  Global dust storms are the most thermodynamically significant dust events on\nMars. They are produced from the combination of multiple local and regional\nlifting events and maintained by positive radiative-dynamic feedbacks. The most\nrecent of these events, which began in June 2018, was monitored by several\nspacecraft in orbit and on the surface, but many questions remain regarding its\nonset, expansion and decay. We model the 2018 global dust storm with the NASA\nAmes Mars Global Climate Model to better understand the evolution of the storm\nand how the general circulation and finite surface dust reservoirs impact it.\nThe global dust storm is characterized by the rapid eastward transport of dust\nin the equatorial regions and subsequent lifting. We highlight the rapid\ntransfer of dust between western and eastern hemispheres reservoirs, which may\nplay an important role in the storm development through the replenishment of\nsurface dust. Both the Hadley cell circulation and the diurnal cycle of\natmospheric heating increase in intensity with increasing dustiness. Large dust\nplumes are predicted during the mature stage of the storm, injecting dust up to\n80 km. The water ice cloud condensation level migrates to higher altitudes,\nleading to the enrichment of water vapor in the upper atmosphere. In our\nsimulations, the intensity of the Hadley cell is significantly stronger than\nthat of non-dusty conditions. This feedback is strongly sensitive to the\nradiative properties of dust, which depends on the effective size of the lifted\ndust distribution.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Atmospheric and Oceanic Physics (physics.ao-ph)"
    ],
    "url_pdf": "/pdf/1908.02453"
  },
  {
    "url": "https://arxiv.org/abs/1908.02339",
    "title": "Title:The in-situ exploration of Jupiter's radiation belts (A White Paper submitted in response to ESA's Voyage 2050 Call)",
    "date_publ": "6 Aug 2019",
    "authors": [
      "Elias Roussos",
      "Oliver Allanson",
      "Nicolas André",
      "Bruna Bertucci",
      "Graziella Branduardi-Raymont",
      "George Clark",
      "Kostantinos Dialynas",
      "Iannis Dandouras",
      "Ravindra Desai",
      "Yoshifumi Futaana",
      "Matina Gkioulidou",
      "Geraint Jones",
      "Peter Kollmann",
      "Anna Kotova",
      "Elena Kronberg",
      "Norbert Krupp",
      "Go Murakami",
      "Quentin Nénon",
      "Tom Nordheim",
      "Benjamin Palmaerts",
      "Christina Plainaki",
      "Jonathan Rae",
      "Daniel Santos-Costa",
      "Theodore Sarris",
      "Yuri Shprits",
      "Ali Sulaiman",
      "Emma Woodfield",
      "Xin Wu",
      "Zhonghua Ya"
    ],
    "abstract": "Abstract:  Jupiter has the most energetic and complex radiation belts in our solar\nsystem. Their hazardous environment is the reason why so many spacecraft avoid\nrather than investigate them, and explains how they have kept many of their\nsecrets so well hidden, despite having been studied for decades. In this White\nPaper we argue why these secrets are worth unveiling. Jupiter's radiation belts\nand the vast magnetosphere that encloses them constitute an unprecedented\nphysical laboratory, suitable for both interdisciplinary and novel scientific\ninvestigations: from studying fundamental high energy plasma physics processes\nwhich operate throughout the universe, such as adiabatic charged particle\nacceleration and nonlinear wave-particle interactions; to exploiting the\nastrobiological consequences of energetic particle radiation. The in-situ\nexploration of the uninviting environment of Jupiter's radiation belts present\nus with many challenges in mission design, science planning, instrumentation\nand technology development. We address these challenges by reviewing the\ndifferent options that exist for direct and indirect observation of this unique\nsystem. We stress the need for new instruments, the value of synergistic Earth\nand Jupiter-based remote sensing and in-situ investigations, and the vital\nimportance of multi-spacecraft, in-situ measurements. While simultaneous,\nmulti-point in-situ observations have long become the standard for exploring\nelectromagnetic interactions in the inner solar system, they have never taken\nplace at Jupiter or any strongly magnetized planet besides Earth. We conclude\nthat a dedicated multi-spacecraft mission to Jupiter's radiation belts is an\nessential and obvious way forward and deserves to be given a high priority in\nESA's Voyage 2050 programme.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1908.02339"
  },
  {
    "url": "https://arxiv.org/abs/1908.02107",
    "title": "Title:3-D feature of self-correlation level contours at $10^{10}\\ \\mathrm{cm}$ scale in solar wind turbulence",
    "date_publ": "6 Aug 2019 (v1), last revised 31 Aug 2019 (this version, v2)",
    "authors": [
      "Honghong Wu (PKU)",
      "Chuanyi Tu (PKU)",
      "Xin Wang (BUAA)",
      "Jiansen He (PKU)",
      "Linghua Wang (PKU"
    ],
    "abstract": "Abstract:  The self-correlation level contours at $10^{10}\\ \\mathrm{cm}$ scale reveal a\n2-D isotropic feature in both the slow solar wind fluctuations and the fast\nsolar wind fluctuations. However, this 2-D isotropic feature is obtained based\non the assumption of axisymmetry with respect to the mean magnetic field.\nWhether the self-correlation level contours are still 3-D isotropic remains\nunknown. Here we perform for the first time a 3-D self-correlation level\ncontours analysis on the solar wind turbulence. We construct a 3-D coordinate\nsystem based on the mean magnetic field direction and the maximum fluctuation\ndirection identified by the minimum-variance analysis (MVA) method. We use data\nwith 1-hour intervals observed by WIND spacecraft from 2005 to 2018. We find,\non one hand, in the slow solar wind, the self-correlation level contour\nsurfaces for both the magnetic field and the velocity field are almost\nspherical, which indicates a 3-D isotropic feature. On the other hand, there is\na weak elongation in one of the perpendicular direction in the fast solar wind\nfluctuations. The 3-D feature of the self-correlation level contours surfaces\ncannot be explained by the existed theory.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1908.02107"
  },
  {
    "url": "https://arxiv.org/abs/1908.01599",
    "title": "Title:New results in solar modulation modeling in light of recent cosmic-ray data from space",
    "date_publ": "5 Aug 2019",
    "authors": [
      "Bruna Bertucci",
      "Emanuele Fiandrini",
      "Behrouz Khiali",
      "Nicola Tomassett"
    ],
    "abstract": "Abstract:  Thanks to space-borne experiments such as the AMS-02 and PAMELA missions in\nlow-Earth orbit, along with the Voyager spacecrafts in the interstellar space,\na large collection of multi-channel and time-resolved Galactic cosmic ray (GCR)\ndata has recently become available. Here we present an improved\nmeasured-validated model of the \"solar modulation\" effect, i.e., the temporal\nevolution of the GCR flux inside the heliosphere caused by the 11-year\nvariability cycle of the Sun's magnetic activity. We present our improved\nmodeling of the structure of the heliosphere, the physical mechanisms of\ndiffusion, drift, and energy losses of GCR particles in the heliosphere. We\npresent our results for the temporal dependence of the key model parameters and\ntheir relationship with solar activity proxies. We discuss implications for the\nGCR transport in magnetic turbulence, and new insights on our understanding of\nthe solar modulation phenomenon.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1908.01599"
  },
  {
    "url": "https://arxiv.org/abs/1908.00917",
    "title": "Title:In situ Exploration of the Giant Planets",
    "date_publ": "31 Jul 2019",
    "authors": [
      "Olivier Mousis",
      "David H. Atkinson",
      "Richard Ambrosi",
      "Sushil Atreya",
      "Don Banfield",
      "Stas Barabash",
      "Michel Blanc",
      "Thibault Cavalié",
      "Athena Coustenis",
      "Magali Deleuil",
      "Georges Durry",
      "Francesca Ferri",
      "Leigh Fletcher",
      "Thierry Fouchet",
      "Tristan Guillot",
      "Paul Hartogh",
      "Ricardo Hueso",
      "Mark Hofstadter",
      "Jean-Pierre Lebreton",
      "Kathleen E. Mandt",
      "Heike Rauer",
      "Pascal Rannou",
      "Jean-Baptiste Renard",
      "Agustin Sanchez-Lávega",
      "Kunio Sayanagi",
      "Amy Simon",
      "Thomas Spilker",
      "Ethiraj Venkatapathy",
      "J. Hunter Waite",
      "Peter Wur"
    ],
    "abstract": "Abstract:  Remote sensing observations suffer significant limitations when used to study\nthe bulk atmospheric composition of the giant planets of our solar system. This\nimpacts our knowledge of the formation of these planets and the physics of\ntheir atmospheres. A remarkable example of the superiority of in situ probe\nmeasurements was illustrated by the exploration of Jupiter, where key\nmeasurements such as the determination of the noble gases' abundances and the\nprecise measurement of the helium mixing ratio were only made available through\nin situ measurements by the Galileo probe. Here we describe the main scientific\ngoals to be addressed by the future in situ exploration of Saturn, Uranus, and\nNeptune, placing the Galileo probe exploration of Jupiter in a broader context.\nAn atmospheric entry probe targeting the 10-bar level would yield insight into\ntwo broad themes: i) the formation history of the giant planets and that of the\nSolar System, and ii) the processes at play in planetary atmospheres. The probe\nwould descend under parachute to measure composition, structure, and dynamics,\nwith data returned to Earth using a Carrier Relay Spacecraft as a relay\nstation. An atmospheric probe could represent a significant ESA contribution to\na future NASA New Frontiers or flagship mission to be launched toward Saturn,\nUranus, and/or Neptune.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1908.00917"
  },
  {
    "url": "https://arxiv.org/abs/1908.00816",
    "title": "Title:Acceleration of Energetic Ions in Corotating Interaction Region near 1.5 au: Evidence from MAVEN",
    "date_publ": "2 Aug 2019",
    "authors": [
      "Smitha V. Thampi",
      "C. Krishnaprasad",
      "P. R. Shreedevi",
      "Tarun Kumar Pant",
      "Anil Bhardwa"
    ],
    "abstract": "Abstract:  The dearth of observations between 1 au and 3 au limits our understanding of\nenergetic particle acceleration processes in interplanetary space. We present\nthe first-of-their-kind observations of the energetic particle acceleration in\na Corotating Interaction Region (CIR) using data from two vantage points, 1 au\n(near Earth) and 1.5 au (near Mars). The CIR event of June 2015 was observed by\nthe particle detectors aboard the Advanced Composition Explorer (ACE) satellite\nas well as the SEP (Solar Energetic Particle) instrument aboard the Mars\nAtmosphere and Volatile EvolutioN (MAVEN) spacecraft situated near 1.5 au. We\nfind that a CIR shock can accelerate a significant number of particles even at\n1.5 au. During this event the acceleration by the shocks associated with the\nCIR could cause an enhancement of around two orders of magnitude in the SEP\nenergetic ion fluxes in the ~500 keV to 2 MeV range when the observations near\n1 and 1.5 au are compared. To demonstrate the differences between SEP\nacceleration in CIR and other impulsive events, we show the energetic ion flux\nobservations during an intense CME period in March 2015, in which case the\nenhanced SEP fluxes are seen even at 1 au. These observations provide evidence\nthat CIR shock can accelerate particles in the region between Earth and Mars,\nthat is, only within the short heliocentric distance of 0.5 au, in\ninterplanetary space.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1908.00816"
  },
  {
    "url": "https://arxiv.org/abs/1908.00377",
    "title": "Title:Cometary Plasma Science -- A White Paper in response to the Voyage 2050 Call by the European Space Agency",
    "date_publ": "1 Aug 2019",
    "authors": [
      "Charlotte Götz",
      "Herber Gunell",
      "Martin Volwerk",
      "Arnaud Beth",
      "Anders Eriksson",
      "Marina Galand",
      "Pierre Henri",
      "Hans Nilsson",
      "Cyril Simon Wedlund",
      "Markku Alho",
      "Laila Andersson",
      "Nicolas Andre",
      "Johan De Keyser",
      "Jan Deca",
      "Yasong Ge",
      "Karl-Heinz Glaßmeier",
      "Rajkumar Hajra",
      "Tomas Karlsson",
      "Satoshi Kasahara",
      "Ivana Kolmasova",
      "Kristie LLera",
      "Hadi Madanian",
      "Ingrid Mann",
      "Christian Mazelle",
      "Elias Odelstad",
      "Ferdinand Plaschke",
      "Martin Rubin",
      "Beatriz Sanchez-Cano",
      "Colin Snodgrass",
      "Erik Vigre"
    ],
    "abstract": "Abstract:  Comets hold the key to the understanding of our solar system, its formation\nand its evolution, and to the fundamental plasma processes at work both in it\nand beyond it. A comet nucleus emits gas as it is heated by the sunlight. The\ngas forms the coma, where it is ionised, becomes a plasma and eventually\ninteracts with the solar wind. Besides these neutral and ionised gases, the\ncoma also contains dust grains, released from the comet nucleus. As a cometary\natmosphere develops when the comet travels through the solar system,\nlarge-scale structures, such as the plasma boundaries, develop and disappear,\nwhile at planets such large-scale structures are only accessible in their fully\ngrown, quasi-steady state. In situ measurements at comets enable us to learn\nboth how such large-scale structures are formed or reformed and how small-scale\nprocesses in the plasma affect the formation and properties of these large\nscale structures. Furthermore, a comet goes through a wide range of parameter\nregimes during its life cycle, where either collisional processes, involving\nneutrals and charged particles, or collisionless processes are at play, and\nmight even compete in complicated transitional regimes. Thus a comet presents a\nunique opportunity to study this parameter space, from an asteroid-like to a\nMars- and Venus-like interaction. Fast flybys of comets have made many new\ndiscoveries, setting the stage for a multi-spacecraft mission to accompany a\ncomet on its journey through the solar system. This white paper reviews the\npresent-day knowledge of cometary plasmas, discusses the many questions that\nremain unanswered, and outlines a multi-spacecraft ESA mission to accompany a\ncomet that will answer these questions by combining both multi-spacecraft\nobservations and a rendezvous mission, and at the same time advance our\nunderstanding of fundamental plasma physics and its role in planetary systems.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1908.00377"
  },
  {
    "url": "https://arxiv.org/abs/1907.13143",
    "title": "Title:Solar Angular Momentum Loss Over the Past Several Millennia",
    "date_publ": "30 Jul 2019",
    "authors": [
      "Adam J. Finley",
      "Siddhant Deshmukh",
      "Sean P. Matt",
      "Mathew Owens",
      "Chi-Ju W"
    ],
    "abstract": "Abstract:  The Sun and Sun-like stars lose angular momentum to their magnetised stellar\nwinds. This braking torque is coupled to the stellar magnetic field, such that\nchanges in the strength and/or geometry of the field modifies the efficiency of\nthis process. Since the space-age, we have been able to directly measure solar\nwind properties using in-situ spacecraft. Furthermore, indirect proxies such as\nsunspot number, geomagnetic indices, and cosmogenic radionuclides, constrain\nthe variation of solar wind properties on centennial, and millennial\ntimescales. We use near-Earth measurements of the solar wind plasma and\nmagnetic field to calculate the torque on the Sun throughout the space-age.\nThen, reconstructions of the solar open magnetic flux are used to estimate the\ntime-varying braking torque during the last nine millennia. We assume a\nrelationship for the solar mass loss rate based on observations during the\nspace-age which, due to the weak dependence of the torque on mass loss rate,\ndoes not strongly affect our predicted torque. The average torque during the\nlast nine millennia is found to be $2.2\\times10^{30}$erg, which is comparable\nto the average value from the last two decades. Our dataset includes grand\nminima (such as the Maunder Minimum), and maxima in solar activity, where the\ntorque varies from $\\sim1-5\\times10^{30}$erg (averaged on decadal timescales),\nrespectively. We find no evidence for any secular variation of the torque on\ntimescales of less than $9000$ years.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1907.13143"
  },
  {
    "url": "https://arxiv.org/abs/1907.12820",
    "title": "Title:Stealth Coronal Mass Ejections from Active Regions",
    "date_publ": "30 Jul 2019",
    "authors": [
      "Jennifer O'kane",
      "Lucie Green",
      "David M. Long",
      "Hamish Rei"
    ],
    "abstract": "Abstract:  Stealth coronal mass ejections (CMEs) are eruptions from the Sun that have no\nobvious low coronal signature. These CMEs are characteristically slower events,\nbut can still be geoeffective and affect space weather at Earth. Therefore,\nunderstanding the science underpinning these eruptions will greatly improve our\nability to detect and, eventually, forecast them. We present a study of two\nstealth CMEs analysed using advanced image processing techniques that reveal\ntheir faint signatures in observations from the extreme ultraviolet (EUV)\nimagers onboard the Solar and Heliospheric Observatory (SOHO), Solar Dynamics\nObservatory (SDO), and Solar Terrestrial Relations Observatory (STEREO)\nspacecraft. The different viewpoints given by these spacecraft provide the\nopportunity to study each eruption from above and the side contemporaneously.\nFor each event, EUV and magnetogram observations were combined to reveal the\ncoronal structure that erupted. For one event, the observations indicate the\npresence of a magnetic flux rope before the CME's fast rise phase. We found\nthat both events originated in active regions and are likely to be sympathetic\nCMEs triggered by a nearby eruption. We discuss the physical processes that\noccurred in the time leading up to the onset of each stealth CME and conclude\nthat these eruptions are part of the low-energy and velocity tail of a\ndistribution of CME events, and are not a distinct phenomenon.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1907.12820"
  },
  {
    "url": "https://arxiv.org/abs/1907.12612",
    "title": "Title:Cassini Composite Infrared Spectrometer (CIRS) Observations of Titan 2004--2017",
    "date_publ": "29 Jul 2019",
    "authors": [
      "Conor A. Nixon",
      "Todd M. Ansty",
      "Nicholas A. Lombardo",
      "Gordon L. Bjoraker",
      "Richard K. Achterberg",
      "Andrew M. Annex",
      "Malena Rice",
      "Paul N. Romani",
      "Donald E. Jennings",
      "Robert E. Samuelson",
      "Carrie M. Anderson",
      "Athena Coustenis",
      "Bruno Bezard",
      "Sandrine Vinatier",
      "Emmanuel Lellouch",
      "Regis Courtin",
      "Nicholas A. Teanby",
      "Valeria Cottini",
      "F. Michael Flasa"
    ],
    "abstract": "Abstract:  From 2004 to 2017, the Cassini spacecraft orbited Saturn, completing 127\nclose flybys of its largest moon, Titan. Cassini's Composite Infrared\nSpectrometer (CIRS), one of 12 instruments carried on board, profiled Titan in\nthe thermal infrared (7-1000 microns) throughout the entire 13-year mission.\nCIRS observed on both targeted encounters (flybys) and more distant\nopportunities, collecting 8.4 million spectra from 837 individual Titan\nobservations over 3633 hours. Observations of multiple types were made\nthroughout the mission, building up a vast mosaic picture of Titan's\natmospheric state across spatial and temporal domains. This paper provides a\nguide to these observations, describing each type and chronicling its\noccurrences and global-seasonal coverage. The purpose is to provide a resource\nfor future users of the CIRS data set, as well as those seeking to put existing\nCIRS publications into the overall context of the mission, and to facilitate\nfuture inter-comparison of CIRS results with those of other Cassini\ninstruments, and ground-based observations.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1907.12612"
  },
  {
    "url": "https://arxiv.org/abs/1907.12499",
    "title": "Title:The First Orbital Flight of the ELROI Optical Satellite License Plate",
    "date_publ": "29 Jul 2019",
    "authors": [
      "David M. Palmer",
      "Rebecca M. Holmes",
      "Charles T. Weave"
    ],
    "abstract": "Abstract:  Space Object Identification is one of the cornerstones of Space Traffic\nControl and a requirement for successful operation of a spacecraft.\nELROI, the Extremely Low Resource Optical Identifier, is a new concept that\ncan provide a self-powered satellite identification beacon in a package the\nsize of a thick postage stamp. Its small size, low cost, and fully autonomous\noperation make it usable by all space objects, including CubeSats and inert\ndebris objects.\nThe beacon's signal is received on the ground using a small telescope\nequipped with a photon-counting detector which can unambiguously determine the\nsatellite identification number during a single pass overhead. Additional\ninformation can be included in the signal to aid in anomaly diagnosis and\nresolution, further improving spaceflight reliability and safety.\nThe first ELROI unit in orbit was launched December, 2018 as a payload on the\nstudent CubeSat NMTSat. We are now searching for the identification signal.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Signal Processing (eess.SP)"
    ],
    "url_pdf": "/pdf/1907.12499"
  },
  {
    "url": "https://arxiv.org/abs/1907.11087",
    "title": "Title:Enhanced Kinetic Impactor for Deflecting Large Potentially Hazardous Asteroids via Maneuvering Space Rocks",
    "date_publ": "24 Jul 2019 (v1), last revised 8 Apr 2020 (this version, v3)",
    "authors": [
      "Mingtao Li",
      "Yirui Wang",
      "Youliang Wang",
      "Binghong Zhou",
      "Wei Zhen"
    ],
    "abstract": "Abstract:  Asteroid impacts pose a major threat to all life on Earth. The age of the\ndinosaurs was abruptly ended by a 10-km-diameter asteroid. Currently, a nuclear\ndevice is the only means of deflecting large Potentially Hazardous Asteroids\n(PHAs) away from an Earth-impacting trajectory. The Enhanced Kinetic Impactor\n(EKI) concept is proposed to deflect large PHAs via maneuvering space rocks.\nFirst, an unmanned spacecraft is launched to rendezvous with an intermediate\nNear-Earth Asteroid (NEA). Then, more than one hundred tons of rocks are\ncollected from the NEA as the EKI. The NEA can also be captured as the EKI if\nthe NEA is very small. Finally, the EKI is maneuvered to impact the PHA at a\nhigh speed, resulting in a significant deflection of the PHA. For example, to\ndeflect Apophis, as much as 200 t of rocks could be collected from a NEA as the\nEKI based on existing engineering capabilities. The EKI can produce a velocity\nincrement (delta-v) of 39.81 mm/s in Apophis, thereby increasing the minimum\ngeocentric distance during the close encounter in 2029 by 1,866.93 km. This\nmission can be completed in 3.96 years with a propellant cost of 2.98 t.\nCompared with a classic kinetic impactor, the deflection distance can be\nincreased one order of magnitude. The EKI concept breaks through the limitation\nof the ground-based launch capability, which can significantly increase the\nmass of the impactor. We anticipate that our research will be a starting point\nfor efficient planetary defense against large PHAs.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1907.11087"
  },
  {
    "url": "https://arxiv.org/abs/1907.11044",
    "title": "Title:Elemental and molecular abundances in comet 67P/Churyumov-Gerasimenko",
    "date_publ": "25 Jul 2019 (v1), last revised 12 Aug 2019 (this version, v3)",
    "authors": [
      "Martin Rubin",
      "Kathrin Altwegg",
      "Hans Balsiger",
      "Jean-Jacques Berthelier",
      "Michael R. Combi",
      "Johan De Keyser",
      "Maria Drozdovskaya",
      "Björn Fiethe",
      "Stephen A. Fuselier",
      "Sébastien Gasc",
      "Tamas I. Gombosi",
      "Nora Hänni",
      "Kenneth C. Hansen",
      "Urs Mall",
      "Henri Rème",
      "Isaac R. H. G. Schroeder",
      "Markus Schuhmann",
      "Thierry Sémon",
      "Jack H. Waite",
      "Susanne F. Wampfler",
      "Peter Wur"
    ],
    "abstract": "Abstract:  Comets are considered to be some of the most pristine and unprocessed solar\nsystem objects accessible to in-situ exploration. Investigating their molecular\nand elemental composition takes us on a journey back to the early period of our\nsolar system and possibly even further. In this work, we deduce the bulk\nabundances of the major volatile species in comet 67P/Churyumov-Gerasimenko,\nthe target of the European Space Agency's Rosetta mission. The basis are\nmeasurements obtained with the ROSINA instrument suite on board the Rosetta\norbiter during a suitable period of high outgassing near perihelion. The\nresults are combined with both gas and dust composition measurements published\nin the literature. This provides an integrated inventory of the major elements\npresent in the nucleus of 67P/Churyumov-Gerasimenko. Similar to comet\n1P/Halley, which was visited by ESA's Giotto spacecraft in 1986, comet\n67P/Churyumov-Gerasimenko also shows near-solar abundances of oxygen and\ncarbon, whereas hydrogen and nitrogen are depleted compared to solar. Still,\nthe degree of devolatilization is lower than that of inner solar system\nobjects, including meteorites and the Earth. This supports the idea that comets\nare among the most pristine objects in our solar system.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1907.11044"
  },
  {
    "url": "https://arxiv.org/abs/1907.10806",
    "title": "Title:Detection of Hundreds of New Planet Candidates and Eclipsing Binaries in K2 Campaigns 0-8",
    "date_publ": "25 Jul 2019 (v1), last revised 13 Sep 2019 (this version, v2)",
    "authors": [
      "Ethan Kruse",
      "Eric Agol",
      "Rodrigo Luger",
      "Daniel Foreman-Macke"
    ],
    "abstract": "Abstract:  We implement a search for exoplanets in campaigns zero through eight (C0-8)\nof the K2 extension of the Kepler spacecraft. We apply a modified version of\nthe QATS planet search algorithm to K2 light curves produced by the EVEREST\npipeline, carrying out the C0-8 search on $1.5 \\times 10^5$ target stars with\nmagnitudes in the range of Kp = 9-15. We detect 818 transiting planet\ncandidates, of which 374 were undiscovered by prior searches, with\n{64,15,5,2,1} in {2,3,4,5,6}-planet multi-planet candidate systems,\nrespectively. Of the new planets detected, 100 orbit M dwarfs, including one\nwhich is potentially rocky and in the habitable zone. 154 of our candidates\nreciprocally transit with our Solar System: they are geometrically aligned to\nsee at least one Solar System planet transit. We find candidates which display\ntransit timing variations and dozens of candidates on both period extremes with\nsingle transits or ultra-short periods. We point to evidence that our\ncandidates display similar patterns in frequency and size-period relation as\nconfirmed planets, such as tentative evidence for the radius gap. Confirmation\nof these planet candidates with follow-up studies will increase the number of\nK2 planets by up to 50%, and characterization of their host stars will improve\nstatistical studies of planet properties. Our sample includes many planets\norbiting bright stars amenable for radial velocity follow-up and future\ncharacterization with JWST. We also list the 579 eclipsing binary systems\ndetected as part of this search.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1907.10806"
  },
  {
    "url": "https://arxiv.org/abs/1907.10558",
    "title": "Title:Advanced Astrophysics Discovery Technology in the Era of Data Driven Astronomy",
    "date_publ": "24 Jul 2019",
    "authors": [
      "Richard K. Barry",
      "Jogesh G. Babu",
      "John G. Baker",
      "Eric D. Feigelson",
      "Amanpreet Kaur",
      "Alan J. Kogut",
      "Steven B. Kraemer",
      "James P. Mason",
      "Piyush Mehrotra",
      "Gregory Olmschenk",
      "Jeremy D. Schnittman",
      "Amalie Stokholm",
      "Eric R. Switzer",
      "Brian A. Thomas",
      "Raymond J. Walke"
    ],
    "abstract": "Abstract:  Experience suggests that structural issues in how institutional Astrophysics\napproaches data-driven science and the development of discovery technology may\nbe hampering the community's ability to respond effectively to a rapidly\nchanging environment in which increasingly complex, heterogeneous datasets are\nchallenging our existing information infrastructure and traditional approaches\nto analysis. We stand at the confluence of a new epoch of multimessenger\nscience, remote co-location of data and processing power and new observing\nstrategies based on miniaturized spacecraft. Significant effort will be\nrequired by the community to adapt to this rapidly evolving range of possible\ndiscovery moduses. In the suggested creation of a new Astrophysics element,\nAdvanced Astrophysics Discovery Technology, we offer an affirmative solution\nthat places the visibility of discovery technologies at a level that we suggest\nis fully commensurate with their importance to the future of the field.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Computational Physics (physics.comp-ph)"
    ],
    "url_pdf": "/pdf/1907.10558"
  },
  {
    "url": "https://arxiv.org/abs/1907.09583",
    "title": "Title:A Realistic Roadmap to Formation Flying Space Interferometry",
    "date_publ": "22 Jul 2019",
    "authors": [
      "John D. Monnier (University of Michigan)",
      "67 endorser"
    ],
    "abstract": "Abstract:  The ultimate astronomical observatory would be a formation flying\ninterferometer in space, immune to atmospheric turbulence and absorption, free\nfrom atmospheric and telescope thermal emission, and reconfigurable to adjust\nbaselines according to the required angular resolution. Imagine the\nnear/mid-infrared sensitivity of the JWST and the far-IR sensitivity of\nHerschel but with ALMA-level angular resolution, or imagine having the\nprecision control to null host star light across 250m baselines and to detect\nmolecules from the atmospheres of nearby exo-Earths. With no practical\nengineering limit to the formation's size or number of telescopes in the array,\nformation flying interferometry will revolutionize astronomy and this White\nPaper makes the case that it is now time to accelerate investments in this\ntechnological area. Here we provide a brief overview of the required\ntechnologies needed to allow light to be collected and interfered using\nseparate spacecrafts. We emphasize the emerging role of inexpensive smallSat\nprojects and the excitement for the LISA Gravitational Wave Interferometer to\npush development of the required engineering building-blocks. We urge the\nAstro2020 Decadal Survey Committee to highlight the need for a small-scale\nformation flying space interferometer project to demonstrate end-to-end\ncompetency with a timeline for first stellar fringes by the end of the decade.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1907.09583"
  },
  {
    "url": "https://arxiv.org/abs/1907.09313",
    "title": "Title:Multiplanet systems in inviscid discs can avoid forming resonant chains",
    "date_publ": "22 Jul 2019",
    "authors": [
      "Colin P. McNally",
      "Richard P. Nelson",
      "Sijme-Jan Paardekoope"
    ],
    "abstract": "Abstract:  Convergent migration involving multiple planets embedded in a viscous\nprotoplanetary disc is expected to produce a chain of planets in mean motion\nresonances, but the multiplanet systems observed by the Kepler spacecraft are\ngenerally not in resonance. We demonstrate that under equivalent conditions,\nwhere in a viscous disc convergent migration will form a long-term stable\nsystem of planets in a chain of mean motion resonances, migration in an\ninviscid disc often produces a system which is highly dynamically unstable. In\nparticular, if planets are massive enough to significantly perturb the disc\nsurface density and drive vortex formation, the smooth capture of planets into\nmean motion resonances is disrupted. As planets pile up in close orbits, not\nprotected by resonances, close encounters increase the probability of\nplanet-planet collisions, even while the gas disc is still present. While\ninviscid discs often produce unstable non-resonant systems, stable, closely\npacked, non-resonant systems can also be formed. Thus, when examining the\nexpectation for planet migration to produce planetary systems in mean motion\nresonances, the effective turbulent viscosity of the protoplanetary disc is a\nkey parameter.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1907.09313"
  },
  {
    "url": "https://arxiv.org/abs/1907.08266",
    "title": "Title:Q-type asteroids: Possibility of non-fresh weathered surfaces",
    "date_publ": "18 Jul 2019",
    "authors": [
      "Sunao Hasegawa",
      "Takahiro Hiroi",
      "Katsuhito Ohtsuka",
      "Masateru Ishiguro",
      "Daisuke Kuroda",
      "Takashi Ito",
      "Sho Sasak"
    ],
    "abstract": "Abstract:  Itokawa particles, which are the recovered samples from the S-complex\nasteroid 25143 Itokawa by the Hayabusa spacecraft, demonstrate that S-complex\nasteroids are parent bodies of ordinary chondrite meteorites. Furthermore, they\nclarify that the space weathering age of the Itokawa surface is of the order of\nseveral thousand years. Traditionally, Q-type asteroids have been considered\nfresh-surfaced. However, as the space weathering timescale is approximately\nthree orders of magnitude lesser than the conventionally considered age, the\npreviously proposed formation mechanisms of Q-type asteroids cannot\nsufficiently explain the surface refreshening. In this study, we propose a new\nhypothesis on the surface state of Q-type asteroids: Q-type asteroids have a\nnon-fresh weathered surface with a paucity of fine particles. For verifying\nthis hypothesis, laboratory experiments on the space weathering of ordinary\nchondrites are performed. Based on the results of these experiments, we found\nthat large (more than 100 {\\mu}m) ordinary chondritic particles with space\nweathering exhibit spectra consistent with Q-type asteroids.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1907.08266"
  },
  {
    "url": "https://arxiv.org/abs/1907.08187",
    "title": "Title:Martian Year 34 Column Dust Climatology from Mars Climate Sounder Observations: Reconstructed Maps and Model Simulations",
    "date_publ": "18 Jul 2019",
    "authors": [
      "Luca Montabone",
      "Aymeric Spiga",
      "David M. Kass",
      "Armin Kleinböhl",
      "François Forget",
      "Ehouarn Millou"
    ],
    "abstract": "Abstract:  We have reconstructed longitude-latitude maps of column dust optical depth\n(CDOD) for Martian year (MY) 34 (May 5, 2017 --- March 23, 2019) using\nobservations by the Mars Climate Sounder (MCS) aboard NASA's Mars\nReconnaissance Orbiter spacecraft. Our methodology works by gridding standard\nand newly available estimates of CDOD from MCS limb observations, using the\n\"iterative weighted binning\" methodology. In this work, we reconstruct four\ngridded CDOD maps per sol, at different Mars Universal Times. Together with the\nseasonal and day-to-day variability, the use of several maps per sol allows to\nexplore also the daily variability of CDOD in the MCS dataset, which is shown\nto be particularly strong during the MY 34 equinoctial Global Dust Event (GDE).\nRegular maps of CDOD are then produced by daily averaging and spatially\ninterpolating the irregularly gridded maps using a standard \"kriging\"\ninterpolator, and can be used as \"dust scenario\" for numerical model\nsimulations. In order to understand whether the daily variability of CDOD has a\nphysical explanation, we have carried out numerical simulations with the\n\"Laboratoire de Météorologie Dynamique\" Mars Global Climate Model. Using a\n\"free dust\" run initiated at $L_s \\sim 210^\\circ$ with the corresponding kriged\nmap, but subsequently free of further CDOD forcing, we show that the model is\nable to account for some of the observed daily variability in CDOD. The model\nserves also to confirm that the use of the MY 34 daily-averaged dust scenario\nin a GCM produces results consistent with those obtained for the MY 25 GDE.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Atmospheric and Oceanic Physics (physics.ao-ph)"
    ],
    "url_pdf": "/pdf/1907.08187"
  },
  {
    "url": "https://arxiv.org/abs/1907.07989",
    "title": "Title:InfraRed Astronomy Satellite Swarm Interferometry (IRASSI): Overview and Study Results",
    "date_publ": "18 Jul 2019",
    "authors": [
      "Hendrik Linz (1)",
      "Divya Bhatia (2)",
      "Luisa Buinhas (3)",
      "Matthias Lezius (4)",
      "Eloi Ferrer (3)",
      "Roger Förstner (3)",
      "Kathrin Frankl (3)",
      "Mathias Philips-Blum (3)",
      "Meiko Steen (2)",
      "Ulf Bestmann (2)",
      "Wolfgang Hänsel (4)",
      "Ronald Holzwarth (4)",
      "Oliver Krause (1)",
      "Thomas Pany (3) ((1) MPIA Heidelberg",
      "(2) TU Braunschweig",
      "(3) UniBW Neubiberg",
      "(4) Menlo Systems GmbH Martinsried"
    ],
    "abstract": "Abstract:  The far-infrared (FIR) is one of the few wavelength ranges where no\nastronomical data with sub-arcsec resolution exist yet. Neither of the\nmedium-term satellite projects like SPICA, Millimetron or OST will resolve this\nmalady. Information at high spatial and spectral resolution in the FIR, taken\nfrom atomic fine-structure lines, highly excited CO, and especially from water\nlines would, however, open the door for transformative science. This calls for\ninterferometric concepts. We present first results of our feasibility study\nIRASSI (Infrared Astronomy Satellite Swarm Interferometry) for a FIR space\ninterferometer. Extending on the principal concept of the ESPRIT study, it\nfeatures heterodyne interferometry within a swarm of 5 satellite elements. The\nsatellites can drift in and out within a range of several hundred meters,\nthereby achieving spatial resolutions of <0.1\" over the whole wavelength range\nof 1-6 THz. Precise knowledge on the baselines will be ensured by metrology\nmethods employing laser-based optical frequency combs, for which preliminary\nground-based tests have been designed by us. We first show how the science\nrequirements translate into operational and design parameters. We have put much\nemphasis on the navigational aspects of such a free-flying satellite swarm\noperating in relatively close vicinity. We hence present work on the formation\ngeometry, the relative dynamics of the swarm, and aspects of our investigation\ntowards attitude estimation. Furthermore, we discuss issues regarding the\nreal-time capability of the autonomous relative positioning system, which is an\nimportant aspect for IRASSI where, due to the large raw data rates expected,\nthe interferometric correlation has to be done onboard. We also address\nquestions regarding the spacecraft architecture and how a thermomechanical\nmodel is used to study the effect of thermal perturbations on the spacecraft.\n(abridged)",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Instrumentation and Detectors (physics.ins-det)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1907.07989"
  },
  {
    "url": "https://arxiv.org/abs/1907.07180",
    "title": "Title:Magnetic Inflation and Stellar Mass IV. Four Low-mass Kepler Eclipsing Binaries Consistent with Non-magnetic Stellar Evolutionary Models",
    "date_publ": "15 Jul 2019",
    "authors": [
      "Eunkyu Han",
      "Philip S. Muirhead",
      "Jonathan J. Swif"
    ],
    "abstract": "Abstract:  Low-mass eclipsing binaries show systematically larger radii than model\npredictions for their mass, metallicity and age. Prominent explanations for the\ninflation involve enhanced magnetic fields generated by rapid rotation of the\nstar that inhibit convection and/or suppress flux from the star via starspots.\nHowever, derived masses and radii for individual eclipsing binary systems often\ndisagree in the literature. In this paper, we continue to investigate low-mass\neclipsing binaries (EBs) observed by NASA's {\\it Kepler} spacecraft, deriving\nstellar masses and radii using high-quality space-based light curves and radial\nvelocities from high-resolution infrared spectroscopy. We report masses and\nradii for three {\\it Kepler} EBs, two of which agree with previously published\nmasses and radii (KIC 11922782 and KIC 9821078). For the third EB (KIC\n7605600), we report new masses and show the secondary component is likely fully\nconvective ($M_2 = 0.17 \\pm 0.01 M_{\\sun}$ and $R_2 = 0.199^{+0.001}_{-0.002}\nR_{\\sun}$). Combined with KIC 10935310 from Han et al. (2017), we find that the\nmasses and radii for four low-mass {\\it Kepler} EBs are consistent with modern\nstellar evolutionary models for M dwarf stars and do not require inhibited\nconvection by magnetic fields to account for the stellar radii.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1907.07180"
  },
  {
    "url": "https://arxiv.org/abs/1907.07130",
    "title": "Title:Effect of the Solar dark matter wake on planets",
    "date_publ": "9 Jul 2019",
    "authors": [
      "Indranil Banik",
      "Pavel Kroup"
    ],
    "abstract": "Abstract:  The Galaxy is conventionally thought to be surrounded by a massive dark\nmatter (DM) halo. As the Sun goes through this halo, it excites a DM wake\nbehind it. This local asymmetry in the DM distribution would gravitationally\naffect the motions of Solar System planets, potentially allowing the DM wake to\nbe detected or ruled out. Hernandez (2019) recently calculated that the\nDM-induced perturbation to Saturn's position is 252 metres net of the effect on\nthe Sun. No such anomaly is seen in Saturn's motion despite very accurate\ntracking of the Cassini spacecraft, which orbited Saturn for >13 years. Here,\nwe revisit the calculation of how much Saturn would deviate from Keplerian\nmotion if we fix its position and velocity at some particular time. The DM wake\ninduces a nearly resonant perturbation whose amplitude grows almost linearly\nwith time. We show that the Hernandez (2019) result applies only for an\nobserving duration comparable to the ${\\approx 250}$ million year period of the\nSun's orbit around the Galaxy. Over a 100 year period, the perturbation to\nSaturn's orbit amounts to <1 cm, which is quite consistent with existing\nobservations. Even smaller perturbations are expected for the terrestrial\nplanets.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Astrophysics of Galaxies (astro-ph.GA)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1907.07130"
  },
  {
    "url": "https://arxiv.org/abs/1907.06980",
    "title": "Title:Occultation observations of Saturn's rings with Cassini VIMS",
    "date_publ": "16 Jul 2019",
    "authors": [
      "P.D. Nicholson",
      "T. Ansty",
      "M.M. Hedman",
      "D. Creel",
      "J. Ahlers",
      "R.A. Harbison",
      "R.H. Brown",
      "R.N. Clark",
      "K.H. Baines",
      "B.J. Buratti",
      "C. Sotin",
      "S.V. Badma"
    ],
    "abstract": "Abstract:  We describe the prediction, design, execution and calibration of stellar and\nsolar occultation observations of Saturn's rings by the Visual and Infrared\nMapping Spectrometer (VIMS) instrument on the Cassini spacecraft. Particular\nattention is paid to the technique developed for onboard acquisition of the\nstellar target and to the geometric and photometric calibration of the data.\nExamples of both stellar and solar occultation data are presented, highlighting\nseveral aspects of the data as well as the different occultation geometries\nencountered during Cassini's 13 year orbital tour. Complete catalogs of ring\nstellar and solar occultations observed by Cassini-VIMS are presented, as a\nguide to the standard data sets which have been delivered to the Planetary Data\nSystem's Ring Moon Systems Node.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1907.06980"
  },
  {
    "url": "https://arxiv.org/abs/1907.06908",
    "title": "Title:Stable attitude dynamics of planar helio-stable and drag-stable sails",
    "date_publ": "16 Jul 2019",
    "authors": [
      "Narcís Miguel",
      "Camilla Colomb"
    ],
    "abstract": "Abstract:  In this paper the planar orbit and attitude dynamics of an uncontrolled\nspacecraft is studied, taking on-board a deorbiting device. Solar and drag\nsails with the same shape are considered and separately studied. In both cases,\nthese devices are assumed to have a simplified pyramidal shape that endows the\nspacecraft with helio and drag stable properties. The translational dynamics is\nassumed to be planar and hence the rotational dynamics occurs only around one\nof the principal axes of the spacecraft. Stable or slowly-varying attitudes are\nstudied, subject to disturbances due to the Earth oblateness effect and gravity\ngradient torques, and either solar radiation pressure or atmospheric drag\ntorque and acceleration. The results are analysed with respect to the aperture\nof the sail and the center of mass - center of pressure offset.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Dynamical Systems (math.DS)"
    ],
    "url_pdf": "/pdf/1907.06908"
  },
  {
    "url": "https://arxiv.org/abs/1907.06888",
    "title": "Title:A comparison between the two lobes of comet 67P/Churyumov-Gerasimenko based on D/H ratios in H2O measured with the Rosetta/ROSINA DFMS",
    "date_publ": "16 Jul 2019",
    "authors": [
      "Isaac R.H.G. Schroeder I",
      "Kathrin Altwegg",
      "Hans Balsiger",
      "Jean-Jacques Berthelier",
      "Michael R. Combi",
      "Johan De Keyser",
      "Björn Fiethe",
      "Stephen A. Fuselier",
      "Tamas I. Gombosi",
      "Kenneth C. Hansen",
      "Martin Rubin",
      "Yinsi Shou",
      "Valeriy M. Tenishev",
      "Thierry Sémon",
      "Susanne F. Wampfler",
      "Peter Wur"
    ],
    "abstract": "Abstract:  The nucleus of the Jupiter-family comet 67P/Churyumov-Gerasimenko was\ndiscovered to be bi-lobate in shape when the European Space Agency spacecraft\nRosetta first approached it in July 2014. The bi-lobate structure of the\ncometary nucleus has led to much discussion regarding the possible manner of\nits formation and on how the composition of each lobe might compare with that\nof the other. During its two-year-long mission from 2014 to 2016, Rosetta\nremained in close proximity to 67P/Churyumov-Gerasimenko, studying its coma and\nnucleus in situ. Based on lobe-specific measurements of HDO and H2O performed\nwith the ROSINA DFMS mass spectrometer on board Rosetta, the\nDeuterium-to-Hydrogen ratios in water from the two lobes could be compared. No\nappreciable difference was observed, suggesting that both lobes formed in the\nsame region and are homogeneous in their Deuterium-to-Hydrogen ratios.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1907.06888"
  },
  {
    "url": "https://arxiv.org/abs/1907.06751",
    "title": "Title:Development of a General Momentum Exchange Devices Fault Model for Spacecraft Fault-Tolerant Control System Design",
    "date_publ": "15 Jul 2019 (v1), last revised 27 Jul 2019 (this version, v3)",
    "authors": [
      "Chengfei Yue",
      "Qiang Shen",
      "Xibin Cao",
      "Feng Wang",
      "Cher Hiang Goh",
      "Tong Heng Le"
    ],
    "abstract": "Abstract:  This paper investigates the mechanism of various faults of momentum exchange\ndevices. These devices are modeled as a cascade electric motor EM - variable\nspeed drive VSD system. Considering the mechanical part of the EM and the VSD\nsystem, the potential faults are reviewed and summarized. Thus with a clear\nunderstanding of these potential faults, a general fault model in a cascade\nmultiplicative structure is established for momentum exchange devices. Based on\nthis general model, various fault scenarios can be simulated, and the possible\noutput can be appropriately visualized. In this paper, six types of working\ncondition are identified and the corresponding fault models are constructed.\nUsing this fault model, the control responses using reaction wheels and single\ngimbal control moment gyros under various fault conditions are demonstrated.\nThe simulation results show the severities of the faults and demonstrate that\nthe additive fault is more serious than the multiplicative fault from the\nviewpoint of control accuracy. Finally, existing fault-tolerant control\nstrategies are brief summarized and potential approaches including both passive\nand active ones to accommodate gimbal fault of single gimbal control moment\ngyro is demonstrated.",
    "categories": [
      "Systems and Control (eess.SY)",
      " Optimization and Control (math.OC)"
    ],
    "url_pdf": "/pdf/1907.06751"
  },
  {
    "url": "https://arxiv.org/abs/1907.06178",
    "title": "Title:Analytical analysis on the orbits of Taiji spacecrafts",
    "date_publ": "14 Jul 2019 (v1), last revised 3 Dec 2019 (this version, v2)",
    "authors": [
      "Bofeng Wu",
      "Chao-Guang Huang",
      "Cong-Feng Qia"
    ],
    "abstract": "Abstract:  The unperturbed Keplerian orbits of Taiji spacecrafts are expanded to $e^3$\norder in the heliocentric coordinate system, where $e$ is their orbital\neccentricity. The three arm-lengths of Taiji triangle and their rates of change\nare also expanded to $e^3$ order, while the three vertex angles are expanded to\n$e^2$ order. These kinematic indicators of Taiji triangle are, further,\nminimized, respectively, by adjusting the tilt angle of Taiji plane relative to\nthe ecliptic plane around $\\pm\\pi/3$, and thus, their corresponding optimized\nexpressions are presented. Then, under the case that the nominal trailing angle\nof Taiji constellation following the Earth is set to be $\\chi(\\approx\\pm\\pi/9)$\nfrom the viewpoint of the Sun, the influence of the Earth perturbation on three\nspacecrafts is calculated according to the equations of motion in the problem\nof three bodies, and the perturbative solutions of the leading order and the\nnext leading order are derived. With the perturbative solutions, the\nleading-order corrections to the above kinematic indicators of Taiji triangle\nand the expression of the above trailing angle to the order of $e^3$ are\nprovided.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1907.06178"
  },
  {
    "url": "https://arxiv.org/abs/1907.06098",
    "title": "Title:Seeker based Adaptive Guidance via Reinforcement Meta-Learning Applied to Asteroid Close Proximity Operations",
    "date_publ": "13 Jul 2019",
    "authors": [
      "Brian Gaudet",
      "Richard Linares",
      "Roberto Furfar"
    ],
    "abstract": "Abstract:  Current practice for asteroid close proximity maneuvers requires extremely\naccurate characterization of the environmental dynamics and precise spacecraft\npositioning prior to the maneuver. This creates a delay of several months\nbetween the spacecraft's arrival and the ability to safely complete close\nproximity maneuvers. In this work we develop an adaptive integrated guidance,\nnavigation, and control system that can complete these maneuvers in\nenvironments with unknown dynamics, with initial conditions spanning a large\ndeployment region, and without a shape model of the asteroid. The system is\nimplemented as a policy optimized using reinforcement meta-learning. The\nspacecraft is equipped with an optical seeker that locks to either a terrain\nfeature, back-scattered light from a targeting laser, or an active beacon, and\nthe policy maps observations consisting of seeker angles and LIDAR range\nreadings directly to engine thrust commands. The policy implements a recurrent\nnetwork layer that allows the deployed policy to adapt real time to both\nenvironmental forces acting on the agent and internal disturbances such as\nactuator failure and center of mass variation. We validate the guidance system\nthrough simulated landing maneuvers in a six degrees-of-freedom simulator. The\nsimulator randomizes the asteroid's characteristics such as solar radiation\npressure, density, spin rate, and nutation angle, requiring the guidance and\ncontrol system to adapt to the environment. We also demonstrate robustness to\nactuator failure, sensor bias, and changes in the spacecraft's center of mass\nand inertia tensor. Finally, we suggest a concept of operations for asteroid\nclose proximity maneuvers that is compatible with the guidance system.",
    "categories": [
      "Systems and Control (eess.SY)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/1907.06098"
  },
  {
    "url": "https://arxiv.org/abs/1907.05191",
    "title": "Title:Astro2020 Activity, Project of State of the Profession Consideration (APC) White Paper: All-Sky Near Infrared Space Astrometry. State of the Profession Considerations: Development of Scanning NIR Detectors for Astronomy",
    "date_publ": "11 Jul 2019",
    "authors": [
      "David Hobbs",
      "Christopher Leitz",
      "Jo Bartlett",
      "Ian Hepburn",
      "Daisuke Kawata",
      "Mark Cropper",
      "Ben Mazin",
      "Anthony Brown",
      "Valeri Makarov",
      "Barbara McArthur",
      "Anna Moore",
      "Robert Sharp",
      "James Gilbert",
      "Erik Hø"
    ],
    "abstract": "Abstract:  Gaia is a revolutionary space mission developed by ESA and is delivering 5\nparameter astrometry, photometry and radial velocities over the whole sky with\nastrometric accuracies down to a few tens of micro-arcseconds. A weakness of\nGaia is that it only operates at optical wavelengths. However, much of the\nGalactic centre and the spiral arm regions, important for certain studies, are\nobscured by interstellar extinction and this makes it difficult for Gaia to\ndeeply probe. This problem can be overcome by switching to the Near Infra-Red\n(NIR) but this is not possible with silicon CCDs. Additionally, to scan the\nentire sky and make global absolute parallax measurements the spacecraft must\nhave a constant rotation and this requires the detectors operate in Time\nDelayed Integration (TDI) mode or similar.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Astrophysics of Galaxies (astro-ph.GA)"
    ],
    "url_pdf": "/pdf/1907.05191"
  },
  {
    "url": "https://arxiv.org/abs/1907.04878",
    "title": "Title:Nonlinear evolution of the whistler heat flux instability",
    "date_publ": "10 Jul 2019",
    "authors": [
      "Ilya V. Kuzichev",
      "Ivan Y. Vasko",
      "Angel Rualdo Soto-Chavez",
      "Yuguang Tong",
      "Anton V. Artemyev",
      "Stuart D. Bale",
      "Anatoly Spitkovsk"
    ],
    "abstract": "Abstract:  We use the one-dimensional TRISTAN-MP particle-in-cell code to model the\nnonlinear evolution of the whistler heat flux instability that was proposed by\nGary et al. (1999, 2000) to regulate the electron heat flux in the solar wind\nand astrophysical plasmas. The simulations are initialized with electron\nvelocity distribution functions typical for the solar wind. We perform a set of\nsimulations at various initial values of the electron heat flux and\n$\\beta_{e}$. The simulations show that parallel whistler waves produced by the\nwhistler heat flux instability saturate at amplitudes consistent with the\nspacecraft measurements. The simulations also reproduce the correlations of the\nsaturated whistler wave amplitude with the electron heat flux and $\\beta_{e}$\nrevealed in the spacecraft measurements. The major result is that parallel\nwhistler waves produced by the whistler heat flux instability do not\nsignificantly suppress the electron heat flux. The presented simulations\nindicate that coherent parallel whistler waves observed in the solar wind are\nunlikely to regulate the heat flux of solar wind electrons.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1907.04878"
  },
  {
    "url": "https://arxiv.org/abs/1907.04298",
    "title": "Title:Deep Learning for Spacecraft Pose Estimation from Photorealistic Rendering",
    "date_publ": "9 Jul 2019 (v1), last revised 29 Aug 2019 (this version, v2)",
    "authors": [
      "Pedro F. Proenca",
      "Yang Ga"
    ],
    "abstract": "Abstract:  On-orbit proximity operations in space rendezvous, docking and debris removal\nrequire precise and robust 6D pose estimation under a wide range of lighting\nconditions and against highly textured background, i.e., the Earth. This paper\ninvestigates leveraging deep learning and photorealistic rendering for\nmonocular pose estimation of known uncooperative spacecrafts. We first present\na simulator built on Unreal Engine 4, named URSO, to generate labeled images of\nspacecrafts orbiting the Earth, which can be used to train and evaluate neural\nnetworks. Secondly, we propose a deep learning framework for pose estimation\nbased on orientation soft classification, which allows modelling orientation\nambiguity as a mixture of Gaussians. This framework was evaluated both on URSO\ndatasets and the ESA pose estimation challenge. In this competition, our best\nmodel achieved 3rd place on the synthetic test set and 2nd place on the real\ntest set. Moreover, our results show the impact of several architectural and\ntraining aspects, and we demonstrate qualitatively how models learned on URSO\ndatasets can perform on real images from space.",
    "categories": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      " Machine Learning (cs.LG)",
      " Robotics (cs.RO)"
    ],
    "url_pdf": "/pdf/1907.04298"
  },
  {
    "url": "https://arxiv.org/abs/1907.03654",
    "title": "Title:Single-spacecraft identification of flux tubes and current sheets in the Solar Wind: combined PVI and Grad-Shafronov method",
    "date_publ": "5 Jul 2019",
    "authors": [
      "Francesco Pecora",
      "Antonella Greco",
      "Qiang Hu",
      "Sergio Servidio",
      "Alexandros G. Chasapis",
      "William H. Matthaeu"
    ],
    "abstract": "Abstract:  A novel technique is presented for describing and visualizing the local\ntopology of the magnetic field using single-spacecraft data in the solar wind.\nThe approach merges two established techniques: the Grad-Shafranov (GS)\nreconstruction method, which provides a plausible regional two-dimensional\nmagnetic field surrounding the spacecraft trajectory, and the Partial Variance\nof Increments (PVI) technique that identifies coherent magnetic structures,\nsuch as current sheets. When applied to one month of Wind magnetic field data\nat 1-minute resolution, we find that the quasi-two-dimensional turbulence\nemerges as a sea of magnetic islands and current sheets. Statistical analysis\nconfirms that current sheets associated with high values of PVI are mostly\nlocated between and within the GS magnetic islands, corresponding to X-points\nand internal boundaries. The method shows great promise for visualizing and\nanalyzing single-spacecraft data from missions such as Parker Solar Probe and\nSolar Orbiter, as well as 1 AU Space Weather monitors such as ACE, Wind and\nIMAP.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1907.03654"
  },
  {
    "url": "https://arxiv.org/abs/1907.03425",
    "title": "Title:Plasma pressures in the heliosheath from Cassini ENA and Voyager 2 measurements: Validation by the Voyager 2 heliopause crossing",
    "date_publ": "8 Jul 2019",
    "authors": [
      "K. Dialynas",
      "S. M. Krimigis",
      "R. B. Decker",
      "D. G. Mitchel"
    ],
    "abstract": "Abstract:  We report \"ground truth\", 28-3500 keV in-situ ion and 5.2-55 keV remotely\nsensed ENA measurements from Voyager 2/Low Energy Charged Particle (LECP)\ndetector and Cassini/Ion and Neutral Camera (INCA), respectively, that assess\nthe components of the ion pressure in the heliosheath. In this process, we\npredict an interstellar neutral hydrogen density of ~0.12 cm-3 and an\ninterstellar magnetic field strength of ~0.5 nT upstream of the heliopause in\nthe direction of V2, i.e. consistent with the measured magnetic field and\nneutral density measurements at Voyager 1 from August 2012, when the spacecraft\nentered interstellar space, to date. Further, this analysis results in an\nestimated heliopause crossing by V2 of ~119 AU, as observed, suggesting that\nthe parameters deduced from the pressure analysis are valid. The shape of the\n>5.2 keV ion energy spectra play a critical role towards determining the\npressure balance and acceleration mechanisms inside the heliosheath.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1907.03425"
  },
  {
    "url": "https://arxiv.org/abs/1907.02959",
    "title": "Title:High-throughput Onboard Hyperspectral Image Compression with Ground-based CNN Reconstruction",
    "date_publ": "5 Jul 2019",
    "authors": [
      "Diego Valsesia",
      "Enrico Magl"
    ],
    "abstract": "Abstract:  Compression of hyperspectral images onboard of spacecrafts is a tradeoff\nbetween the limited computational resources and the ever-growing spatial and\nspectral resolution of the optical instruments. As such, it requires\nlow-complexity algorithms with good rate-distortion performance and high\nthroughput. In recent years, the Consultative Committee for Space Data Systems\n(CCSDS) has focused on lossless and near-lossless compression approaches based\non predictive coding, resulting in the recently published CCSDS 123.0-B-2\nrecommended standard. While the in-loop reconstruction of quantized prediction\nresiduals provides excellent rate-distortion performance for the near-lossless\noperating mode, it significantly constrains the achievable throughput due to\ndata dependencies. In this paper, we study the performance of a faster method\nbased on prequantization of the image followed by a lossless predictive\ncompressor. While this is well known to be suboptimal, one can exploit powerful\nsignal models to reconstruct the image at the ground segment, recovering part\nof the suboptimality. In particular, we show that convolutional neural networks\ncan be used for this task and that they can recover the whole SNR drop incurred\nat a bitrate of 2 bits per pixel.",
    "categories": [
      "Image and Video Processing (eess.IV)",
      " Computer Vision and Pattern Recognition (cs.CV)",
      " Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/1907.02959"
  },
  {
    "url": "https://arxiv.org/abs/1907.01889",
    "title": "Title:A study of gamma-ray burst afterglows as they first come into view of the Swift Ultraviolet and Optical Telescope",
    "date_publ": "3 Jul 2019",
    "authors": [
      "M.J. Page",
      "S.R. Oates",
      "M. De Pasquale",
      "A.A. Breeveld",
      "S.W.K. Emery",
      "N.P.M. Kuin",
      "F.E. Marshall",
      "M.H. Siegel",
      "P.W.A. Romin"
    ],
    "abstract": "Abstract:  We examine the the emission from optically bright gamma-ray burst (GRB)\nafterglows as the Ultraviolet and Optical Telescope (UVOT) on the Neil Gehrels\nSwift Observatory first begins observing, following the slew to target the GRB,\nwhile the pointing of the Swift satellite is still settling. We verify the\nphotometric quality of the UVOT settling data using bright stars in the field\nof view. In the majority of cases we find no problems with the settling\nexposure photometry, but in one case we excise the first second of the exposure\nto mitigate a spacecraft attitude reconstruction issue, and in a second case we\nexclude the first second of the exposure in which the UVOT photocathode voltage\nappears to be ramping up. Of a sample of 23 afterglows which have peak V\nmagnitudes <16, we find that all are detected in the settling exposures, when\nSwift arrives on target. For 9 of the GRBs the UVOT settling exposure took\nplace before the conclusion of the prompt gamma-ray emission. Five of these\nGRBs have well defined optical peaks after the settling exposures, with rises\nof >0.5 mag in their optical lightcurves, and there is a marginal trend for\nthese GRBs to have long T90. Such a trend is expected for thick-shell\nafterglows, but the temporal indices of the optical rises and the timing of the\noptical peaks appear to rule out thick shells.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1907.01889"
  },
  {
    "url": "https://arxiv.org/abs/1907.01395",
    "title": "Title:Pioneer 10/11 clock acceleration from Schwarzschild metric and Flyby energy Increase",
    "date_publ": "1 Jul 2019 (v1), last revised 5 Jul 2019 (this version, v2)",
    "authors": [
      "C. C. Won"
    ],
    "abstract": "Abstract:  We find that a velocity dependent component from the Schwarzschild metric\nfactor could lead to a significant clock acceleration when the spacecraft has a\nsufficiently large radial velocity. For Pioneer 10, this acceleration is about\n$40\\%$ of the observed acceleration with a nearly annual oscillation amplitude\nwith a correct order of magnitude. For Pioneer 11, we show that the \"On-Set\" is\ncaused by the flyby energy Increase to the spacecraft.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1907.01395"
  },
  {
    "url": "https://arxiv.org/abs/1907.00922",
    "title": "Title:Are the planetary orbital effects of the Solar dark matter wake detectable?",
    "date_publ": "1 Jul 2019 (v1), last revised 10 Sep 2019 (this version, v3)",
    "authors": [
      "Lorenzo Iori"
    ],
    "abstract": "Abstract:  Recently, a discussion about the effects of the anisotropy in the spatial\ndensity of Dark Matter in the Solar neighbourhood due to the motion of the Sun\nthrough the Galactic halo on the orbital motion of the solar system's planets\nand their ability to be effectively constrained by the radiotechnical\nobservations collected by the Cassini spacecraft appeared in the literature. We\nshow that the semilatus rectum $p$, the eccentricity $e$, the inclination $I$,\nthe longitude of the ascending node $\\Omega$, the longitude of perihelion\n$\\varpi$, and the mean anomaly at epoch $\\eta$ of a test particle of a\nrestricted two-body system affected by the gravity of a Dark Matter wake\nundergo secular rates of change. In the case of Saturn, they are completely\nnegligible, being at the $\\simeq 0.1$ millimeter per century and $\\simeq\n0.05-2$ nanoarcseconds per century level; the current (formal) accuracy level\nin constraining any anomalous orbital precessions is of the order of $\\simeq\n0.002-2$ milliarcseconds per century for Saturn. We also numerically simulate\nthe Earth-Saturn range signature $\\Delta\\rho(t)$ due to the Dark Matter wake\nover the same time span (2004-2017) covered by the Cassini data record. We find\nthat it is as little as $\\simeq 0.1-0.2\\,\\mathrm{m}$, while the existing range\nresiduals, computed by the astronomers without modeling any Dark Matter wake\neffect, are at the $\\simeq 30\\,\\mathrm{m}$ level. The local Dark Matter density\n$\\varrho_\\mathrm{DM}$ should be larger than the currently accepted value of\n$\\varrho_\\mathrm{DM}=0.018\\,\\mathrm{M}_\\odot\\,\\mathrm{pc}^{-3}$ by a factor of\n$2.5\\times 10^6$ in order to induce a geocentric Kronian range signature so\nlarge as to make it discernible in the present-day residuals.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1907.00922"
  },
  {
    "url": "https://arxiv.org/abs/1907.00367",
    "title": "Title:Probing the effect of cadence on the estimates of photospheric energy and helicity injections in eruptive active region NOAA AR 11158",
    "date_publ": "30 Jun 2019",
    "authors": [
      "E. Lumme",
      "M.D. Kazachenko",
      "G.H. Fisher",
      "B.T. Welsch",
      "J. Pomoell",
      "E.K.J. Kilpu"
    ],
    "abstract": "Abstract:  In this work we study how the input data cadence affects the photospheric\nenergy and helicity injection estimates in eruptive NOAA active region 11158.\nWe sample the novel 2.25-minute vector magnetogram and Dopplergram data from\nthe \\emph{Helioseismic and Magnetic Imager} (HMI) instrument onboard the\n\\emph{Solar Dynamics Observatory} (SDO) spacecraft to create input datasets of\nvariable cadences ranging from 2.25 minutes to 24 hours. We employ\nstate-of-the-art data processing, velocity and electric field inversion methods\nfor deriving estimates of the energy and helicity injections from these\ndatasets. We find that the electric field inversion methods that reproduce the\nobserved magnetic field evolution through the use of Faraday's law are more\nstable against variable cadence: the PDFI (PTD-Doppler-FLCT-Ideal) electric\nfield inversion method produces consistent injection estimates for cadences\nfrom 2.25 minutes up to 2 hours, implying that the photospheric processes\nacting on time scales below 2 hours contribute little to the injections, or\nthat they are below the sensitivity of the input data and the PDFI method. On\nother hand, the electric field estimate derived from the output of DAVE4VM\n(Differential Affine Velocity Estimator for Vector Magnetograms), which does\nnot fulfil Faraday's law exactly, produces significant variations in the energy\nand helicity injection estimates in the 2.25-minute to 2-hour cadence range. We\npresent also a third, novel DAVE4VM-based electric field estimate, which\ncorrects the poor inductivity of the raw DAVE4VM estimate. This method is less\nsensitive to the changes of cadence, but still faces significant issues for the\nlowest of considered cadences ($\\geq$2 hours). We find several potential\nproblems in both PDFI- and DAVE4VM-based injection estimates and conclude that\nthe quality of both should be surveyed further in controlled environments.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1907.00367"
  },
  {
    "url": "https://arxiv.org/abs/1907.00104",
    "title": "Title:On orbit performance of the GRACE Follow-On Laser Ranging Interferometer",
    "date_publ": "28 Jun 2019",
    "authors": [
      "Klaus Abich",
      "Claus Braxmaier",
      "Martin Gohlke",
      "Josep Sanjuan",
      "Alexander Abramovici",
      "Brian Bachman Okihiro",
      "David C. Barr",
      "Maxime P. Bize",
      "Michael J. Burke",
      "Ken C. Clark",
      "Glenn de Vine",
      "Jeffrey A. Dickson",
      "Serge Dubovitsky",
      "William M. Folkner",
      "Samuel Francis",
      "Martin S. Gilbert",
      "Mark Katsumura",
      "William Klipstein",
      "Kameron Larsen",
      "Carl Christian Liebe",
      "Jehhal Liu",
      "Kirk McKenzie",
      "Phillip R. Morton",
      "Alexander T. Murray",
      "Don J. Nguyen",
      "Joshua A. Ravich",
      "Daniel Shaddock",
      "Robert Spero",
      "Gary Spiers",
      "Andrew Sutton",
      "Joseph Trinh",
      "Duo Wang",
      "Rabi T. Wang",
      "Brent Ware",
      "Christopher Woodruff",
      "Bengie Amparan",
      "Mike A. Davis",
      "James Howell",
      "Micah Kruger",
      "Lynette Lobmeyer",
      "Robert Pierce",
      "Gretchen Reavis",
      "Michael Sileo",
      "Michelle Stephens",
      "Andreas Baatzsch",
      "Christian Dahl",
      "Katrin Dahl",
      "Frank Gilles",
      "Philipp Hager",
      "Mark Herding",
      "Marina Kaufer",
      "Kolja Nicklaus",
      "Kai Voss",
      "Christina Bogan",
      "Karsten Danzmann",
      "Germán Fernández Barranco",
      "Gerhard Heinzel",
      "Alexander Koch",
      "Christoph Mahrdt",
      "Malte Misfeldt",
      "Vitali Müller",
      "Jens Reiche",
      "Daniel Schütze",
      "Benjamin Sheard",
      "Gunnar Stede",
      "Henry Wegener",
      "Andreas Eckardt",
      "Burghardt Guenther",
      "Thomas Mangoldt",
      "Bernd Zender",
      "Thomas Ester",
      "Frank Heine",
      "Christoph Seiter",
      "Steve Windisch",
      "Reinhold Flatscher",
      "Frank Flechtner",
      "Nicolas Grossard",
      "Jerome Hauden",
      "Martin Hinz",
      "Thomas Leikert",
      "Marcus Zimmermann",
      "Anton Lebeda",
      "Arnold Lebed"
    ],
    "abstract": "Abstract:  The Laser Ranging Interferometer (LRI) instrument on the Gravity Recovery and\nClimate Experiment (GRACE) Follow-On mission has provided the first laser\ninterferometric range measurements between remote spacecraft, separated by\napproximately 220 km. Autonomous controls that lock the laser frequency to a\ncavity reference and establish the 5 degree of freedom two-way laser link\nbetween remote spacecraft succeeded on the first attempt. Active beam pointing\nbased on differential wavefront sensing compensates spacecraft attitude\nfluctuations. The LRI has operated continuously without breaks in phase\ntracking for more than 50 days, and has shown biased range measurements similar\nto the primary ranging instrument based on microwaves, but with much less noise\nat a level of $1\\,{\\rm nm}/\\sqrt{\\rm Hz}$ at Fourier frequencies above 100 mHz.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Geophysics (physics.geo-ph)"
    ],
    "url_pdf": "/pdf/1907.00104"
  },
  {
    "url": "https://arxiv.org/abs/1907.00006",
    "title": "Title:Testing gravity with interstellar precursor missions",
    "date_publ": "28 Jun 2019",
    "authors": [
      "Indranil Banik",
      "Pavel Kroup"
    ],
    "abstract": "Abstract:  We consider how the trajectory of an interstellar precursor mission would be\naffected by the gravity of the Sun in Newtonian and Milgromian dynamics (MOND).\nThe Solar gravity is ${\\approx 50\\%}$ stronger in MOND beyond a distance of\n${\\approx 7000}$ astronomical units, the MOND radius of the Sun. A spacecraft\ntravelling at $0.01 \\, c$ reaches this distance after 11.1 years. We show that\nthe extra gravity in MOND causes an anomalous deceleration that reduces its\nradial velocity by ${\\approx 3}$ cm/s and the two-way light travel time from\nthe inner Solar System by ${\\approx 0.1}$ seconds after 20 years. A distinctive\nsignature of MOND is that the gravity from the Sun is not directly towards it.\nThis is due to the non-linear nature of MOND and the external gravitational\nfield from the rest of the Galaxy, which we self-consistently include in our\ncalculations. As a result, the sky position of the spacecraft would deviate by\nup to 0.2 mas over 20 years. This deviation is always in the plane containing\nthe spacecraft trajectory and the direction towards the Galactic Centre. By\nlaunching spacecraft in different directions, it is possible to test the\ncharacteristic pattern of angular deviations expected in MOND. This would\nminimize the chance that any detected anomalies are caused by other processes\nlike drag from the interstellar medium. Such confounding factors could also be\nmitigated using an onboard accelerometer to measure non-gravitational forces.\nWe briefly discuss how the gravity theories could be conclusively distinguished\nusing a Cavendish-style active gravitational experiment beyond the Sun's MOND\nradius.",
    "categories": [
      "Astrophysics of Galaxies (astro-ph.GA)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1907.00006"
  }
]