[
  {
    "url": "https://arxiv.org/abs/1310.6133",
    "title": "Title:Very local interstellar spectra for galactic electrons, protons and helium",
    "date_publ": "23 Oct 2013",
    "authors": [
      "Marius S. Potgiete"
    ],
    "abstract": "Abstract:  The local interstellar spectra (LIS) for cosmic rays at energies below about\n30 GeV/nuc are increasingly obscured from view at Earth by solar modulation,\nthe lower the energy. These charged particles encounter significant changes in\nthe heliosphere, over an 11-year cycle, which include processes such as\nconvection, diffusion, adiabatic energy losses and gradient, curvature and\ncurrent sheet drifts. Particle drifts cause chargesign dependent modulation and\na 22-year cycle, adding complexity to determining the respective very LIS from\nobservations only at Earth. However, with measurements now made by the Voyager\n1 spacecraft in the vicinity of the heliopause, it is possible to determine a\nvery LIS for galactic electrons between about 5 MeV and about 120 MeV. At these\nlow energies also galactic protons observed in the outer heliosphere had been\ncompletely obscured by the so-call anomalous component which is accelerated\ninside the heliosheath. Since August 2012, these anomalous cosmic rays are\nsubstantially depleted at Voyager 1 so that also for cosmic ray ions it is now\npossible to obtain a lower limit to their very LIS. Combining numerical\nmodelling of solar modulation with the accurate measurements by the PAMELA\nmission and with Voyager observations, the lower limit of the very LIS for\nelectrons, protons and helium, and other ions, can be determined from about 5\nMeV and above. These spectra are called heliopause spectra, considered to be\nthe lowest possible very LIS. Also from an astrophysics point of view, the\ndetermination of what can be called a very LIS, not just an averaged galactic\nspectrum, is encouraging. The mentioned aspects are discussed, focussing on a\ncomparison of recent heliospheric observations and corresponding solar\nmodulation modelling.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1310.6133"
  },
  {
    "url": "https://arxiv.org/abs/1310.5522",
    "title": "Title:Time-dependent cosmic ray modulation in the outer heliosphere: Signatures of a heliospheric asymmetry and model predictions along Voyager 1 and 2 trajectories",
    "date_publ": "21 Oct 2013",
    "authors": [
      "Rex Manuel",
      "Stefan Ferreira",
      "Marius Potgiete"
    ],
    "abstract": "Abstract:  A two-dimensional, time-dependent numerical model is used to calculate the\nmodulation of cosmic rays in the heliosphere. Computations are compared to\nspacecraft observations in the inner and outer heliosphere. It is shown that\nthe model produces cosmic ray proton intensities compatible to different\nspacecraft observations on a global scale, at Earth and along both Voyager\nspacecraft trajectories. The study reveals that when the same modulation\nparameters, which resulted in compatible intensities along Voyager 1, were\nassumed along the Voyager 2 trajectory, the model failed to reproduce the\nobservations. The study also found that any change in diffusion parameters\nalone could not reproduce the cosmic ray observations along Voyager 2 so that\nchanges to the heliospheric geometry were necessary i.e the computed\nintensities along both Voyager trajectories suggest that the heliosphere is\nasymmetric. Furthermore, $E >$ 70 MeV and 133-242 MeV proton intensities along\nVoyager 1 and 2 trajectories are predicted from end of 2012 onwards. It is\nshown that the computed intensities along Voyager 1 increase with an almost\nconstant rate up to the heliopause. However, the model shows that Voyager 2 is\nstill under the influence of temporal solar activity changes because of its\nrelatively large distance to the heliopause. Along the Voyager 2 trajectory,\nthe intensities remained generally constant for some time and should soon start\nto increase steadily.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1310.5522"
  },
  {
    "url": "https://arxiv.org/abs/1310.5514",
    "title": "Title:Time-Dependent Modulation of Cosmic Rays in the Heliosphere",
    "date_publ": "21 Oct 2013",
    "authors": [
      "Rex Manuel",
      "Stefan Ferreira",
      "Marius Potgiete"
    ],
    "abstract": "Abstract:  The time-dependent modulation of galactic cosmic rays in the heliosphere is\nstudied by computing intensities using a time-dependent modulation model. By\nintroducing recent theoretical advances in the transport coefficients in the\nmodel, computed intensities are compared with Voyager 1, International\nMonitoring Platform (IMP) 8, and Ulysses proton observations in search of\ncompatibility. The effect of different modulation parameters on computed\nintensities is also illustrated. It is shown that this approach produces, on a\nglobal scale, realistic cosmic-ray proton intensities along the Voyager 1\nspacecraft trajectory and at Earth upto ~2004, whereafter the computed\nintensities recovers much slower towards solar minimum than observed in the\ninner heliosphere. A modified time dependence in the diffusion coefficients is\nproposed to improve compatibility with the observations at Earth after ~2004.\nThis modified time dependence led to an improved compatibility between computed\nintensities and the observations along the Voyager 1 trajectory and at Earth\neven after ~2004. An interesting result is that the cosmic-ray modulation\nduring the present polarity cycle is not determined only by changes in the\ndrift coefficient and tilt angle of the wavy current sheet, but is also largely\ndependent on changes in the diffusion coefficients.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1310.5514"
  },
  {
    "url": "https://arxiv.org/abs/1310.4165",
    "title": "Title:Global Photometric Properties of Asteroid (4) Vesta Observed with Dawn Framing Camera",
    "date_publ": "7 Aug 2013",
    "authors": [
      "Jian-Yang Li",
      "Lucille Le Corre",
      "Stefan E. Schröder",
      "Vishnu Reddy",
      "Brett W. Denevi",
      "Bonnie J. Buratti",
      "Stefano Mottola",
      "Martin Hoffmann",
      "Pablo Gutierrez-Marques",
      "Andreas Nathues",
      "Christopher T. Russell",
      "Carol A. Raymon"
    ],
    "abstract": "Abstract:  Dawn spacecraft orbited Vesta for more than one year and collected a huge\nvolume of multispectral, high-resolution data in the visible wavelengths with\nthe Framing Camera. We present a detailed disk-integrated and disk-resolved\nphotometric analysis using the Framing Camera images with the Minnaert model\nand the Hapke model, and report our results about the global photometric\nproperties of Vesta. The photometric properties of Vesta show weak or no\ndependence on wavelengths, except for the albedo. At 554 nm, the global average\ngeometric albedo of Vesta is 0.38+/-0.04, and the Bond albedo range is\n0.20+/-0.02. The bolometric Bond albedo is 0.18+/-0.01. The phase function of\nVesta is similar to those of S-type asteroids. Vesta's surface shows a\nsingle-peaked albedo distribution with a full-width-half-max ~17% relative to\nthe global average. This width is much smaller than the full range of albedos\n(from ~0.55x to >2x global average) in localized bright and dark areas of a few\ntens of km in sizes, and is probably a consequence of significant regolith\nmixing on the global scale. Rheasilvia basin is about 10% brighter than the\nglobal average. The phase reddening of Vesta measured from Dawn Framing Camera\nimages is comparable or slightly stronger than that of Eros as measured by the\nNear Earth Asteroid Rendezvous mission, but weaker than previous measurements\nbased on ground-based observations of Vesta and laboratory measurements of HED\nmeteorites. The photometric behaviors of Vesta are best described by the Hapke\nmodel and the Akimov disk- function, when compared with the Minnaert model,\nLommel-Seeliger model, and Lommel- Seeliger-Lambertian model. The traditional\napproach for photometric correction is validated for Vesta for >99% of its\nsurface where reflectance is within +/-30% of global average.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1310.4165"
  },
  {
    "url": "https://arxiv.org/abs/1310.2871",
    "title": "Title:Gravitational wave detector response in terms of spacetime Riemann curvature",
    "date_publ": "10 Oct 2013",
    "authors": [
      "Michael J. Koop",
      "Lee Samuel Fin"
    ],
    "abstract": "Abstract:  Gravitational wave detectors are typically described as responding to\ngravitational wave metric perturbations, which are gauge-dependent and ---\ncorrespondingly --- unphysical quantities. This is particularly true for\nground-based interferometric detectors, like LIGO, space-based detectors, like\nLISA and its derivatives, spacecraft doppler tracking detectors, and pulsar\ntiming arrays detectors. The description of gravitational waves, and a\ngravitational wave detector's response, to the unphysical metric perturbation\nhas lead to a proliferation of false analogies and descriptions regarding how\nthese detectors function, and true misunderstandings of the physical character\nof gravitational waves.\nHere we provide a fully physical and gauge invariant description of the\nresponse of a wide class of gravitational wave detectors in terms of the\nRiemann curvature, the physical quantity that describes gravitational phenomena\nin general relativity. In the limit of high frequency gravitational waves, the\nRiemann curvature separates into two independent gauge invariant quantities: a\n\"background\" curvature contribution and a \"wave\" curvature contribution. In\nthis limit the gravitational wave contribution to the detector response reduces\nto an integral of the gravitational wave contribution of the curvature along\nthe unperturbed photon path between components of the detector. The description\npresented here provides an unambiguous physical description of what a\ngravitational wave detector measures and how it operates, a simple means of\ncomputing corrections to a detectors response owing to general detector motion,\na straightforward way of connecting the results of numerical relativity\nsimulations to gravitational wave detection, and a basis for a general and\nfully relativistic pulsar timing formula.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1310.2871"
  },
  {
    "url": "https://arxiv.org/abs/1310.2600",
    "title": "Title:Gas and dust productions of comet 103P/Hartley 2 from millimetre observations: interpreting rotation-induced time variations",
    "date_publ": "9 Oct 2013",
    "authors": [
      "J. Boissier",
      "D. Bockelée-Morvan",
      "N. Biver",
      "P. Colom",
      "J. Crovisier",
      "R. Moreno",
      "V. Zakharov",
      "O. Groussin",
      "L. Jorda",
      "D.C. Li"
    ],
    "abstract": "Abstract:  Comet 103P/Hartley 2 made a close approach to the Earth in October 2010. It\nwas the target of an extensive observing campaign and was visited by the Deep\nImpact spacecraft (mission EPOXI). We present observations of HCN and CH3OH\nemission lines conducted with the IRAM Plateau de Bure interferometer on 22-23,\n28 October and 4, 5 November 2010 at 1.1, 1.9 and 3.4 mm wavelengths. The\nthermal emission from the dust coma and nucleus is detected simultaneously.\nInterferometric images with unprecedented spatial resolution are obtained. A\nsine-wave variation of the thermal continuum is observed in the 23 October\ndata, that we associate with the nucleus thermal light curve. The nucleus\ncontributes up to 30-55 % of the observed continuum. The large dust-to-gas\nratio (in the range 2-6) can be explained by the unusual activity of the comet\nfor its size, which allows decimeter size particles and large boulders to be\nentrained by the gas. The rotational temperature of CH3OH is measured. We\nattribute the increase from 35 to 46 K with increasing beam size (from 150 to\n1500 km) to radiative processes. The HCN production rate displays strong\nrotation-induced variations. The HCN production curve, as well as those of CO2\nand H2O measured by EPOXI, are interpreted with a geometric model which takes\ninto account the rotation and the shape of the comet. The HCN and H2O\nproduction curves are in phase, showing common sources. The 1.7h delay, in\naverage, of HCN and H2O with respect to the CO2 production curve suggests that\nHCN and H2O are mainly produced by subliming icy grains. The scale length of\nproduction of HCN is determined to be on the order of 500-1000 km, implying a\nmean velocity of 100-200 m/s for the icy grains producing HCN. The modulation\nof the CO2 prouction and of the velocity offset of the HCN lines are\ninterpreted in terms of localized sources of gas on the nucleus surface.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1310.2600"
  },
  {
    "url": "https://arxiv.org/abs/1310.0772",
    "title": "Title:Observing Open Clusters with a Sequence of Ages with Kepler",
    "date_publ": "2 Oct 2013",
    "authors": [
      "Joyce A. Guzik",
      "Paul A. Bradley",
      "Robert Szabo",
      "Laszlo Molnar",
      "Andrzej Pigulski",
      "Konstanze Zwintz",
      "Chow-Choong Ngeow",
      "Jesper Schou",
      "Gerald Handle"
    ],
    "abstract": "Abstract:  We propose to observe with Kepler an age sequence of nearby uncrowded open\nclusters. The current Kepler field contains very few (only 4) somewhat distant\nand/or old clusters. Nearby open clusters are already well characterized from\nground- and many space-based observations. Our proposal focuses on mid and\nupper main-sequence variables (main sequence and pre-main sequence gamma Dor or\ndelta Scuti stars, SPB/beta Cep stars, Cepheids, or yellow supergiants), having\nperiods of hours to days accessible by longer cadence observations.\nAsteroseismology for these objects to date is limited by the number of modes\nobservable from the ground, difficulty in obtaining spectroscopic or\nphotometric mode ID for the fainter targets that have been observed by Kepler,\nuncertainties in interior and initial abundances, especially for stars with\nabundance anomalies, uncertainties in distance/luminosity, and lack of\nknowledge of prior evolution history. The additional constraints of common age,\ndistance and initial abundances in clusters will place these variables in their\nevolutionary context, and help unlock some of the science and reduce\nuncertainties for understanding star formation and stellar evolution.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1310.0772"
  },
  {
    "url": "https://arxiv.org/abs/1310.0544",
    "title": "Title:To Pulsate or to Eclipse? Status of KIC 9832227 Variable Star",
    "date_publ": "2 Oct 2013",
    "authors": [
      "Karen Kinemuch"
    ],
    "abstract": "Abstract:  The variable star known as NSVS 5597754 was identified as a short period RRc\nfield star from ground-based photometry. This star happens to fall in the\nKepler field of view and has been observed for 3 years with the Kepler\nspacecraft. Renamed KIC 9832227, this star was reidentified as an eclipsing\nbinary with a periodicity of 0.457970 days. The NSVS ground based photometry\nyielded a period solution of 0.229 days. The Kepler photometry, which sampled\nthe light cycle every 30 minutes, shows a peculiar behavior that is not purely\neclipsing superposed over the primary variation. Follow-up ground based\nobservations were taken in 2010 with the 0.6m MSU Observatory to obtain\nadditional information. I present a summary of the ground based data taken of\nthis perplexing star and conclusions derived thus far.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1310.0544"
  },
  {
    "url": "https://arxiv.org/abs/1310.0084",
    "title": "Title:STE-QUEST Mission and System Design - Overview after completion of Phase-A",
    "date_publ": "30 Sep 2013 (v1), last revised 25 Jan 2014 (this version, v2)",
    "authors": [
      "Gerald Hechenblaikner",
      "Marc-Peter Hess",
      "Marianna Vitelli",
      "Jan Bec"
    ],
    "abstract": "Abstract:  STE-QUEST is a fundamental science mission which is considered for launch\nwithin the Cosmic Vision programme of the European Space Agency (ESA). Its main\nscientific objectives relate to probing various aspects of Einstein's theory of\ngeneral relativity by measuring the gravitational red-shift of the earth, the\nmoon and the sun as well as testing the weak equivalence principle to\nunprecedented accuracy. In order to perform the measurements, the system\nfeatures a spacecraft equipped with two complex instruments, an atomic clock\nand an atom interferometer, a ground-segment encompassing several\nground-terminals collocated with the best available ground atomic clocks, and\nclock comparison between space and ground via microwave and optical links. The\nbaseline orbit is highly eccentric and exhibits strong variations of incident\nsolar flux, which poses challenges for thermal and power subsystems in addition\nto the difficulties encountered by precise-orbit-determination at high\naltitudes. The mission assessment and definition phase (Phase-A) has recently\nbeen completed and this paper gives a concise overview over some system level\nresults.",
    "categories": [
      "Instrumentation and Detectors (physics.ins-det)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " General Relativity and Quantum Cosmology (gr-qc)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1310.0084"
  },
  {
    "url": "https://arxiv.org/abs/1309.7836",
    "title": "Title:Pitch-angle scattering in magnetostatic turbulence. I. Test-particle simulations and the validity of analytical results",
    "date_publ": "30 Sep 2013",
    "authors": [
      "R. C. Tautz",
      "A. Dosch",
      "F. Effenberger",
      "H. Fichtner",
      "A. Kop"
    ],
    "abstract": "Abstract:  Context. Spacecraft observations have motivated the need for a refined\ndescription of the phase-space distribution function. Of particular importance\nis the pitch-angle diffusion coefficient that occurs in the Fokker-Planck\ntransport equation. Aims. Simulations and analytical test-particle theories are\ncompared to verify the diffusion description of particle transport, which does\nnot allow for non-Markovian behavior. Methods. A Monte-Carlo simulation code\nwas used to trace the trajectories of test particles moving in turbulent\nmagnetic fields. From the ensemble average, the pitch-angle Fokker-Planck\ncoefficient is obtained via the mean square displacement. Results. It is shown\nthat, while excellent agreement with analytical theories can be obtained for\nslab turbulence, considerable deviations are found for isotropic turbulence. In\naddition, all Fokker-Planck coefficients tend to zero for high time values.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1309.7836"
  },
  {
    "url": "https://arxiv.org/abs/1309.7324",
    "title": "Title:Solar Dynamics Observatory and Hinode observations of a blowout jet in a coronal hole",
    "date_publ": "27 Sep 2013 (v1), last revised 23 Jan 2014 (this version, v2)",
    "authors": [
      "Peter Young",
      "Karin Muglac"
    ],
    "abstract": "Abstract:  A blowout jet occurred within the south coronal hole on 9 February 2011 at\n09:00 UT and was observed by the Atmospheric Imaging Assembly (AIA) and\nHelioseismic and Magnetic Imager (HMI) onboard the Solar Dynamics Observatory,\nand the EUV Imaging Spectrometer (EIS) and X-Ray Telescope (XRT) onboard the\nHinode spacecraft during coronal hole monitoring performed as part of Hinode\nOperations Program No. 177. Images from AIA show expanding hot and cold loops\nfrom a small bright point with plasma ejected in a curtain up to 30 Mm wide.\nThe initial intensity front of the jet had a projected velocity of 200 km/s and\nline-of-sight (LOS) velocities measured by EIS are between 100 and 250 km/s.\nThe LOS velocities increased along the jet, implying an acceleration mechanism\noperating within the body of the jet. The jet plasma had a density of 2.7 x\n10^8 cm^-3, and a temperature of 1.4 MK. During the event a number of bright\nkernels were seen at the base of the bright point. The kernels have sizes of\nabout 1000 km, are variable in brightness, and have lifetimes of 1-15 minutes.\nAn XRT filter ratio yields temperatures of 1.5-3.0 MK for the kernels. The\nbright point existed for at least ten hours, but disappeared within two hours\nafter the jet, which lasted for 30 minutes. HMI data reveal converging\nphotospheric flows at the location of the bright point, and the mixed polarity\nmagnetic flux canceled over a period of four hours on either side of the jet.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1309.7324"
  },
  {
    "url": "https://arxiv.org/abs/1309.6949",
    "title": "Title:Tiled Array of Pixelated CZT Imaging Detectors for ProtoEXIST2 and MIRAX-HXI",
    "date_publ": "26 Sep 2013",
    "authors": [
      "Jaesub Hong",
      "Branden Allen",
      "Jonathan Grindlay",
      "Barbara Rodrigues",
      "Jon Robert Ellis",
      "Robert Baker",
      "Scott Barthelmy",
      "Peter Mao",
      "Hiromasa Miyasaka",
      "Jeff Appl"
    ],
    "abstract": "Abstract:  We have assembled a tiled array (220 cm2) of fine pixel (0.6 mm) imaging CZT\ndetectors for a balloon borne wide-field hard X-ray telescope, ProtoEXIST2.\nProtoEXIST2 is a prototype experiment for a next generation hard X-ray imager\nMIRAX-HXI on board Lattes, a spacecraft from the Agencia Espacial Brasilieira.\nMIRAX will survey the 5 to 200 keV sky of Galactic bulge, adjoining southern\nGalactic plane and the extragalactic sky with 6' angular resolution. This\nsurvey will open a vast discovery space in timing studies of accretion neutron\nstars and black holes. The ProtoEXIST2 CZT detector plane consists of 64 of 5\nmm thick 2 cm x 2 cm CZT crystals tiled with a minimal gap. MIRAX will consist\nof 4 such detector planes, each of which will be imaged with its own\ncoded-aperture mask. We present the packaging architecture and assembly\nprocedure of the ProtoEXIST2 detector. On 2012, Oct 10, we conducted a\nsuccessful high altitude balloon experiment of the ProtoEXIST1 and 2\ntelescopes, which demonstrates their technology readiness for space\napplication. During the flight both telescopes performed as well as on the\nground. We report the results of ground calibration and the initial results for\nthe detector performance in the balloon flight.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1309.6949"
  },
  {
    "url": "https://arxiv.org/abs/1309.5679",
    "title": "Title:An Analytic Solution to Wahba's Problem",
    "date_publ": "23 Sep 2013",
    "authors": [
      "Yaguang Yang",
      "Zhiqiang Zho"
    ],
    "abstract": "Abstract:  All spacecraft attitude estimation methods are based on Wahba's optimization\nproblem. This problem can be reduced to finding the largest eigenvalue and the\ncorresponding eigenvector for Davenport's $K$-matrix. Several iterative\nalgorithms, such as QUEST and FOMA, were proposed, aiming at reducing the\ncomputational cost. But their computational time is unpredictable because the\niteration number is not fixed and the solution is not accurate in theory.\nRecently, an analytical solution, ESOQ was suggested. The advantages of\nanalytical solutions are that their computational time is fixed and the\nsolution should be accurate in theory if there is no numerical error. In this\npaper, we propose a different analytical solution to the Wahba's problem. We\nuse simple and easy to be verified examples to show that this method is\nnumerically more stable than ESOQ, potentially faster than QUEST and FOMA. We\nalso use extensive simulation test to support this claim.",
    "categories": [
      "Optimization and Control (math.OC)"
    ],
    "url_pdf": "/pdf/1309.5679"
  },
  {
    "url": "https://arxiv.org/abs/1309.4660",
    "title": "Title:Spacecraft charging: incoming and outgoing electrons",
    "date_publ": "18 Sep 2013",
    "authors": [
      "Shu T. Lai (MIT"
    ],
    "abstract": "Abstract:  This paper presents an overview of the roles played by incoming and outgoing\nelectrons in spacecraft surface and stresses the importance of surface\nconditions for spacecraft charging. The balance between the incoming electron\ncurrent from the ambient plasma and the outgoing currents of secondary\nelectrons, backscattered electrons, and photoelectrons from the surfaces\ndetermines the surface potential. Since surface conditions significantly affect\nthe outgoing currents, the critical temperature and the surface potential are\nalso significantly affected. As a corollary, high level differential charging\nof adjacent surfaces with very different surface conditions is a space hazard.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Accelerator Physics (physics.acc-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1309.4660"
  },
  {
    "url": "https://arxiv.org/abs/1309.4658",
    "title": "Title:Secondary electron emission yield in the limit of low electron energy",
    "date_publ": "18 Sep 2013",
    "authors": [
      "A.N. Andronov (St. Petersburg Polytechnic Inst.)",
      "A.S. Smirnov (St. Petersburg Polytechnic Inst.)",
      "I.D. Kaganovich (Princeton U.",
      "Plasma Physics Lab.)",
      "E.A. Startsev (Princeton U.",
      "Plasma Physics Lab.)",
      "Y. Raitses (Princeton U.",
      "Plasma Physics Lab.)",
      "V.I. Demidov (West Virginia U."
    ],
    "abstract": "Abstract:  Secondary electron emission (SEE) from solids plays an important role in many\nareas of science and technology.1 In recent years, there has been renewed\ninterest in the experimental and theoretical studies of SEE. A recent study\nproposed that the reflectivity of very low energy electrons from solid surface\napproaches unity in the limit of zero electron energy2,3,4, If this was indeed\nthe case, this effect would have profound implications on the formation of\nelectron clouds in particle accelerators,2-4 plasma measurements with\nelectrostatic Langmuir probes, and operation of Hall plasma thrusters for\nspacecraft propulsion5,6. It appears that, the proposed high electron\nreflectivity at low electron energies contradicts to numerous previous\nexperimental studies of the secondary electron emission7. The goal of this note\nis to discuss possible causes of these contradictions.",
    "categories": [
      "Accelerator Physics (physics.acc-ph)"
    ],
    "url_pdf": "/pdf/1309.4658"
  },
  {
    "url": "https://arxiv.org/abs/1309.4249",
    "title": "Title:Differences of the Solar Magnetic Activity Signature in Velocity and Intensity Helioseismic Observations",
    "date_publ": "17 Sep 2013",
    "authors": [
      "D. Salabert",
      "R.A. Garcia",
      "A. Jimene"
    ],
    "abstract": "Abstract:  The high-quality, full-disk helioseismic observations continuously collected\nby the spectrophotometer GOLF and the three photometers VIRGO/SPMs onboard the\nSoHO spacecraft for 17 years now (since April 11, 1996, apart from the SoHO\n\"vacations\") are absolutely unique for the study of the interior of the Sun and\nits variability with magnetic activity. Here, we look at the differences in the\nlow-degree oscillation p-mode frequencies between radial velocity and intensity\nmeasurements taking into account all the known features of the p-mode profiles\n(e.g., the opposite peak asymmetry), and of the power spectrum (e.g., the\npresence of the higher degrees l= 4 and 5 in the signal). We show that the\nintensity frequencies are higher than the velocity frequencies during the solar\ncycle with a clear temporal dependence. The response between the individual\nangular degrees is also different. Time delays are observed between the\ntemporal variations in GOLF and VIRGO frequencies. Such analysis is important\nin order to put new constraints and to better understand the mechanisms\nresponsible for the temporal variations of the oscillation frequencies with the\nsolar magnetic activity as well as their height dependences in the solar\natmosphere. It is also important for the study of the stellar magnetic activity\nusing asteroseismic data.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1309.4249"
  },
  {
    "url": "https://arxiv.org/abs/1309.4010",
    "title": "Title:Limits on Alpha Particle Temperature Anisotropy and Differential Flow from Kinetic Instabilities: Solar Wind Observations",
    "date_publ": "16 Sep 2013 (v1), last revised 19 Sep 2013 (this version, v2)",
    "authors": [
      "Sofiane Bourouaine",
      "Daniel Verscharen",
      "Benjamin D. G. Chandran",
      "Bennett A. Maruca",
      "Justin C. Kaspe"
    ],
    "abstract": "Abstract:  Previous studies have shown that the observed temperature anisotropies of\nprotons and alpha particles in the solar wind are constrained by theoretical\nthresholds for pressure-anisotropy-driven instabilities such as the\nAlfvén/ion-cyclotron (A/IC) and fast-magnetosonic/whistler (FM/W)\ninstabilities. In this letter, we use a long period of in-situ measurements\nprovided by the {\\em Wind} spacecraft's Faraday cups to investigate the\ncombined constraint on the alpha-proton differential flow velocity and the\nalpha-particle temperature anisotropy due to A/IC and FM/W instabilities. We\nshow that the majority of the data are constrained to lie within the region of\nparameter space in which A/IC and FM/W waves are either stable or have\nextremely low growth rates. In the minority of observed cases in which the\ngrowth rate of the A/IC (FM/W) instability is comparatively large, we find\nrelatively higher values of $T_{\\perp\\alpha}/T_{\\perp p}$\n($T_{\\parallel\\alpha}/T_{\\parallel p}$) when alpha-proton differential flow\nvelocity is small, where $T_{\\perp\\alpha}$ and $T_{\\perp p}$\n($T_{\\parallel\\alpha}$ and $T_{\\parallel p}$) are the perpendicular (parallel)\ntemperatures of alpha particles and protons. We conjecture that this observed\nfeature might arise from preferential alpha-particle heating which can drive\nthe alpha particles beyond the instability thresholds.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1309.4010"
  },
  {
    "url": "https://arxiv.org/abs/1309.3503",
    "title": "Title:The effect of the cosmological expansion on local systems: Post-Newtonian approximation",
    "date_publ": "13 Sep 2013 (v1), last revised 30 Nov 2013 (this version, v4)",
    "authors": [
      "Jose J. Arena"
    ],
    "abstract": "Abstract:  Frequently, the quantitative effect of the large-scale cosmological expansion\non local systems is studied in the light of Newtonian approach, and the General\nRelativity Theory is neglected. We, however, analyze the influence of\ncosmological expansion on small systems in the light of Post-Newtonian\napproximation. The equations show the product Hc=6.99*10^-10 ms^-2, and it so\nhappens that the magnitude of this acceleration is very close the apparently\nanomalous acceleration of the Pioneer 10 and 11 spacecraft. Furthermore, we\nobtain the new radius at which the acceleration due to the cosmological\nexpansion has the same magnitude as the two-body attraction, and the classical\ncritical radius is obtained when the Schwarzschild radius approaches zero (for\nexample, the Solar System).",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1309.3503"
  },
  {
    "url": "https://arxiv.org/abs/1309.3448",
    "title": "Title:First experimental results of very high accuracy centroiding measurements for the neat astrometric mission",
    "date_publ": "13 Sep 2013 (v1), last revised 18 Sep 2013 (this version, v3)",
    "authors": [
      "A. Crouzier",
      "F. Malbet",
      "O. Preis",
      "F. Henault",
      "P. Kern",
      "G. Martin",
      "P. Feautrier",
      "E. Stadler",
      "S. Lafrasse",
      "A. Delboulbe",
      "E. Behar",
      "M. Saint-Pe",
      "J. Dupont",
      "S. Potin",
      "C. Cara",
      "M. Donati",
      "E. Doumayrou",
      "P. O. Lagage",
      "A. Leger",
      "J. M. LeDuigou",
      "M. Shao",
      "R. Goulliou"
    ],
    "abstract": "Abstract:  NEAT is an astrometric mission proposed to ESA with the objectives of\ndetecting Earth-like exoplanets in the habitable zone of nearby solar-type\nstars. NEAT requires the capability to measure stellar centroids at the\nprecision of 5e-6 pixel. Current state-of-the-art methods for centroid\nestimation have reached a precision of about 2e-5 pixel at two times Nyquist\nsampling, this was shown at the JPL by the VESTA experiment. A metrology system\nwas used to calibrate intra and inter pixel quantum efficiency variations in\norder to correct pixelation errors. The European part of the NEAT consortium is\nbuilding a testbed in vacuum in order to achieve 5e-6 pixel precision for the\ncentroid estimation. The goal is to provide a proof of concept for the\nprecision requirement of the NEAT spacecraft. In this paper we present the\nmetrology and the pseudo stellar sources sub-systems, we present a performance\nmodel and an error budget of the experiment and we report the present status of\nthe demonstration. Finally we also present our first results: the experiment\nhad its first light in July 2013 and a first set of data was taken in air. The\nanalysis of this first set of data showed that we can already measure the pixel\npositions with an accuracy of about 1e-4 pixel.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1309.3448"
  },
  {
    "url": "https://arxiv.org/abs/1309.3283",
    "title": "Title:Hot Big Planets Kepler Survey: Measuring the Repopulation Rate of the Shortest-Period Planets",
    "date_publ": "12 Sep 2013",
    "authors": [
      "Stuart F. Taylo"
    ],
    "abstract": "Abstract:  By surveying new fields for the shortest-period \"big\" planets, the Kepler\nspacecraft could provide the statistics to more clearly measure the occurrence\ndistributions of giant and medium planets. This would allow separate\ndeterminations for giant and medium planets of the relationship between the\ninward rate of tidal migration of planets and the strength of the stellar tidal\ndissipation (as expressed by the tidal quality factor Q). We propose a \"Hot Big\nPlanets Survey\" to find new big planets to better determine the planet\noccurrence distribution at the shortest period. We call planets that Kepler\nwill be able to find as \"big\", for the purpose of comparing the distribution of\ngiant and medium planets (above and below 8 earth radii). The distribution of\nplanets from one field has been interpreted to show that the shortest period\ngiant planets are at the end of an ongoing flow of high eccentricity migration,\nlikely from scattering from further out. The numbers of planets at these short\nperiods is still small, leaving uncertainty over the result that the\ndistribution shows the expected power index for inward tidal migration. The\ncurrent statistics make it hard to say whether the presence of more giant\nplanets at the shortest periods despite there being more medium planets at most\nperiods indicates a greater migration of giant than medium planets. We propose\na repurposed Kepler mission to make enough 45-day observations to survey 10\ntimes as many stars as in the survey of the original field, to survey for\nplanets with periods of up to fifteen days with at least three transits. The\ncurrent statistics make it hard to say whether the presence of more giant\nplanets at the shortest periods despite there being more medium planets at most\nperiods indicates a greater migration of giant than medium planets.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1309.3283"
  },
  {
    "url": "https://arxiv.org/abs/1309.3042",
    "title": "Title:Ensemble Asteroseismology of the Young Open Cluster NGC 2244",
    "date_publ": "12 Sep 2013",
    "authors": [
      "Conny Aerts",
      "Konstanze Zwintz",
      "Pablo Marcos-Arenal",
      "Ehsan Moravveji",
      "Pieter Degroote",
      "Peter Papics",
      "Andrew Tkachenko",
      "Joris De Ridder",
      "Maryline Briquet",
      "Anne Thoul",
      "Sophie Saesen",
      "Nami Mowlavi",
      "Fabio Barblan",
      "Coralie Neiner",
      "Kresimir Pavlovski",
      "Joyce Guzi"
    ],
    "abstract": "Abstract:  Our goal is to perform in-depth ensemble asteroseismology of the young open\ncluster NGC2244 with the 2-wheel Kepler mission. While the nominal Kepler\nmission already implied a revolution in stellar physics for solar-type stars\nand red giants, it was not possible to perform asteroseismic studies of massive\nOB stars because such targets were carefully avoided in the FoV in order not to\ndisturb the exoplanet hunting. Now is an excellent time to fill this hole in\nmission capacity and to focus on the metal factories of the Universe, for which\nstellar evolution theory is least adequate.\nOur white paper aims to remedy major shortcomings in the theory of stellar\nstructure and evolution of the most massive stars by focusing on a large\nensemble of stars in a carefully selected young open cluster. Cluster\nasteroseismology of very young stars such as those of NGC2244 has the major\nadvantage that all cluster stars have similar age, distance and initial\nchemical composition, implying drastic restrictions for the stellar modeling\ncompared to asteroseismology of single isolated stars with very different ages\nand metallicities.\nOur study requires long-term photometric measurements of stars with visual\nmagnitude ranging from 6.5 to 15 in a large FoV with a precision better than 30\nppm for the brightest cluster members (magnitude below 9) up to 500 ppm for the\nfainter ones, which is well achievable with 2-Wheel Kepler, in combination with\nhigh-precision high-resolution spectroscopy and spectro-polarimetry of the\nbrightest pulsating cluster members. These ground-based spectroscopic data will\nbe assembled with the HERMES and CORALIE spectrographs (twin 1.2m Mercator and\nEuler telescopes, La Palma, Canary Islands and La Silla, Chile), as well as\nwith the spectro-polarimetric NARVAL instrument (2m BLT at the Pic du Midi,\nFrench Pyrenees), to which we have guaranteed access.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1309.3042"
  },
  {
    "url": "https://arxiv.org/abs/1309.2333",
    "title": "Title:Alternate Science Investigations for the Kepler Spacecraft: Precision Rotation Periods and Shapes of Near-Earth Asteroids",
    "date_publ": "9 Sep 2013",
    "authors": [
      "Martin Elvis",
      "José Luis Galache",
      "Gareth V. William"
    ],
    "abstract": "Abstract:  We propose to use a modest fraction of the re-purposed Kepler mission time\nand apertures to greatly increase the quantity and quality of our knowledge of\nnear-Earth asteroids (NEAs) rotation and shape. NEAs are important for\nunderstanding the origins of the Solar System, for selecting targets for\nrobotic and human visits, and for hazardous object deflection. While NEAs are\nbeing discovered at a rate of 1000/year, only a ~75/year have well-measured\nrotation periods and shapes. Not only can the Kepler mission greatly increase\nthe numbers of well-determined NEA rotation periods (to >1000 in 5 years), but\nmay do so with order-of-magnitude greater precision than is routinely achieved\nfrom the ground. This will enable 3-D tomographic maps to be produced for the\n~250 of the brighter NEAs. A multi-year science program would enable improved\ndata quality checks, larger samples and additional types of science. All these\nnumbers are preliminary. We list a number of issues to be resolved before this\nprogram can be properly assessed.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1309.2333"
  },
  {
    "url": "https://arxiv.org/abs/1309.1520",
    "title": "Title:Targeting Young Stars with Kepler: Planet Formation, Migration Mechanisms and the Early History of Planetary Systems",
    "date_publ": "6 Sep 2013",
    "authors": [
      "James P. Lloyd (1)",
      "Jonathan I. Lunine (1)",
      "Eric Mamajek (2)",
      "David S. Spiegel (3)",
      "Kevin R. Covey",
      "Evgenya L. Shkolnik (4)",
      "Lucianne Walkowicz (5)",
      "Miguel Chavez",
      "Emanuele Bertone",
      "Jose Manuel Olmedo Aguilar (6) ((1) Cornell University",
      "(2) University of Rochester",
      "(3) Institute for Advanced Study",
      "(4) Lowell Observatory",
      "(5) Princeton University",
      "(6) Instituto Nacional de Astrofísica",
      "Óptica y Electrónica"
    ],
    "abstract": "Abstract:  This white paper discusses a repurposed mission for the Kepler spacecraft\nthat focusses on solving outstanding problems in planet formation and evolution\nby targeting the study of the hot Jupiter population of young stars. This\nmission can solve the question of the mode of migration of hot Jupiters,\naddress the problem of whether Jupiters form by hot-start (gravitational\ninstability) or cold-start (core accretion) mechanisms, and provide a wealth of\ndata on the early stages of planetary system evolution during the active phases\nof stars which impact planetary habitability. In one year of observations of\nthree weeks dwell time per field, Kepler would increase by more than an order\nof magnitude the number of known hot Jupiters, which can be followed up with\nfast cadence observations to to search for transit timing variations and to\nperform asteroseismological characterization of the host stars. This mission\nscenario continues to operate Kepler in the photometric monitoring mode for\nwhich it was designed, and is generally flexible with regards to field\nselection enabling prioritization of fuel usage and attitude control\nconstraints.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1309.1520"
  },
  {
    "url": "https://arxiv.org/abs/1309.1345",
    "title": "Title:SWAP Observations of the Long-Term, Large-Scale Evolution of the EUV Solar Corona",
    "date_publ": "5 Sep 2013",
    "authors": [
      "Daniel B. Seaton",
      "Anik De Groof",
      "Paul Shearer",
      "David Berghmans",
      "Bogdan Nicul"
    ],
    "abstract": "Abstract:  The Sun Watcher with Active Pixels and Image Processing (SWAP) EUV solar\ntelescope on board the Project for On-Board Autonomy 2 (PROBA2) spacecraft has\nbeen regularly observing the solar corona in a bandpass near 17.4 nm since\nFebruary 2010. With a field-of-view of 54x54 arcmin, SWAP provides the\nwidest-field images of the EUV corona available from the perspective of the\nEarth. By carefully processing and combining multiple SWAP images it is\npossible to produce low-noise composites that reveal the structure of the EUV\ncorona to relatively large heights. A particularly important step in this\nprocessing was to remove instrumental stray light from the images by\ndetermining and deconvolving SWAP's point spread function (PSF) from the\nobservations. In this paper we use the resulting images to conduct the first\never study of the evolution of the large-scale structure of the corona observed\nin the EUV over a three-year period that includes the complete rise phase of\nsolar cycle 24. Of particular note is the persistence over many solar rotations\nof bright, diffuse features composed of open magnetic field that overlie polar\ncrown filaments and extend to large heights above the solar surface. These\nfeatures appear to be related to coronal fans, which have previously been\nobserved in white-light coronagraph images and, at low heights, in the EUV. We\nalso discuss the evolution of the corona at different heights above the solar\nsurface and the evolution of the corona over the course of the solar cycle by\nhemisphere.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1309.1345"
  },
  {
    "url": "https://arxiv.org/abs/1309.1177",
    "title": "Title:A Habitable Zone Census via Transit Timing and the Imperative for Continuing to Observe the Kepler Field",
    "date_publ": "4 Sep 2013",
    "authors": [
      "Daniel C. Fabrycky",
      "Eric B. Ford",
      "Matthew J. Payne",
      "Jason Steffen",
      "Darin Ragozzine",
      "Tsevi Mazeh",
      "Jack J. Lissauer",
      "William Wels"
    ],
    "abstract": "Abstract:  We propose a scientific program to complete a census of planets,\ncharacterizing their masses, orbital properties, and dynamical histories using\ncontinued observations of the Kepler field of view with the Kepler spacecraft\nin a two reaction wheel mission. Even with a significantly reduced photometric\nprecision, extending time-domain observations of this field is uniquely capable\nof pursuing several critical science goals: 1) measuring the architectures of\nplanetary systems by identifying non-transiting planets interleaved among known\ntransiting planets, 2) establishing the mass-radius relationship for planets in\nthe important transition region between small, gas-rich sub-Neptune planets and\nlarge, rocky super-Earths, and 3) uncovering dynamical evidence of the\nformation and evolution of the inner regions of planetary systems. To meet\nthese objectives, the unique multi-object observing capabilities of Kepler will\nbe used in a set of concurrent campaigns with specific motivations. These\ncampaigns focus largely on the ability to interpret Transit Timing Variations\n(TTVs) that result from dynamical interactions among planets in a system and\ninclude: 1) observations of systems that exhibit large TTVs and are\nparticularly rich in dynamical information, 2) observations of systems where\nadditional transit times will yield mass measurements of the constituent\nplanets, 3) observations of systems where the TTV signal evolves over very long\ntimescales, and 4) observations of systems with long-period planet candidates\nwhere additional transits will remove orbital period ambiguities caused by gaps\nin the original Kepler data.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1309.1177"
  },
  {
    "url": "https://arxiv.org/abs/1309.1176",
    "title": "Title:Kepler's Unparalleled Exploration of the Time Dimension",
    "date_publ": "4 Sep 2013",
    "authors": [
      "William Welsh",
      "Steven Bloemen",
      "Kyle Conroy",
      "Laurance Doyle",
      "Daniel C. Fabrycky",
      "Eric B. Ford",
      "Nader Haghighipour",
      "Daniel Huber",
      "Stephen Kane",
      "Brian Kirk",
      "Veselin Kostov",
      "Kaitlin Kratter",
      "Tsevi Mazeh",
      "Jerome Orosz",
      "Joshua Pepper",
      "Andrej Prsa",
      "Avi Shporer",
      "Gur Windmille"
    ],
    "abstract": "Abstract:  We show that the Kepler spacecraft in two-reaction wheel mode of operation is\nvery well suited for the study of eclipsing binary star systems. Continued\nobservations of the Kepler field will provide the most enduring and long-term\nvaluable science. It will enable the discovery and characterization of\neclipsing binaries with periods greater than 1 year - these are the most\nimportant, yet least understood binaries for habitable-zone planet background\nconsiderations. The continued mission will also enable the investigation of\nhierarchical multiple systems (discovered through eclipse timing variations),\nand provide drastically improved orbital parameters for circumbinary planetary\nsystems.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1309.1176"
  },
  {
    "url": "https://arxiv.org/abs/1309.1172",
    "title": "Title:A Gyrochronology and Microvariability Survey of the Milky Way's Older Stars Using Kepler's Two-Wheels Program",
    "date_publ": "4 Sep 2013 (v1), last revised 10 Sep 2013 (this version, v2)",
    "authors": [
      "Saurav Dhital",
      "Terry D. Oswalt",
      "Philip S. Muirhead",
      "Kolby L. Weisenburger",
      "Sydney A. Barnes",
      "Kenneth A. Janes",
      "Andrew A. West",
      "Kevin R. Covey",
      "Soren Meibom",
      "Trisha F. Mizusaw"
    ],
    "abstract": "Abstract:  Even with the diminished precision possible with only two reaction wheels,\nthe Kepler spacecraft can obtain mmag level, time-resolved photometry of tens\nof thousands of sources. The presence of such a rich, large data set could be\ntransformative for stellar astronomy. In this white paper, we discuss how\nrotation periods for a large ensemble of single and binary main- sequence\ndwarfs can yield a quantitative understanding of the evolution of stellar\nspin-down over time. This will allow us to calibrate rotation-based ages beyond\n~1 Gyr, which is the oldest benchmark that exists today apart from the Sun.\nMeasurement of rotation periods of M dwarfs past the fully-convective boundary\nwill enable extension of gyrochronology to the end of the stellar\nmain-sequence, yielding precise ages ({\\sigma} ~10%) for the vast majority of\nnearby stars. It will also help set constraints on the angular momentum\nevolution and magnetic field generation in these stars. Our Kepler-based study\nwould be supported by a suite of ongoing and future ground-based observations.\nFinally, we briefly discuss two ancillary science cases, detection of\nlong-period low-mass eclipsing binaries and microvariability in white dwarfs\nand hot subdwarf B stars that the Kepler Two-Wheels Program would facilitate.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1309.1172"
  },
  {
    "url": "https://arxiv.org/abs/1309.1096",
    "title": "Title:NEOKepler: Discovering Near-Earth Objects Using the Kepler Spacecraft",
    "date_publ": "4 Sep 2013",
    "authors": [
      "Kevin B. Stevenson",
      "Daniel Fabrycky",
      "Robert Jedicke",
      "William Bottke",
      "Larry Dennea"
    ],
    "abstract": "Abstract:  We propose a new Kepler mission, called NEOKepler, that would survey near\nEarth's orbit to identify potentially hazardous objects (PHOs). To understand\nits surveying power, Kepler's large field of view produces an 'etendue'\n(A*Omega) that is 4.5 times larger than the best survey telescope currently in\noperation. In this paper, we investigate the feasibility of NEOKepler using a\ndouble \"fence post\" survey pattern that efficiently detects PHOs. In a\nsimulated 12-month survey, we estimate that NEOKepler would detect ~150 new\nNEOs with absolute magnitudes of less than 21.5, ~50 of which would be new\nPHOs. This would increase the annual PHO discovery rate by at least 50% and\nimprove upon our goal of discovering 90% of PHOs by the end of 2020. Due to its\nheliocentric orbit, Kepler would also be sensitive to objects inside Earth's\norbit, discovering more objects in its first year than are currently known to\nexist. Understanding this undersampled sub-population of NEOs will reveal new\ninsights into the actual PHO distribution by further constraining current NEO\nmodels. As an alternative science goal, NEOKepler could employ a different\nobserving strategy to discover suitable targets for NASA's Asteroid Redirect\nMission.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1309.1096"
  },
  {
    "url": "https://arxiv.org/abs/1309.0740",
    "title": "Title:The Kep-Cont Mission: Continuing the observation of high-amplitude variable stars in the Kepler field of view",
    "date_publ": "3 Sep 2013",
    "authors": [
      "L. Molnár",
      "R. Szabó",
      "K. Kolenberg",
      "T. Borkovits",
      "V. Antoci",
      "K. Vida",
      "C. C. Ngeow",
      "J. A. Guzik",
      "E. Plachy",
      "B. Castanheir"
    ],
    "abstract": "Abstract:  As a response to the Kepler white paper call, we propose to keep Kepler\npointing to its current field of view and continue observing thousands of large\namplitude variables (Cepheid, RR Lyrae and delta Scuti stars among others) with\nhigh cadence in the Kep-Cont Mission. The degraded pointing stability will\nstill allow observation of these stars with reasonable (better than millimag)\nprecision. The Kep-Cont mission will allow studying the nonradial modes in\nBlazhko-modulated and first overtone RR Lyrae stars and will give a better view\non the period jitter of the only Kepler Cepheid in the field. With continued\ncontinuous observation of the Kepler RR Lyrae sample we may get closer to the\norigin of the century-old Blazhko problem. Longer time-span may also uncover\nnew dynamical effects like apsidal motion in eclipsing binaries. A continued\nmission will have the advantage of providing unprecedented, many-years-long\nhomogeneous and continuous photometric data of the same targets. We investigate\nthe pragmatic details of such a mission and find a number of advantages,\nespecially the minimal need of reprogramming of the flight software. Another\nundeniable advantage of the current field of view is the completed, ongoing and\nplanned ground-based follow-up observations and allocated telescope times\nfocusing on the current field. We emphasize that while we propose this\ncontinuation as an independent mission, we can easily share slots with e.g.\nplanetary mission with a strong belief that both (or more) communities can\nstill benefit from Kepler's current capabilities.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1309.0740"
  },
  {
    "url": "https://arxiv.org/abs/1309.0737",
    "title": "Title:Monitoring young associations and open clusters with Kepler in two-wheel mode",
    "date_publ": "3 Sep 2013",
    "authors": [
      "S. Aigrain",
      "S. Alencar",
      "R. Angus",
      "J. Bouvier",
      "E. Flaccomio",
      "E. Gillen",
      "J. Guzik",
      "L. Hebb",
      "S. Hodgkin",
      "A. McQuillan",
      "G. Micela",
      "E. Moraux",
      "H. Parviainen",
      "S. Randich",
      "S. Reece",
      "S. Roberts",
      "K. Zwint"
    ],
    "abstract": "Abstract:  We outline a proposal to use the Kepler spacecraft in two-wheel mode to\nmonitor a handful of young associations and open clusters, for a few weeks\neach. Judging from the experience of similar projects using ground-based\ntelescopes and the CoRoT spacecraft, this program would transform our\nunderstanding of early stellar evolution through the study of pulsations,\nrotation, activity, the detection and characterisation of eclipsing binaries,\nand the possible detection of transiting exoplanets. Importantly, Kepler's wide\nfield-of-view would enable key spatially extended, nearby regions to be\nmonitored in their entirety for the first time, and the proposed observations\nwould exploit unique synergies with the GAIA ESO spectroscopic survey and, in\nthe longer term, the GAIA mission itself. We also outline possible strategies\nfor optimising the photometric performance of Kepler in two-wheel mode by\nmodelling pixel sensitivity variations and other systematics.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1309.0737"
  },
  {
    "url": "https://arxiv.org/abs/1309.0702",
    "title": "Title:Kepler White Paper: Asteroseismology of Solar-Like Oscillators in a 2-Wheel Mission",
    "date_publ": "3 Sep 2013",
    "authors": [
      "W. J Chaplin",
      "H. Kjeldsen",
      "J. Christensen-Dalsgaard",
      "R. L. Gilliland",
      "S. D. Kawaler",
      "S. Basu",
      "J. De Ridder",
      "D. Huber",
      "T. Arentoft",
      "J. Schou",
      "R. A. Garcia",
      "T. S. Metcalfe",
      "K. Brogaard",
      "T. L. Campante",
      "Y. Elsworth",
      "A. Miglio",
      "T. Appourchaux",
      "T. R. Bedding",
      "S. Hekker",
      "G. Houdek",
      "C. Karoff",
      "J. Molenda-Zakowicz",
      "M. J. P. F. G. Monteiro",
      "V. Silva Aguirre",
      "D. Stello",
      "W. Ball",
      "P. G. Beck",
      "A. C. Birch",
      "D. L. Buzasi",
      "L. Casagrande",
      "T. Cellier",
      "E. Corsaro",
      "O. L. Creevey",
      "G. R. Davies",
      "S. Deheuvels",
      "G. Dogan",
      "L. Gizon",
      "F. Grundahl",
      "J. Guzik",
      "R. Handberg",
      "A. Jimenez",
      "T. Kallinger",
      "M. N. Lund",
      "M. Lundkvist",
      "S. Mathis",
      "S. Mathur",
      "A. Mazumdar",
      "B. Mosser",
      "C. Neiner",
      "M. B. Nielsen",
      "P. L. Palle",
      "M. H. Pinsonneault",
      "D. Salabert",
      "A. M. Serenelli",
      "H. Shunker",
      "T. R. Whit"
    ],
    "abstract": "Abstract:  We comment on the potential for continuing asteroseismology of solar-type and\nred-giant stars in a 2-wheel Kepler Mission. Our main conclusion is that by\ntargeting stars in the ecliptic it should be possible to perform high-quality\nasteroseismology, as long as favorable scenarios for 2-wheel pointing\nperformance are met. Targeting the ecliptic would potentially facilitate unique\nscience that was not possible in the nominal Mission, notably from the study of\nclusters that are significantly brighter than those in the Kepler field. Our\nconclusions are based on predictions of 2-wheel observations made by a space\nphotometry simulator, with information provided by the Kepler Project used as\ninput to describe the degraded pointing scenarios. We find that elevated levels\nof frequency-dependent noise, consistent with the above scenarios, would have a\nsignificant negative impact on our ability to continue asteroseismic studies of\nsolar-like oscillators in the Kepler field. However, the situation may be much\nmore optimistic for observations in the ecliptic, provided that pointing resets\nof the spacecraft during regular desaturations of the two functioning reaction\nwheels are accurate at the < 1 arcsec level. This would make it possible to\napply a post-hoc analysis that would recover most of the lost photometric\nprecision. Without this post-hoc correction---and the accurate re-pointing it\nrequires---the performance would probably be as poor as in the Kepler-field\ncase. Critical to our conclusions for both fields is the assumed level of\npointing noise (in the short-term jitter and the longer-term drift). We suggest\nthat further tests will be needed to clarify our results once more detail and\ndata on the expected pointing performance becomes available, and we offer our\nassistance in this work.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1309.0702"
  },
  {
    "url": "https://arxiv.org/abs/1309.0654",
    "title": "Title:Maximizing Kepler science return per telemetered pixel: Searching the habitable zones of the brightest stars",
    "date_publ": "3 Sep 2013",
    "authors": [
      "Benjamin T. Montet",
      "Ruth Angus",
      "Tom Barclay",
      "Rebekah Dawson",
      "Rob Fergus",
      "Dan Foreman-Mackey",
      "Stefan Harmeling",
      "Michael Hirsch",
      "David W. Hogg",
      "Dustin Lang",
      "David Schiminovich",
      "Bernhard Scholkop"
    ],
    "abstract": "Abstract:  In today's mailing, Hogg et al. propose image modeling techniques to maintain\n10-ppm-level precision photometry in Kepler data with only two working reaction\nwheels. While these results are relevant to many scientific goals for the\nrepurposed mission, all modeling efforts so far have used a toy model of the\nKepler telescope. Because the two-wheel performance of Kepler remains to be\ndetermined, we advocate for the consideration of an alternate strategy for a >1\nyear program that maximizes the science return from the \"low-torque\" fields\nacross the ecliptic plane. Assuming we can reach the precision of the original\nKepler mission, we expect to detect 800 new planet candidates in the first year\nof such a mission. Our proposed strategy has benefits for transit timing\nvariation and transit duration variation studies, especially when considered in\nconcert with the future TESS mission. We also expect to help address the first\nkey science goal of Kepler: the frequency of planets in the habitable zone as a\nfunction of spectral type.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1309.0654"
  },
  {
    "url": "https://arxiv.org/abs/1309.0653",
    "title": "Title:Maximizing Kepler science return per telemetered pixel: Detailed models of the focal plane in the two-wheel era",
    "date_publ": "3 Sep 2013",
    "authors": [
      "David W. Hogg (NYU",
      "MPIA)",
      "Ruth Angus (Oxford)",
      "Tom Barclay (NASA Ames)",
      "Rebekah Dawson (CfA)",
      "Rob Fergus (NYU)",
      "Dan Foreman-Mackey (NYU)",
      "Stefan Harmeling (MPI-IS)",
      "Michael Hirsch (UCL",
      "MPI-IS)",
      "Dustin Lang (CMU)",
      "Benjamin T. Montet (Caltech)",
      "David Schiminovich (Columbia)",
      "Bernhard Schölkopf (MPI-IS"
    ],
    "abstract": "Abstract:  Kepler's immense photometric precision to date was maintained through\nsatellite stability and precise pointing. In this white paper, we argue that\nimage modeling--fitting the Kepler-downlinked raw pixel data--can vastly\nimprove the precision of Kepler in pointing-degraded two-wheel mode. We argue\nthat a non-trivial modeling effort may permit continuance of photometry at\n10-ppm-level precision. We demonstrate some baby steps towards precise models\nin both data-driven (flexible) and physics-driven (interpretably parameterized)\nmodes. We demonstrate that the expected drift or jitter in positions in the\ntwo-weel era will help with constraining calibration parameters. In particular,\nwe show that we can infer the device flat-field at higher than pixel\nresolution; that is, we can infer pixel-to-pixel variations in intra-pixel\nsensitivity. These results are relevant to almost any scientific goal for the\nrepurposed mission; image modeling ought to be a part of any two-wheel\nrepurpose for the satellite. We make other recommendations for Kepler\noperations, but fundamentally advocate that the project stick with its core\nmission of finding and characterizing Earth analogs. [abridged]",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1309.0653"
  },
  {
    "url": "https://arxiv.org/abs/1309.0009",
    "title": "Title:Habitable Planets Around White Dwarfs: an Alternate Mission for the Kepler Spacecraft",
    "date_publ": "30 Aug 2013",
    "authors": [
      "Mukremin Kilic",
      "Eric Agol",
      "Abraham Loeb",
      "Dan Maoz",
      "Jeffrey A. Munn",
      "Alexandros Gianninas",
      "Paul Canton",
      "Sara D. Barbe"
    ],
    "abstract": "Abstract:  A large fraction of white dwarfs (WDs) may host planets in their habitable\nzones. These planets may provide our best chance to detect bio-markers on a\ntransiting exoplanet, thanks to the diminished contrast ratio between the\nEarth-sized WD and its Earth-sized planets. The JWST is capable of obtaining\nthe first spectroscopic measurements of such planets, yet there are no known\nplanets around WDs. Here we propose to take advantage of the unique capability\nof the Kepler spacecraft in the 2-Wheels mode to perform a transit survey that\nis capable of identifying the first planets in the habitable zone of a WD. We\npropose to obtain Kepler time-series photometry of 10,000 WDs in the SDSS\nimaging area to search for planets in the habitable zone. Thanks to the large\nfield of view of Kepler, for the first time in history, a large number of WDs\ncan be observed at the same time, which is essential for discovering transits.\nOur proposed survey requires a total of 200 days of observing time, and will\nfind up to 100 planets in the WD habitable zone. This survey will maintain\nKepler's spirit of searching for habitable Earths, but near new hosts. With\nfew-day observations and minute-cadences per field, it will also open up a\ncompletely unexplored discovery space. In addition to planets, this survey is\nsensitive to pulsating WDs, as well as eclipsing short period stellar and\nsubstellar companions. These have important implications for constraining the\ndouble WD merger rate and their contribution to Type Ia supernovae and the\ngravitational wave foreground. Given the relatively low number density of our\ntargets, this program can be combined with other projects that would benefit\nfrom high cadence and many-fields observations with Kepler, e.g. a transit\nsurvey of a magnitude-limited, complete sample of nearby M dwarfs or\nasteroseismology of variable stars (e.g. RR Lyrae) in the same fields.",
    "categories": [
      "Astrophysics of Galaxies (astro-ph.GA)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1309.0009"
  },
  {
    "url": "https://arxiv.org/abs/1308.6416",
    "title": "Title:Updated IAA RAS Planetary Ephemerides-EPM2011 and Their Use in Scientific Research",
    "date_publ": "29 Aug 2013",
    "authors": [
      "E. V. Pitjev"
    ],
    "abstract": "Abstract:  The EPM2011 ephemerides are computed using an updated dynamical model, new\nvalues of the parameters, and an extended observation database that contains\nabout 680 000 positional measurements of various types obtained from 1913 to\n2011. The dynamical model takes into account mutual perturbations of the major\nplanets, the Sun, the Moon, 301 massive asteroids, and 21 of the largest\ntrans-Neptunian objects (TNOs), as well as perturbations from the other\nmain-belt asteroids and other TNOs. The EPM ephemerides are computed by\nnumerical integration of the equations of motion of celestial bodies in the\nparameterized post-Newtonian n-body metric in the BCRS coordinate system for\nthe TDB time scale over a 400-year interval. The ephemerides were oriented to\nthe ICRF system using 213 VLBI observations (taken from 1989 to 2010) of\nspacecraft near planets with background quasars, the coordinates of which are\ngiven in the ICRF system. The accuracy of the constructed ephemerides was\nverified by comparison with observations and JPL independent ephemerides DE424.\nThe EPM ephemerides are used in astronavigation (they form the basis of the\n{\\it Astronomical Yearbook} and are planned to be utilized in GLONASS and\nLUNA-RESURS programs) and various research, including the estimation of the\nsolar oblateness, the parameters of the rotation of Mars, and the total mass of\nthe asteroid main belt and TNOs, as well as the verification of general\nrelativity, the secular variations of the Sun's mass and the gravitational\nconstant, and the limits on the dark matter density in the Solar System.\nThe EPM ephemerides, together with the corresponding time differences TT -\nTDB and the coordinates of seven additional objects (Ceres, Pallas, Vesta,\nEris, Haumea, Makemake, and Sedna), are available at\nthis ftp URL.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1308.6416"
  },
  {
    "url": "https://arxiv.org/abs/1308.3924",
    "title": "Title:Analysis and Synthesis of a Subsystem of the Manual Control Loop for Manned Spacecraft",
    "date_publ": "19 Aug 2013",
    "authors": [
      "Yury A. Tyapchenk"
    ],
    "abstract": "Abstract:  A salient feature of the manned spacecraft is the predominance of discrete\ninformation in the manual control loop of the onboard systems. Specifically,\ncommand-signaling control panels (CSCP) as a subsystem of the manual control\nloop are widely used in the Russian manned spacecraft. In this paper CSCP are\nclassified into four types: a) control panels based on multi-channel control;\nb) control panels based on command-information compression; c) control panels\nbased on command and signaling information compression; d) integrated control\nconsoles (ICC) based on computer and information technology. It is shown that\nICC underlies modern information display systems (IDS). ICC first appeared in\nthe Russian manned space program in the IDS of the Soyuz-TMA spacecraft and the\nRussian modules of the International Space Station. Results of engineering and\npsychological studies of different types of panels are produced.",
    "categories": [
      "Human-Computer Interaction (cs.HC)"
    ],
    "url_pdf": "/pdf/1308.3924"
  },
  {
    "url": "https://arxiv.org/abs/1308.3544",
    "title": "Title:Large-scale Coronal Propagating Fronts in Solar Eruptions as Observed by the Atmospheric Imaging Assembly on Board the Solar Dynamics Observatory\\,--\\,An Ensemble Study",
    "date_publ": "16 Aug 2013",
    "authors": [
      "Nariaki V. Nitta",
      "Carolus J. Schrijver",
      "Alan M. Title",
      "Wei Li"
    ],
    "abstract": "Abstract:  This paper presents a study of a large sample of global disturbances in the\nsolar corona with characteristic propagating fronts as intensity enhancement,\nsimilar to the phenomena that have often been referred to as EIT waves or EUV\nwaves. Now Extreme Ultraviolet (EUV) images obtained by the {\\it Atmospheric\nImaging Assembly} (AIA) on board the {\\it Solar Dynamics Observatory} (SDO)\nprovide a significantly improved view of these large-scale coronal propagating\nfronts (LCPFs). Between April 2010 and January 2013, a total of 171 LCPFs have\nbeen identified through visual inspection of AIA images in the 193 Å\\\nchannel. Here we focus on the 138 LCPFs that are seen to propagate across the\nsolar disk, first studying how they are associated with flares, coronal mass\nejections (CMEs) and type II radio bursts. We measure the speed of the LCPF in\nvarious directions until it is clearly altered by active regions or coronal\nholes. The highest speed is extracted for each LCPF. It is often considerably\nhigher than EIT waves. We do not find a pattern where faster LCPFs decelerate\nand slow LCPFs accelerate. Furthermore, the speeds are not strongly correlated\nwith the flare intensity or CME magnitude, nor do they show an association with\ntype II bursts. We do not find a good correlation either between the speeds of\nLCPFs and CMEs in a subset of 86 LCPFs observed by one or both of the {\\it\nSolar and Terrestrial Relations Observatory} (STEREO) spacecraft as limb\nevents.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1308.3544"
  },
  {
    "url": "https://arxiv.org/abs/1308.3350",
    "title": "Title:Exploring the capabilities of the Anti-Coincidence Shield of the INTEGRAL spectrometer to study solar flares",
    "date_publ": "15 Aug 2013",
    "authors": [
      "Rosa Rodríguez-Gasén",
      "Jürgen Kiener",
      "Vincent Tatischeff",
      "Nicole Vilmer",
      "Clarisse Hamadache",
      "Karl-Ludwig Klei"
    ],
    "abstract": "Abstract:  INTEGRAL is a hard X-ray/gamma-ray observatory for astrophysics (ESA)\ncovering photon energies from 15 keV to 10 MeV. It was launched in 2002 and\nsince then the BGO detectors of the Anti-Coincidence shield (ACS) of the SPI\nspectrometer have detected many hard X-ray (HXR) bursts from the Sun, producing\nlightcurves at photon energies above ~ 100 keV. The spacecraft has a highly\nelliptical orbit, providing a long uninterrupted observing time (about 90% of\nthe orbital period) with nearly constant background due to the reduction of the\ncrossing time of the Earth's radiation belts. However, due to technical\nconstraints, INTEGRAL cannot point to the Sun and high-energy solar photons are\nalways detected in non-standard observation conditions. To make the data useful\nfor solar studies, we have undertaken a major effort to specify the observing\nconditions through Monte-Carlo simulations of the response of ACS for several\nselected flares. We check the performance of the model employed for the\nMonte-Carlo simulations using RHESSI observations for the same sample of solar\nflares. We conclude that, despite the fact that INTEGRAL was not designed to\nperform solar observations, ACS is a useful instrument in solar flare research.\nIn particular, its relatively large effective area allows the determination of\ngood-quality HXR/gamma-ray lightcurves for X- and M-class solar flares and, in\nsome cases, probably also for C-class flares.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1308.3350"
  },
  {
    "url": "https://arxiv.org/abs/1308.2425",
    "title": "Title:Proton Kinetic Effects and Turbulent Energy Cascade Rate in the Solar Wind",
    "date_publ": "11 Aug 2013",
    "authors": [
      "Kareem T. Osman",
      "William H. Matthaeus",
      "Khurom H. Kiyani",
      "Bogdan Hnat",
      "Sandra C. Chapma"
    ],
    "abstract": "Abstract:  The first observed connection between kinetic instabilities driven by proton\ntemperature anisotropy and estimated energy cascade rates in the turbulent\nsolar wind is reported using measurements from the Wind spacecraft at 1 AU. We\nfind enhanced cascade rates are concentrated along the boundaries of the\n($\\beta_{\\parallel}$, $T_{\\perp}/T_{\\parallel}$)-plane, which includes regions\ntheoretically unstable to the mirror and firehose instabilities. A strong\ncorrelation is observed between the estimated cascade rate and kinetic effects\nsuch as temperature anisotropy and plasma heating, resulting in protons 5-6\ntimes hotter and 70-90% more anisotropic than under typical isotropic plasma\nconditions. These results offer new insights into kinetic processes in a\nturbulent regime.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1308.2425"
  },
  {
    "url": "https://arxiv.org/abs/1308.2382",
    "title": "Title:A Dynamic Dark Information Energy Consistent with Planck Data",
    "date_publ": "11 Aug 2013 (v1), last revised 16 Feb 2014 (this version, v3)",
    "authors": [
      "Michael Paul Goug"
    ],
    "abstract": "Abstract:  The 2013 cosmology results from the European Space Agency Planck spacecraft\nprovide new limits to the dark energy equation of state parameter. Here we show\nthat Holographic Dark Information Energy (HDIE), a dynamic dark energy model,\nachieves an optimal fit to the published datasets where Planck data is combined\nwith other astrophysical measurements. HDIE uses Landauer's principle to\naccount for dark energy by the energy equivalent of information, or entropy, of\nstellar heated gas and dust. Combining Landauer's principle with the\nHolographic principle yields an equation of state parameter determined solely\nby star formation history, effectively solving the 'cosmic coincidence\nproblem'. While HDIE mimics a cosmological constant at low red-shifts, z<1, the\nsmall difference from a cosmological constant expected at higher red-shifts\nwill only be resolved by the next generation of dark energy instrumentation.\nThe HDIE model is shown to provide a viable alternative to the main\ncosmological constant/vacuum energy and scalar field/quintessence explanations.",
    "categories": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ],
    "url_pdf": "/pdf/1308.2382"
  },
  {
    "url": "https://arxiv.org/abs/1308.2252",
    "title": "Title:KeSeF - Kepler Self Follow-up Mission",
    "date_publ": "9 Aug 2013",
    "authors": [
      "Aviv Ofi"
    ],
    "abstract": "Abstract:  The Kepler spacecraft is currently unable to hold a steady pointing and it is\nslowly drifting during observations. We believe that if one has to deal with\ntargets that drift across the CCDs, one should at least be able to track the\ntargets well enough to correct for some -- if not most -- of the problems\ncaused by this drift. We therefore propose to observe as many stars as possible\nin short cadance. We propose that at least all currently known planetary\ncandidate host stars will be so observed, with possibly known Kepler eclipsing\nbinaries, astroseismology targets, guest observer targets and new targets in\nincreasingly lower priority. We also outline the modifications needed to flight\nsoftware in order allow for such observations to take place, aiming to provide\nample non-photometric data that should allow post-processing to recover most of\nthe pre-failure photometric performance. In total, the KeSeF Mission will allow\nKepler to follow up it's own previous discoveries in a way that is not\notherwise possible. By doing so it will enable to continue pursuing nearly all\nthe science goals that made the original mission choose staring at a single\nfield of view in the first place.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1308.2252"
  },
  {
    "url": "https://arxiv.org/abs/1308.1895",
    "title": "Title:The Unfolding of the Spectra of Low Energy Galactic Cosmic Ray H and He Nuclei as the Voyager 1 Spacecraft Exits the Region of Heliospheric Modulation",
    "date_publ": "8 Aug 2013",
    "authors": [
      "W.R. Webber",
      "P.R. Higbie",
      "F.B. McDonal"
    ],
    "abstract": "Abstract:  This paper describes the unfolding of the solar modulated galactic cosmic ray\nH and He nuclei spectra beyond ~105 AU in the heliosheath. Between 2008.0 and\n2012.3 when Voyager 1 went from about 105 to 120.5 AU the spectral intensities\nof these two components between about 30 and 500 MeV/nuc unfolded (increased)\nin a manner consistent with an average modulation potential decrease ~5 MV per\nAU as described by a Parker like cosmic ray transport in the heliosphere where\nthe overall modulation is described by a modulation potential in MV. Between\n120.5 and 121.7 AU, however, as a result of two sudden intensity increases\nstarting on May 8th and August 25th, 2012, this modulation potential decreased\nby ~80 MV and spectra resembling possible local interstellar spectra for H and\nHe were revealed. Considering these spectra to be the local interstellar\nspectra would imply that almost 1/3 of the total modulation potential of about\n270 MV required to explain the spectra of these components observed at the\nEarth must occur in just a 1 AU radial interval in the outer heliosheath. As a\nresult about ~80% of the total modulation potential observed at the Earth at\nthis time occurs in the heliosheath itself. The remaining 20% of the total\nmodulation occurs inside the heliospheric termination shock. The details of\nthese intensity changes and their description by a simple modulation model are\ndiscussed.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1308.1895"
  },
  {
    "url": "https://arxiv.org/abs/1308.1274",
    "title": "Title:Electron-Cloud Effects in past and future machines - walk through 50 years of Electron-Cloud studies",
    "date_publ": "6 Aug 2013",
    "authors": [
      "F. Zimmermann (CERN"
    ],
    "abstract": "Abstract:  Past electron-cloud (e-cloud) observations, studies and mitigation techniques\nare quickly reviewed along with some ongoing code developments, the preceding\nECLOUD workshops, recent contacts with the spacecraft community, the important\nrole of Francesco Ruggiero, and a few current electron-cloud topics discussed\nat ECLOUD12 in La Biodola.",
    "categories": [
      "Accelerator Physics (physics.acc-ph)"
    ],
    "url_pdf": "/pdf/1308.1274"
  },
  {
    "url": "https://arxiv.org/abs/1308.0150",
    "title": "Title:Flight demonstration of formation flying capabilities for future missions (NEAT Pathfinder)",
    "date_publ": "1 Aug 2013",
    "authors": [
      "M. Delpech (CNES)",
      "F. Malbet (IPAG)",
      "T. Karlsson (OHB Sweden)",
      "R. Larsson (OHB Sweden)",
      "A. Léger (IAS)",
      "J. Jorgensen (DTU Space"
    ],
    "abstract": "Abstract:  PRISMA is a demonstration mission for formation-flying and on-orbit-servicing\ncritical technologies that involves two spacecraft launched in low Earth orbit\nin June 2010 and still in operation. Funded by the Swedish National Space\nBoard, PRISMA mission has been developed by OHB Sweden with important\ncontributions from the German Aerospace Centre (DLR/GSOC), the French Space\nAgency (CNES), and the Technical University of Denmark (DTU). The paper focuses\non the last CNES experiment achieved in September 2012 that was devoted to the\npreparation of future astrometry missions illustrated by the NEAT and microNEAT\nmission concepts. The experiment consisted in performing the type of formation\nmaneuvers required to point the two-satellite axis to a celestial target and\nmaintain it fixed during the observation period. Achieving inertial pointing\nfor a LEO formation represented a new challenge given the numerous constraints\nfrom propellant usage to star tracker blinding. The paper presents the\nexperiment objectives in relation with the NEAT/microNEAT mission concept,\ndescribes its main design features along with the guidance and control\nalgorithms evolutions and discusses the results in terms of performances\nachieved during the two rehearsals",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1308.0150"
  },
  {
    "url": "https://arxiv.org/abs/1307.8090",
    "title": "Title:Stochastic Heating, Differential Flow, and the Alpha-to-Proton Temperature Ratio in the Solar Wind",
    "date_publ": "30 Jul 2013",
    "authors": [
      "B. D. G. Chandran",
      "D. Verscharen",
      "E. Quataert",
      "J. C. Kasper",
      "P. A. Isenberg",
      "S. Bourouain"
    ],
    "abstract": "Abstract:  We extend previous theories of stochastic ion heating to account for the\nmotion of ions along the magnetic field. We derive an analytic expression for\nthe ion-to-proton perpendicular temperature ratio in the solar wind for any ion\nspecies, assuming that stochastic heating is the dominant ion heating\nmechanism. This expression describes how this temperature ratio depends upon\nthe average velocity of the ions along the magnetic field direction and the\nratio of the parallel proton pressure to the magnetic pressure. We compare our\nmodel with previously published measurements of alpha particles and protons\nfrom the WIND spacecraft. We find that stochastic heating offers a promising\nexplanation for these measurements when the fractional cross helicity and\nAlfven ratio at the proton-gyroradius scale have values that are broadly\nconsistent with solar-wind measurements.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1307.8090"
  },
  {
    "url": "https://arxiv.org/abs/1307.7201",
    "title": "Title:Chromospheric evaporation in sympathetic coronal bright points",
    "date_publ": "27 Jul 2013",
    "authors": [
      "Q. M. Zhang",
      "H. S. J"
    ],
    "abstract": "Abstract:  {Chromospheric evaporation is a key process in solar flares that has\nextensively been investigated using the spectroscopic observations. However,\ndirect soft X-ray (SXR) imaging of the process is rare, especially in remote\nbrightenings associated with the primary flares that have recently attracted\ndramatic attention.} {We intend to find the evidence for chromospheric\nevaporation and figure out the cause of the process in sympathetic coronal\nbright points (CBPs), i.e., remote brightenings induced by the primary CBP.}\n{We utilise the high-cadence and high-resolution SXR observations of CBPs from\nthe X-ray Telescope (XRT) aboard the Hinode spacecraft on 2009 August 23.} {We\ndiscover thermal conduction front propagating from the primary CBP, i.e., BP1,\nto one of the sympathetic CBPs, i.e., BP2 that is 60$\\arcsec$ away from BP1.\nThe apparent velocity of the thermal conduction is $\\sim$138 km s$^{-1}$.\nAfterwards, hot plasma flowed upwards into the loop connecting BP1 and BP2 at a\nspeed of $\\sim$76 km s$^{-1}$, a clear signature of chromospheric evaporation.\nSimilar upflow was also observed in the loop connecting BP1 and the other\nsympathetic CBP, i.e., BP3 that is 80$\\arcsec$ away from BP1, though less\nsignificant than BP2. The apparent velocity of the upflow is $\\sim$47 km\ns$^{-1}$. The thermal conduction front propagating from BP1 to BP3 was not well\nidentified except for the jet-like motion also originating from BP1.} {We\npropose that the gentle chromospheric evaporation in the sympathetic CBPs were\ncaused by thermal conduction originating from the primary CBP.}",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1307.7201"
  },
  {
    "url": "https://arxiv.org/abs/1307.6608",
    "title": "Title:Comparing Dawn, Hubble Space Telescope, and Ground-Based Interpretations of (4) Vesta",
    "date_publ": "24 Jul 2013",
    "authors": [
      "Vishnu Reddy",
      "Jian-Yang Li",
      "Lucille Le Corre",
      "Jennifer E. C. Scully",
      "Robert Gaskell",
      "Christopher T. Russell",
      "Ryan S. Park",
      "Andreas Nathues",
      "Carol Raymond",
      "Michael J. Gaffey",
      "Holger Sierks",
      "Kris J. Becker",
      "Lucy A. McFadde"
    ],
    "abstract": "Abstract:  Observations of asteroid 4 Vesta by NASA's Dawn spacecraft are interesting\nbecause its surface has the largest range of albedo, color and composition of\nany other asteroid visited by spacecraft to date. These hemispherical and\nrotational variations in surface brightness and composition have been\nattributed to impact processes since Vesta's formation. Prior to Dawn's arrival\nat Vesta, its surface properties were the focus of intense telescopic\ninvestigations for nearly a hundred years. Ground-based photometric and\nspectroscopic observations first revealed these variations followed later by\nthose using Hubble Space Telescope. Here we compare interpretations of Vesta's\nrotation period, pole, albedo, topographic, color, and compositional properties\nfrom ground-based telescopes and HST with those from Dawn. Rotational spectral\nvariations observed from ground-based studies are also consistent with those\nobserved by Dawn. While the interpretation of some of these features was\ntenuous from past data, the interpretations were reasonable given the\nlimitations set by spatial resolution and our knowledge of Vesta and HED\nmeteorites at that time. Our analysis shows that ground-based and HST\nobservations are critical for our understanding of small bodies and provide\nvaluable support for ongoing and future spacecraft missions.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Geophysics (physics.geo-ph)",
      " Instrumentation and Detectors (physics.ins-det)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1307.6608"
  },
  {
    "url": "https://arxiv.org/abs/1307.6342",
    "title": "Title:Recurring 3He-rich Solar Energetic Particle Events",
    "date_publ": "24 Jul 2013",
    "authors": [
      "R. Bucik",
      "D. E. Innes",
      "U. Mall",
      "A. Korth",
      "G. M. Maso"
    ],
    "abstract": "Abstract:  Using the SIT instrument aboard STEREO we have examined the abundance of the\n3He during the ascending phase of solar cycle 24 from January 2010 through\nDecember 2012. We report on several cases when 3He-rich solar energetic\nparticle events were successively observed on ACE and STEREO-A with delays\nconsistent with the Carrington rotation rate. In the investigated period ACE\nand STEREO-A were significantly separated in the heliolongitude corresponding\nto solar rotation times of 5 to 10 days. We inspect STEREO-A EUV images and use\nthe potential-field source-surface extrapolations together with in-situ\nmagnetic field data to identify responsible solar sources. We find the 3He/4He\nratio highly variable in these events and correlated between the spacecraft for\nthe cases with the same connection region on the Sun.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1307.6342"
  },
  {
    "url": "https://arxiv.org/abs/1307.5375",
    "title": "Title:Interplanetary spacecraft navigation using pulsars",
    "date_publ": "20 Jul 2013",
    "authors": [
      "X. P. Deng",
      "G. Hobbs",
      "X. P. You",
      "M. T. Li",
      "M. J. Keith",
      "R. M. Shannon",
      "W. Coles",
      "R. N. Manchester",
      "J. H. Zheng",
      "X. Z. Yu",
      "D. Gao",
      "X. Wu",
      "D. Che"
    ],
    "abstract": "Abstract:  We demonstrate how observations of pulsars can be used to help navigate a\nspacecraft travelling in the solar system. We make use of archival observations\nof millisecond pulsars from the Parkes radio telescope in order to demonstrate\nthe effectiveness of the method and highlight issues, such as pulsar spin\nirregularities, which need to be accounted for. We show that observations of\nfour millisecond pulsars every seven days using a realistic X-ray telescope on\nthe spacecraft throughout a journey from Earth to Mars can lead to position\ndeterminations better than approx. 20km and velocity measurements with a\nprecision of approx. 0.1m/s.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1307.5375"
  },
  {
    "url": "https://arxiv.org/abs/1307.5232",
    "title": "Title:The Diffuse Ultraviolet Foreground",
    "date_publ": "19 Jul 2013 (v1), last revised 8 Mar 2014 (this version, v2)",
    "authors": [
      "Jayant Murth"
    ],
    "abstract": "Abstract:  Ultraviolet observations from low Earth orbit (LEO) have to deal with a\nforeground comprised of airglow and zodiacal light which depend on the look\ndirection and on the date and time of the observation. We have used all-sky\nobservations from the GALEX spacecraft to find that the airglow may be divided\ninto a baseline dependent on the sun angle and a component dependent only on\nthe time from local midnight. The zodiacal light is observable only in the near\nultraviolet band (2321 Å) of GALEX and is proportional to the zodiacal light\nin the visible but with a color of 0.65 indicating that the dust grains are\nless reflective in the UV.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Astrophysics of Galaxies (astro-ph.GA)"
    ],
    "url_pdf": "/pdf/1307.5232"
  }
]