[
  {
    "url": "https://arxiv.org/abs/1304.3735",
    "title": "Title:Kronoseismology: Using density waves in Saturn's C ring to probe the planet's interior",
    "date_publ": "12 Apr 2013 (v1), last revised 10 Jun 2013 (this version, v2)",
    "authors": [
      "M. M. Hedman",
      "P. D. Nicholso"
    ],
    "abstract": "Abstract:  Saturn's C ring contains multiple spiral patterns that appear to be density\nwaves driven by periodic gravitational perturbations. In other parts of\nSaturn's rings, such waves are generated by Lindblad resonances with Saturn's\nvarious moons, but most of the wave-like C-ring features are not situated near\nany strong resonance with any known moon. Using stellar occultation data\nobtained by the Visual and Infrared Mapping Spectrometer (VIMS) onboard the\nCassini spacecraft, we investigate the origin of six unidentified C-ring waves\nlocated between 80,900 and 87,200 km from Saturn's center. By measuring\ndifferences in the waves' phases among the different occultations, we are able\nto determine both the number of arms in each spiral pattern and the speeds at\nwhich these patterns rotate around the planet. We find that all six of these\nwaves have between 2 and 4 arms and pattern speeds between 1660 degrees/day and\n1861 degrees/day. These speeds are too large to be attributed to any satellite\nresonance. Instead they are comparable to the predicted pattern speeds of waves\ngenerated by low-order normal-mode oscillations within the planet [Marley &\nPorco 1993, Icarus 106, 508]. The precise pattern speeds associated with these\nwaves should therefore provide strong constraints on Saturn's internal\nstructure. Furthermore, we identify multiple waves with the same number of arms\nand very similar pattern speeds, indicating that multiple m=3 and m=2 sectoral\n(l=m) modes may exist within the planet.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1304.3735"
  },
  {
    "url": "https://arxiv.org/abs/1304.3239",
    "title": "Title:Using INTEGRAL/SPI to study the Sun",
    "date_publ": "11 Apr 2013",
    "authors": [
      "R. Rodríguez-Gasén",
      "J. Kiener",
      "V. Tatischeff",
      "C. Hamadache",
      "K.-L. Klein",
      "N. Vilmer",
      "the SEPServer Consortiu"
    ],
    "abstract": "Abstract:  Solar energetic particle (SEP) events are a prime opportunity to probe\nastrophysical particle acceleration by combining in-situ measurements of\nparticles in space with remote sensing of the hard X-ray (HXR) and \\gamma-ray\nemitting particles in the solar atmosphere. For the space environment SEPs are\namong the biggest hazards, particularly for spacecraft and human exploration of\nthe solar system. Unfortunately our current understanding of the acceleration\nand transport of SEPs is weak. With the increasing onset of the space age it is\nvitally important that we increase our knowledge of the physical mechanisms\nrelated to SEPs. In this direction, the SEPServer project aims at building an\non-line server that will provide the space research community with SEP data and\nrelated observations of solar electromagnetic emission. INTEGRAL/SPI acquires\nobservations from many X-ray/\\gamma-ray flares associated with SEP events. To\nmake this data accessible for SEP studies we have undertaken a major effort to\nspecify the solar observing conditionS of INTEGRAL through Monte-Carlo\nsimulations of its BGO-detector response for several flares associated with\nselected SEP events.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1304.3239"
  },
  {
    "url": "https://arxiv.org/abs/1304.2021",
    "title": "Title:Abundances of Suprathermal Heavy Ions in CIRs on STEREO during the Minimum of Solar Cycle 23",
    "date_publ": "7 Apr 2013",
    "authors": [
      "R. Bucik",
      "U. Mall",
      "A. Korth",
      "G. M. Maso"
    ],
    "abstract": "Abstract:  We examine the composition of the 0.1 - 1 MeV/n interplanetary heavy ions\nfrom H to Fe in corotating interaction regions (CIRs) measured by the SIT\n(Suprathermal Ion Telescope) instrument. We use observations taken on board the\ntwo STEREO spacecraft during the unusually long minimum of Solar Cycle 23 from\nJanuary 2007 through December 2010. During this period instruments on STEREO\nobserved more than 50 CIR events making it possible to investigate CIR ion\nabundances during solar minimum conditions with unprecedentedly high\nstatistics. The observations reveal annual variations of relative ion\nabundances in the CIRs during the 2007 - 2008 period. In 2010 the elemental\ncomposition in CIRs were influenced by solar energetic particle events.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1304.2021"
  },
  {
    "url": "https://arxiv.org/abs/1304.1925",
    "title": "Title:Observation of flux tube crossings in the solar wind",
    "date_publ": "6 Apr 2013",
    "authors": [
      "L. Arnold",
      "G. Li",
      "X. Li",
      "Y. Ya"
    ],
    "abstract": "Abstract:  Current sheets are ubiquitous in the solar wind.They are a major source of\nthe solar wind MHD turbulence intermittency. They may result from non-linear\ninteractions of the solar wind MHD turbulence or are the boundaries of flux\ntubes that originate from the solar surface. Some current sheets appear in\npairs and are the boundaries of transient structures such as magnetic holes and\nreconnection exhausts, or the edges of pulsed Alfvén waves. For an\nindividual current sheet, discerning whether it is a flux tube boundary or due\nto non-linear interactions, or the boundary of a transient structure is\ndifficult. In this work, using data from the {\\sl Wind} spacecraft, we identify\ntwo three-current-sheet events. Detailed examination of these two events\nsuggest that they are best explained by the flux tube crossing scenario. Our\nstudy provides a convincing evidence supporting the scenario that the solar\nwind consists of flux tubes where distinct plasmas reside.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1304.1925"
  },
  {
    "url": "https://arxiv.org/abs/1304.1430",
    "title": "Title:Recurrent Perihelion Activity in (3200) Phaethon",
    "date_publ": "4 Apr 2013",
    "authors": [
      "Jing Li",
      "David Jewit"
    ],
    "abstract": "Abstract:  We present a study of planet-crossing asteroid (3200) Phaethon at three\nsuccessive perihelia in 2009, 2010 and 2012, using the NASA STEREO spacecraft.\nPhaethon is clearly detected in 2009 and 2012, but not in 2010. In both former\nyears, Phaethon brightened unexpectedly by ~1 magnitude at large phase angles,\ninconsistent with the ~1 magnitude of steady fading expected from a discrete,\nmacroscopic body over the same phase angle range. With a perihelion distance of\n0.14 AU and surface temperatures up to ~1000 K, a thermal origin of this\nanomalous brightening is strongly suspected. However, simple thermal emission\nfrom Phaethon is too weak, by a factor >1000, to explain the brightening.\nNeither can ice survive on this body, ruling out comet-like sublimation. Our\npreferred explanation is that brightening occurs as a result of dust produced\nand ejected from Phaethon, perhaps by thermal fracture and/or thermal\ndecomposition of surface minerals when near perihelion. A contribution from\nprompt emission by oxygen released by desiccation of surface minerals cannot be\nexcluded. We infer an ejected mass of order 4x10^8 a_mm kg per outburst, where\na_mm is the mean dust radius in millimeters. For plausible dust radii, this\nmass is small compared to the estimated mass of Phaethon (~2x10^14 kg) and to\nthe mass of the Geminid stream (10^12 kg to 10^13 kg) with which Phaethon is\ndynamically associated. Perihelion mass-loss events like those observed in 2009\nand 2012 contribute to, but do not necessarily account for the Geminids stream\nmass.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1304.1430"
  },
  {
    "url": "https://arxiv.org/abs/1304.1392",
    "title": "Title:BV technique for investigating 1-D interfaces",
    "date_publ": "4 Apr 2013",
    "authors": [
      "Nicolas Dorville",
      "Gérard Belmont",
      "Laurence Rezeau",
      "Nicolas Aunai",
      "Alessandro Retin"
    ],
    "abstract": "Abstract:  To investigate the internal structure of the magnetopause with spacecraft\ndata, it is crucial to be able to determine its normal direction and to convert\nthe measured time series into spatial profiles. We propose here a new\nsingle-spacecraft method, called the BV method, to reach these two objectives.\nIts name indicates that the method uses a combination of the magnetic field (B)\nand velocity (V) data. The method is tested on simulation and Cluster data, and\na short overview of the possible products is given. We discuss its assumptions\nand show that it can bring a valuable improvement with respect to previous\nmethods.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Geophysics (physics.geo-ph)",
      " Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1304.1392"
  },
  {
    "url": "https://arxiv.org/abs/1304.0500",
    "title": "Title:Exploration of the local solar neighborhood I: Fixed number of probes",
    "date_publ": "1 Apr 2013",
    "authors": [
      "Daniel Carti"
    ],
    "abstract": "Abstract:  Previous work in studying interstellar exploration by one or several probes\nhas focused primarily either on engineering models for a spacecraft targeting a\nsingle star system, or large-scale simulations to ascertain the time required\nfor a civilization to completely explore the Milky Way galaxy. In this paper, a\nsimulated annealing algorithm is used to numerically model the exploration of\nthe local interstellar neighborhood (i.e. on the order of ten parsecs of the\nSolar System) by a fixed number of probes launched from the Solar System; these\nsimulations use the observed masses, positions and spectral classes of targeted\nstars. Each probe visits a pre-determined list of target systems, maintains a\nconstant cruise speed, and only changes direction from gravitational deflection\nat each target. From these simulations, it is examined how varying design\nchoices -- differing the maximum cruise speed, number of probes launched,\nnumber of target stars to be explored, and probability of avoiding catastrophic\nsystem failure per parsec -- change the completion time of the exploration\nprogram and the expected number of stars successfully visited. In addition, it\nis shown that improving this success probability per parsec has diminishing\nreturns beyond a certain point. Future improvements to the model and possible\nimplications are discussed.",
    "categories": [
      "Popular Physics (physics.pop-ph)"
    ],
    "url_pdf": "/pdf/1304.0500"
  },
  {
    "url": "https://arxiv.org/abs/1303.5451",
    "title": "Title:RadioAstron Early Science Program Space-VLBI AGN survey: strategy and first results",
    "date_publ": "21 Mar 2013 (v1), last revised 9 Aug 2013 (this version, v2)",
    "authors": [
      "Kirill V. Sokolovsky (for the RadioAstron AGN Early Science Working Group"
    ],
    "abstract": "Abstract:  RadioAstron is a project to use the 10m antenna on board the dedicated\nSPEKTR-R spacecraft, launched on 2011 July 18, to perform Very Long Baseline\nInterferometry from space - Space-VLBI. We describe the strategy and highlight\nthe first results of a 92/18/6/1.35cm fringe survey of some of the brighter\nradio-loud Active Galactic Nuclei (AGN) at baselines up to 25 Earth diameters\n(D_E). The survey goals include a search for extreme brightness temperatures to\nresolve the Doppler factor crisis and to constrain possible mechanisms of AGN\nradio emission, studying the observed size distribution of the most compact\nfeatures in AGN radio jets (with implications for their intrinsic structure and\nthe properties of the scattering interstellar medium in our Galaxy) and\nselecting promising objects for detailed follow-up observations, including\nSpace-VLBI imaging. Our survey target selection is based on the results of\ncorrelated visibility measurements at the longest ground-ground baselines from\nprevious VLBI surveys. The current long-baseline fringe detections with\nRadioAstron include OJ 287 at 10 D_E (18cm), BL Lac at 10 D_E (6cm) and\nB0748+126 at 4.3 D_E (1.3 cm). The 18 and 6cm-band fringe detections at 10 D_E\nimply brightness temperatures of T_b ~ 10^13 K, about two orders of magnitude\nabove the equipartition inverse Compton limit. These high values of T_b might\nindicate that the jet flow speed is often higher than the jet pattern speed.",
    "categories": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1303.5451"
  },
  {
    "url": "https://arxiv.org/abs/1303.5129",
    "title": "Title:Kinetic plasma turbulence in the fast solar wind measured by Cluster",
    "date_publ": "20 Mar 2013",
    "authors": [
      "Owen W. Roberts",
      "Xing Li",
      "Bo L"
    ],
    "abstract": "Abstract:  The k-filtering technique and wave polarization analysis are applied to\nCluster magnetic field data to study plasma turbulence at the scale of the ion\ngyroradius in the fast solar wind. Waves are found propagating in directions\nnearly perpendicular to the background magnetic field at such scales. The\nfrequencies of these waves in the solar wind frame are much smaller than the\nproton gyro-frequency. After the wave vector ${\\bf k}$ is determined at each\nspacecraft frequency $f_{sc}$, wave polarization property is analyzed in the\nplane perpendicular to ${\\bf k}$. Magnetic fluctuations have\n$\\delta B_\\perp>\\delta B_\\parallel$ (here the $\\parallel$ and $\\perp$ refer\nto the background magnetic field ${\\bf B}_0$). The wave magnetic field has\nright-handed polarization at propagation angles $\\theta_{\\bf kB}<90^\\circ$ and\n$>90^\\circ$. The magnetic field in the plane perpendicular to ${\\bf B}_0$\nhowever has no clear sense of a dominant polarization but local rotations. We\ndiscuss the merits and limitations of linear kinetic Aflvén waves (KAWs) and\ncoherent Alfvén vortices in the interpretation of the data. We suggest that\nthe fast solar wind turbulence may be populated with KAWs, small scale current\nsheets and Alfvén vortices at ion kinetic scales.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1303.5129"
  },
  {
    "url": "https://arxiv.org/abs/1303.5105",
    "title": "Title:Propagation into the heliosheath of a large-scale solar wind disturbance bounded by a pair of shocks",
    "date_publ": "20 Mar 2013",
    "authors": [
      "E. Provornikova",
      "M. Opher",
      "V. Izmodenov",
      "G. Tot"
    ],
    "abstract": "Abstract:  After the termination shock (TS) crossing, the Voyager 2 spacecraft has been\nobserving strong variations of the magnetic field and solar wind parameters in\nthe heliosheath. Anomalous cosmic rays, electrons, and galactic cosmic rays\npresent strong intensity fluctuations. Several works suggested that the\nfluctuations might be attributed to spatial variations within the heliosheath.\nAdditionally, the variability of the solar wind in this region is caused by\ndifferent temporal events that occur near the Sun and propagate to the outer\nheliosphere. To understand the spatial and temporal effects in the heliosheath,\nit is important to study these effects separately. In this work we explore the\nrole of shocks as one type of temporal effects in the dynamics of the\nheliosheath. Although currently plasma in the heliosheath is dominated by solar\nminima conditions, with increasing solar cycle shocks associated with\ntransients will play an important role. We used a 3D MHD multi-fluid model of\nthe interaction between the solar wind and the local interstellar medium to\nstudy the propagation of a pair of forward-reverse shocks in the supersonic\nsolar wind, interaction with the TS, and propagation to the heliosheath. We\nfound that in the supersonic solar wind the interaction region between the\nshocks expands, the shocks weaken and decelerate. The fluctuation amplitudes of\nthe plasma parameters vary with heliocentric distance. The interaction of the\npair of shocks with the TS creates a variety of new waves and discontinuities\nin the heliosheath, which produce a highly variable solar wind flow. The\ncollision of the forward shock with the heliopause causes a reflection of fast\nmagnetosonic waves inside the heliosheath.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1303.5105"
  },
  {
    "url": "https://arxiv.org/abs/1303.5071",
    "title": "Title:Planck 2013 results X. Energetic particle effects: characterization, removal, and simulation",
    "date_publ": "20 Mar 2013 (v1), last revised 26 Mar 2013 (this version, v2)",
    "authors": [
      "Planck Collaboration: P. A. R. Ade",
      "N. Aghanim",
      "C. Armitage-Caplan",
      "M. Arnaud",
      "M. Ashdown",
      "F. Atrio-Barandela",
      "J. Aumont",
      "C. Baccigalupi",
      "A. J. Banday",
      "R. B. Barreiro",
      "E. Battaner",
      "K. Benabed",
      "A. Benoît",
      "A. Benoit-Lévy",
      "J.-P. Bernard",
      "M. Bersanelli",
      "P. Bielewicz",
      "J. Bobin",
      "J. J. Bock",
      "J. R. Bond",
      "J. Borrill",
      "F. R. Bouchet",
      "M. Bridges",
      "M. Bucher",
      "C. Burigana",
      "J.-F. Cardoso",
      "A. Catalano",
      "A. Challinor",
      "A. Chamballu",
      "L.-Y Chiang",
      "H. C. Chiang",
      "P. R. Christensen",
      "S. Church",
      "D. L. Clements",
      "S. Colombi",
      "L. P. L. Colombo",
      "F. Couchot",
      "A. Coulais",
      "B. P. Crill",
      "A. Curto",
      "F. Cuttaia",
      "L. Danese",
      "R. D. Davies",
      "P. de Bernardis",
      "A. de Rosa",
      "G. de Zotti",
      "J. Delabrouille",
      "J.-M. Delouis",
      "F.-X. Désert",
      "J. M. Diego",
      "H. Dole",
      "S. Donzelli",
      "O. Doré",
      "M. Douspis",
      "X. Dupac",
      "G. Efstathiou",
      "T. A. Enßlin",
      "H. K. Eriksen",
      "F. Finelli",
      "O. Forni",
      "M. Frailis",
      "E. Franceschi",
      "S. Galeotta",
      "K. Ganga",
      "M. Giard",
      "D. Girard",
      "Y. Giraud-Héraud",
      "J. González-Nuevo",
      "K. M. Górski",
      "S. Gratton",
      "A. Gregorio",
      "A. Gruppuso",
      "F. K. Hansen",
      "D. Hanson",
      "D. Harrison",
      "S. Henrot-Versillé",
      "C. Hernández-Monteagudo",
      "D. Herranz",
      "S. R. Hildebrandt",
      "E. Hivon",
      "M. Hobson",
      "W. A. Holmes",
      "A. Hornstrup",
      "W. Hovest",
      "K. M. Huffenberger",
      "T. R. Jaffe",
      "A. H. Jaffe",
      "W. C. Jones",
      "M. Juvela",
      "E. Keihänen",
      "R. Keskitalo",
      "T. S. Kisner",
      "R. Kneissl",
      "J. Knoche",
      "L. Knox",
      "M. Kunz",
      "H. Kurki-Suonio",
      "G. Lagache",
      "J.-M. Lamarre",
      "A. Lasenby",
      "R. J. Laureijs",
      "C. R. Lawrence",
      "R. Leonardi",
      "C. Leroy",
      "J. Lesgourgues",
      "M. Liguori",
      "P. B. Lilje",
      "M. Linden-Vørnle",
      "M. López-Caniego",
      "P. M. Lubin",
      "J. F. Macías-Pérez",
      "N. Mandolesi",
      "M. Maris",
      "D. J. Marshall",
      "P. G. Martin",
      "E. Martínez-González",
      "S. Masi",
      "S. Matarrese",
      "F. Matthai",
      "P. Mazzotta",
      "P. McGehee",
      "A. Melchiorri",
      "L. Mendes",
      "A. Mennella",
      "M. Migliaccio",
      "A. Miniussi",
      "S. Mitra",
      "M.-A. Miville-Deschênes",
      "A. Moneti",
      "L. Montier",
      "G. Morgante",
      "D. Mortlock",
      "S. Mottet",
      "D. Munshi",
      "J. A. Murphy",
      "P. Naselsky",
      "F. Nati",
      "P. Natoli",
      "C. B. Netterfield",
      "H. U. Nørgaard-Nielsen",
      "F. Noviello",
      "D. Novikov",
      "I. Novikov",
      "S. Osborne",
      "C. A. Oxborrow",
      "F. Paci",
      "L. Pagano",
      "F. Pajot",
      "D. Paoletti",
      "F. Pasian",
      "G. Patanchon",
      "O. Perdereau",
      "L. Perotto",
      "F. Perrotta",
      "F. Piacentini",
      "M. Piat",
      "E. Pierpaoli",
      "D. Pietrobon",
      "S. Plaszczynski",
      "E. Pointecouteau",
      "G. Polenta",
      "N. Ponthieu",
      "L. Popa",
      "T. Poutanen",
      "G. W. Pratt",
      "G. Prézeau",
      "S. Prunet",
      "J.-L. Puget",
      "J. P. Rachen",
      "B. Racine",
      "M. Reinecke",
      "M. Remazeilles",
      "C. Renault",
      "S. Ricciardi",
      "T. Riller",
      "I. Ristorcelli",
      "G. Rocha",
      "C. Rosset",
      "G. Roudier",
      "B. Rusholme",
      "L. Sanselme",
      "D. Santos",
      "A. Sauvé",
      "G. Savini",
      "E. P. S. Shellard",
      "L. D. Spencer",
      "J.-L. Starck",
      "V. Stolyarov",
      "R. Stompor",
      "R. Sudiwala",
      "F. Sureau",
      "D. Sutton",
      "A.-S. Suur-Uski",
      "J.-F. Sygnet",
      "J. A. Tauber",
      "D. Tavagnacco",
      "L. Terenzi",
      "L. Toffolatti",
      "M. Tomasi",
      "M. Tristram",
      "M. Tucci",
      "G. Umana",
      "L. Valenziano",
      "J. Valiviita",
      "B. Van Tent",
      "P. Vielva",
      "F. Villa",
      "N. Vittorio",
      "L. A. Wade",
      "B. D. Wandelt",
      "D. Yvon",
      "A. Zacchei",
      "A. Zonca\n\n\n    et al. (114 additional authors not shown)\n You must enable JavaScript to view entire author list"
    ],
    "abstract": "Abstract:  This paper presents the detection, interpretation and removal of the signal\nresulting from interactions of high energy particles with the Planck High\nFrequency Instrument (HFI). These interactions fall into two categories,\nheating the 0.1 K bolometer plate and glitches in each detector time stream.\nGlitch shapes are not simple single pole exponential decays and fall into a\nthree families. The glitch shape for each family has been characterized\nempirically in flight data and removed from the detector time streams. The\nspectrum of the count rate/unit energy is computed for each family and a\ncorrespondence to where on the detector the particle hit is made. Most of the\ndetected glitches are from galactic protons incident on the Si die frame\nsupporting the micromachined bolometric detectors. At HFI, the particle flux is\n~ 5 per square cm and per second and is dominated by protons incident on the\nspacecraft with an energy >39 MeV, leading to a rate of typically one event per\nsecond and per detector. Different categories of glitches have different\nsignature in timestreams. Two of the glitch types have a low amplitude\ncomponent that decays over nearly 1 second. This component produces an excess\nnoise if not properly removed from the time ordered data. We have used a glitch\ndetection and subtraction method based on the joint fit of population\ntemplates. The application of this novel glitch removal method removes excess\nnoise from glitches. Using realistic simulations, we find this method does not\nintroduce signal bias.",
    "categories": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1303.5071"
  },
  {
    "url": "https://arxiv.org/abs/1303.5066",
    "title": "Title:Planck 2013 results. V. LFI calibration",
    "date_publ": "20 Mar 2013 (v1), last revised 20 Aug 2014 (this version, v5)",
    "authors": [
      "Planck Collaboration: N. Aghanim",
      "C. Armitage-Caplan",
      "M. Arnaud",
      "M. Ashdown",
      "F. Atrio-Barandela",
      "J. Aumont",
      "C. Baccigalupi",
      "A. J. Banday",
      "R. B. Barreiro",
      "E. Battaner",
      "K. Benabed",
      "A. Benoît",
      "A. Benoit-Lévy",
      "J.-P. Bernard",
      "M. Bersanelli",
      "P. Bielewicz",
      "J. Bobin",
      "J. J. Bock",
      "A. Bonaldi",
      "L. Bonavera",
      "J. R. Bond",
      "J. Borrill",
      "F. R. Bouchet",
      "M. Bridges",
      "M. Bucher",
      "C. Burigana",
      "R. C. Butler",
      "B. Cappellini",
      "J.-F. Cardoso",
      "A. Catalano",
      "A. Chamballu",
      "X. Chen",
      "L.-Y Chiang",
      "P. R. Christensen",
      "S. Church",
      "S. Colombi",
      "L. P. L. Colombo",
      "B. P. Crill",
      "A. Curto",
      "F. Cuttaia",
      "L. Danese",
      "R. D. Davies",
      "R. J. Davis",
      "P. de Bernardis",
      "A. de Rosa",
      "G. de Zotti",
      "J. Delabrouille",
      "C. Dickinson",
      "J. M. Diego",
      "H. Dole",
      "S. Donzelli",
      "O. Doré",
      "M. Douspis",
      "X. Dupac",
      "G. Efstathiou",
      "T. A. Enßlin",
      "H. K. Eriksen",
      "F. Finelli",
      "O. Forni",
      "M. Frailis",
      "E. Franceschi",
      "T. C. Gaier",
      "S. Galeotta",
      "K. Ganga",
      "M. Giard",
      "G. Giardino",
      "Y. Giraud-Héraud",
      "E. Gjerløw",
      "J. González-Nuevo",
      "K. M. Górski",
      "S. Gratton",
      "A. Gregorio",
      "A. Gruppuso",
      "F. K. Hansen",
      "D. Hanson",
      "D. Harrison",
      "S. Henrot-Versillé",
      "C. Hernández-Monteagudo",
      "D. Herranz",
      "S. R. Hildebrandt",
      "E. Hivon",
      "M. Hobson",
      "W. A. Holmes",
      "A. Hornstrup",
      "W. Hovest",
      "K. M. Huffenberger",
      "A. H. Jaffe",
      "T. R. Jaffe",
      "J. Jewell",
      "W. C. Jones",
      "M. Juvela",
      "P. Kangaslahti",
      "E. Keihänen",
      "R. Keskitalo",
      "T. S. Kisner",
      "J. Knoche",
      "L. Knox",
      "M. Kunz",
      "H. Kurki-Suonio",
      "G. Lagache",
      "A. Lähteenmäki",
      "J.-M. Lamarre",
      "A. Lasenby",
      "R. J. Laureijs",
      "C. R. Lawrence",
      "S. Leach",
      "J. P. Leahy",
      "R. Leonardi",
      "J. Lesgourgues",
      "M. Liguori",
      "P. B. Lilje",
      "M. Linden-Vørnle",
      "M. López-Caniego",
      "P. M. Lubin",
      "J. F. Macías-Pérez",
      "D. Maino",
      "N. Mandolesi",
      "M. Maris",
      "D. J. Marshall",
      "P. G. Martin",
      "E. Martínez-González",
      "S. Masi",
      "M. Massardi",
      "S. Matarrese",
      "F. Matthai",
      "P. Mazzotta",
      "P. R. Meinhold",
      "A. Melchiorri",
      "L. Mendes",
      "A. Mennella",
      "M. Migliaccio",
      "S. Mitra",
      "A. Moneti",
      "L. Montier",
      "G. Morgante",
      "D. Mortlock",
      "A. Moss",
      "D. Munshi",
      "P. Naselsky",
      "P. Natoli",
      "C. B. Netterfield",
      "H. U. Nørgaard-Nielsen",
      "D. Novikov",
      "I. Novikov",
      "I. J. O'Dwyer",
      "S. Osborne",
      "F. Paci",
      "L. Pagano",
      "R. Paladini",
      "D. Paoletti",
      "B. Partridge",
      "F. Pasian",
      "G. Patanchon",
      "D. Pearson",
      "M. Peel",
      "O. Perdereau",
      "L. Perotto",
      "F. Perrotta",
      "E. Pierpaoli",
      "D. Pietrobon",
      "S. Plaszczynski",
      "E. Pointecouteau",
      "G. Polenta",
      "N. Ponthieu",
      "L. Popa",
      "T. Poutanen",
      "G. W. Pratt",
      "G. Prézeau",
      "S. Prunet",
      "J.-L. Puget",
      "J. P. Rachen",
      "R. Rebolo",
      "M. Reinecke",
      "M. Remazeilles",
      "S. Ricciardi",
      "T. Riller",
      "G. Rocha",
      "C. Rosset",
      "M. Rossetti",
      "G. Roudier",
      "J. A. Rubiño-Martín",
      "B. Rusholme",
      "M. Sandri",
      "D. Santos",
      "D. Scott",
      "M. D. Seiffert",
      "E. P. S. Shellard",
      "L. D. Spencer",
      "J.-L. Starck",
      "V. Stolyarov",
      "R. Stompor",
      "F. Sureau",
      "D. Sutton",
      "A.-S. Suur-Uski",
      "J.-F. Sygnet",
      "J. A. Tauber",
      "D. Tavagnacco",
      "L. Terenzi",
      "L. Toffolatti",
      "M. Tomasi",
      "M. Tristram",
      "M. Tucci",
      "J. Tuovinen",
      "M. Türler",
      "G. Umana",
      "L. Valenziano",
      "J. Valiviita",
      "B. Van Tent",
      "J. Varis",
      "P. Vielva",
      "F. Villa",
      "N. Vittorio",
      "L. A. Wade",
      "B. D. Wandelt",
      "R. Watson",
      "A. Wilkinson",
      "D. Yvon",
      "A. Zacchei",
      "A. Zonca\n\n\n    et al. (120 additional authors not shown)\n You must enable JavaScript to view entire author list"
    ],
    "abstract": "Abstract:  We discuss the methods employed to photometrically calibrate the data\nacquired by the Low Frequency Instrument on Planck. Our calibration is based on\na combination of the Orbital Dipole plus the Solar Dipole, caused respectively\nby the motion of the Planck spacecraft with respect to the Sun and by motion of\nthe Solar System with respect to the CMB rest frame. The latter provides a\nsignal of a few mK with the same spectrum as the CMB anisotropies and is\nvisible throughout the mission. In this data release we rely on the\ncharacterization of the Solar Dipole as measured by WMAP. We also present\npreliminary results (at 44GHz only) on the study of the Orbital Dipole, which\nagree with the WMAP value of the Solar System speed within our uncertainties.\nWe compute the calibration constant for each radiometer roughly once per hour,\nin order to keep track of changes in the detectors' gain. Since non-idealities\nin the optical response of the beams proved to be important, we implemented a\nfast convolution algorithm which considers the full beam response in estimating\nthe signal generated by the dipole. Moreover, in order to further reduce the\nimpact of residual systematics due to sidelobes, we estimated time variations\nin the calibration constant of the 30GHz radiometers (the ones with the largest\nsidelobes) using the signal of a reference load. We have estimated the\ncalibration accuracy in two ways: we have run a set of simulations to assess\nthe impact of statistical errors and systematic effects in the instrument and\nin the calibration procedure, and we have performed a number of consistency\nchecks on the data and on the brightness temperature of Jupiter. Calibration\nerrors for this data release are expected to be about 0.6% at 44 and 70 GHz,\nand 0.8% at 30 GHz. (Abriged.)",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ],
    "url_pdf": "/pdf/1303.5066"
  },
  {
    "url": "https://arxiv.org/abs/1303.5063",
    "title": "Title:Planck 2013 results. II. Low Frequency Instrument data processing",
    "date_publ": "20 Mar 2013 (v1), last revised 2 Feb 2014 (this version, v3)",
    "authors": [
      "Planck Collaboration: N. Aghanim",
      "C. Armitage-Caplan",
      "M. Arnaud",
      "M. Ashdown",
      "F. Atrio-Barandela",
      "J. Aumont",
      "C. Baccigalupi",
      "A. J. Banday",
      "R. B. Barreiro",
      "E. Battaner",
      "K. Benabed",
      "A. Benoît",
      "A. Benoit-Lévy",
      "J.-P. Bernard",
      "M. Bersanelli",
      "P. Bielewicz",
      "J. Bobin",
      "J. J. Bock",
      "A. Bonaldi",
      "L. Bonavera",
      "J. R. Bond",
      "J. Borrill",
      "F. R. Bouchet",
      "M. Bridges",
      "M. Bucher",
      "C. Burigana",
      "R. C. Butler",
      "B. Cappellini",
      "J.-F. Cardoso",
      "A. Catalano",
      "A. Chamballu",
      "X. Chen",
      "L.-Y Chiang",
      "P. R. Christensen",
      "S. Church",
      "S. Colombi",
      "L. P. L. Colombo",
      "B. P. Crill",
      "M. Cruz",
      "A. Curto",
      "F. Cuttaia",
      "L. Danese",
      "R. D. Davies",
      "R. J. Davis",
      "P. de Bernardis",
      "A. de Rosa",
      "G. de Zotti",
      "J. Delabrouille",
      "C. Dickinson",
      "J. M. Diego",
      "H. Dole",
      "S. Donzelli",
      "O. Doré",
      "M. Douspis",
      "X. Dupac",
      "G. Efstathiou",
      "T. A. Enßlin",
      "H. K. Eriksen",
      "M. C. Falvella",
      "F. Finelli",
      "O. Forni",
      "M. Frailis",
      "E. Franceschi",
      "T. C. Gaier",
      "S. Galeotta",
      "K. Ganga",
      "M. Giard",
      "G. Giardino",
      "Y. Giraud-Héraud",
      "E. Gjerløw",
      "J. González-Nuevo",
      "K. M. Górski",
      "S. Gratton",
      "A. Gregorio",
      "A. Gruppuso",
      "F. K. Hansen",
      "D. Hanson",
      "D. Harrison",
      "S. Henrot-Versillé",
      "C. Hernández-Monteagudo",
      "D. Herranz",
      "S. R. Hildebrandt",
      "E. Hivon",
      "M. Hobson",
      "W. A. Holmes",
      "A. Hornstrup",
      "W. Hovest",
      "K. M. Huffenberger",
      "A. H. Jaffe",
      "T. R. Jaffe",
      "J. Jewell",
      "W. C. Jones",
      "M. Juvela",
      "P. Kangaslahti",
      "E. Keihänen",
      "R. Keskitalo",
      "K. Kiiveri",
      "T. S. Kisner",
      "J. Knoche",
      "L. Knox",
      "M. Kunz",
      "H. Kurki-Suonio",
      "G. Lagache",
      "A. Lähteenmäki",
      "J.-M. Lamarre",
      "A. Lasenby",
      "M. Lattanzi",
      "R. J. Laureijs",
      "C. R. Lawrence",
      "S. Leach",
      "J. P. Leahy",
      "R. Leonardi",
      "J. Lesgourgues",
      "M. Liguori",
      "P. B. Lilje",
      "M. Linden-Vørnle",
      "V. Lindholm",
      "M. López-Caniego",
      "P. M. Lubin",
      "J. F. Macías-Pérez",
      "G. Maggio",
      "D. Maino",
      "N. Mandolesi",
      "M. Maris",
      "D. J. Marshall",
      "P. G. Martin",
      "E. Martínez-González",
      "S. Masi",
      "M. Massardi",
      "S. Matarrese",
      "F. Matthai",
      "P. Mazzotta",
      "P. R. Meinhold",
      "A. Melchiorri",
      "L. Mendes",
      "A. Mennella",
      "M. Migliaccio",
      "S. Mitra",
      "A. Moneti",
      "L. Montier",
      "G. Morgante",
      "N. Morisset",
      "D. Mortlock",
      "A. Moss",
      "D. Munshi",
      "P. Naselsky",
      "P. Natoli",
      "C. B. Netterfield",
      "H. U. Nørgaard-Nielsen",
      "D. Novikov",
      "I. Novikov",
      "I. J. O'Dwyer",
      "S. Osborne",
      "F. Paci",
      "L. Pagano",
      "R. Paladini",
      "D. Paoletti",
      "B. Partridge",
      "F. Pasian",
      "G. Patanchon",
      "M. Peel",
      "O. Perdereau",
      "L. Perotto",
      "F. Perrotta",
      "E. Pierpaoli",
      "D. Pietrobon",
      "S. Plaszczynski",
      "P. Platania",
      "E. Pointecouteau",
      "G. Polenta",
      "N. Ponthieu",
      "L. Popa",
      "T. Poutanen",
      "G. W. Pratt",
      "G. Prézeau",
      "S. Prunet",
      "J.-L. Puget",
      "J. P. Rachen",
      "W. T. Reach",
      "R. Rebolo",
      "M. Reinecke",
      "M. Remazeilles",
      "S. Ricciardi",
      "T. Riller",
      "G. Robbers",
      "G. Rocha",
      "C. Rosset",
      "M. Rossetti",
      "G. Roudier",
      "J. A. Rubiño-Martín",
      "B. Rusholme",
      "E. Salerno",
      "M. Sandri",
      "D. Santos",
      "D. Scott",
      "M. D. Seiffert",
      "E. P. S. Shellard",
      "L. D. Spencer",
      "J.-L. Starck",
      "V. Stolyarov",
      "R. Stompor",
      "F. Sureau",
      "D. Sutton",
      "A.-S. Suur-Uski",
      "J.-F. Sygnet",
      "J. A. Tauber",
      "D. Tavagnacco",
      "L. Terenzi",
      "L. Toffolatti",
      "M. Tomasi",
      "M. Tristram",
      "M. Tucci",
      "J. Tuovinen",
      "M. Türler",
      "G. Umana",
      "L. Valenziano",
      "J. Valiviita",
      "B. Van Tent",
      "J. Varis",
      "P. Vielva",
      "F. Villa",
      "N. Vittorio",
      "L. A. Wade",
      "B. D. Wandelt",
      "R. Watson",
      "I. K. Wehus",
      "S. D. M. White",
      "A. Wilkinson",
      "D. Yvon",
      "A. Zacchei",
      "A. Zonca\n\n\n    et al. (132 additional authors not shown)\n You must enable JavaScript to view entire author list"
    ],
    "abstract": "Abstract:  We describe the data processing pipeline of the Planck Low Frequency\nInstrument (LFI) data processing centre (DPC) to create and characterize\nfull-sky maps based on the first 15.5 months of operations at 30, 44 and 70\nGHz. In particular, we discuss the various steps involved in reducing the data,\nstarting from telemetry packets through to the production of cleaned,\ncalibrated timelines and calibrated frequency maps. Data are continuously\ncalibrated using the modulation induced on the mean temperature of the cosmic\nmicrowave background radiation by the proper motion of the spacecraft. Sky\nsignals other than the dipole are removed by an iterative procedure based on\nsimultaneous fitting of calibration parameters and sky maps. Noise properties\nare estimated from time-ordered data after the sky signal has been removed,\nusing a generalized least square map-making algorithm. A destriping code\n(Madam) is employed to combine radiometric data and pointing information into\nsky maps, minimizing the variance of correlated noise. Noise covariance\nmatrices, required to compute statistical uncertainties on LFI and Planck\nproducts, are also produced. Main beams are estimated down to the -20 dB level\nusing Jupiter transits, which are also used for the geometrical calibration of\nthe focal plane.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1303.5063"
  },
  {
    "url": "https://arxiv.org/abs/1303.4931",
    "title": "Title:STEREO observations of the energetic ions in tilted corotating interaction regions",
    "date_publ": "20 Mar 2013",
    "authors": [
      "R. Bucik",
      "U. Mall",
      "A. Korth",
      "G. M. Maso"
    ],
    "abstract": "Abstract:  In this paper we examine suprathermal He ions measured by the SIT\n(Suprathermal Ion Telescope) instrument associated with tilted corotating\ninteraction regions (CIRs). We use observations of the two STEREO spacecraft\n(s/c) for the first 2.7 years of the mission, along with ground-based\nmeasurements of the solar magnetic field during the unusually long minimum of\nSolar Cycle 23. Due to the unique configuration of the STEREO s/c orbits we are\nable to investigate spatial variations in the intensity of the corotating ions\non time scales of less than one solar rotation. The observations reveal that\nthe occurrence of the strong CIR events was the most frequent at the beginning\nof the period. The inclination of the heliospheric current sheet relative to\nthe heliographic equator (the tilt angle) was quite high in the first stage of\nthe mission and gradually flattened with the time, followed by a decrease in\nthe CIR activity. By examining the differences between measurements on the two\nSTEREO s/c we discuss how the changes in the position of the s/c relative to\nthe CIRs affect the energetic particle observations. We combine STEREO\nobservations with observations from the ULEIS instrument on the ACE s/c and\nargue that the main factor which controls the differences in the ion\nintensities is the latitudinal separation between the two STEREO s/c relative\nto the tilted CIRs. The position of the s/c is less important when the tilt\nangle is high. In this case we found that the CIR ion intensity positively\ncorrelates with the tilt angle.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1303.4931"
  },
  {
    "url": "https://arxiv.org/abs/1303.4595",
    "title": "Title:On the possible noble gas deficiency of Pluto's atmosphere",
    "date_publ": "19 Mar 2013",
    "authors": [
      "Olivier Mousis",
      "Jonathan I. Lunine",
      "Kathleen E. Mandt",
      "Rebecca Schindhelm",
      "Harold A. Weaver",
      "S. Alan Stern",
      "J. Hunter Waite",
      "Randy Gladstone",
      "Audrey Mouden"
    ],
    "abstract": "Abstract:  We use a statistical-thermodynamic model to investigate the formation and\ncomposition of noble-gas-rich clathrates on Pluto's surface. By considering an\natmospheric composition close to that of today's Pluto and a broad range of\nsurface pressures, we find that Ar, Kr and Xe can be efficiently trapped in\nclathrates if they formed at the surface, in a way similar to what has been\nproposed for Titan. The formation on Pluto of clathrates rich in noble gases\ncould then induce a strong decrease in their atmospheric abundances relative to\ntheir initial values. A clathrate thickness of order of a few centimeters\nglobally averaged on the planet is enough to trap all Ar, Kr and Xe if these\nnoble gases were in protosolar proportions in Pluto's early atmosphere. Because\natmospheric escape over an extended period of time (millions of years) should\nlead to a noble gas abundance that either remains constant or increases with\ntime, we find that a potential depletion of Ar, Kr and Xe in the atmosphere\nwould best be explained by their trapping in clathrates. A key observational\ntest is the measurement of Ar since the Alice UV spectrometer aboard the New\nHorizons spacecraft will be sensitive enough to detect its abundance $\\sim$10\ntimes smaller than in the case considered here.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1303.4595"
  },
  {
    "url": "https://arxiv.org/abs/1303.3830",
    "title": "Title:Abundances of Suprathermal Heavy Ions in CIRs during the Minimum of Solar Cycle 23",
    "date_publ": "15 Mar 2013",
    "authors": [
      "R. Bucik",
      "U. Mall",
      "A. Korth",
      "G. M. Maso"
    ],
    "abstract": "Abstract:  In this paper we examine the elemental composition of the 0.1-1 MeV/nucleon\ninterplanetary heavy ions from H to Fe in corotating interaction regions (CIRs)\nmeasured by the SIT (Suprathermal Ion Telescope) instrument. We use\nobservations taken on board the STEREO spacecraft from January 2007 through\nDecember 2010, which included the unusually long solar minimum following solar\ncycle 23. During this period instruments on STEREO observed more than 50 CIR\nevents making it possible to investigate CIR ion abundances during solar\nminimum conditions with unprecedented high statistics. The observations reveal\nannual variations of relative ion abundances in the CIRs during the 2007-2008\nperiod as indicated by the He/H, He/O and Fe/O elemental ratios. We discuss\npossible causes of the variability in terms of the helium focusing cone passage\nand heliolatitude dependence. The year 2009 was very quiet in CIR event\nactivity. In 2010 the elemental composition in CIRs were influenced by sporadic\nsolar energetic particle (SEP) events. The 2010 He/H and He/O abundance ratios\nin CIRs show large event to event variations with values resembling the\nSEP-like composition. This finding points out that the suprathermal SEPs could\nbe the source population for CIR acceleration.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1303.3830"
  },
  {
    "url": "https://arxiv.org/abs/1303.3039",
    "title": "Title:Nitrogen in the stratosphere of Titan from Cassini CIRS infrared spectroscopy",
    "date_publ": "12 Mar 2013",
    "authors": [
      "Conor A. Nixon",
      "Nicholas A. Teanby",
      "Carrie M. Anderson",
      "Sandrine Vinatie"
    ],
    "abstract": "Abstract:  In this chapter we describe the remote sensing measurement of\nnitrogen-bearing species in Titan's atmosphere by the Composite Infrared\nSpectrometer (CIRS) on the Cassini spacecraft. This instrument, which detects\nthe thermal infrared spectrum from 10-1500 cm-1 (1000-7 microns) is sensitive\nto vibrational emissions of gases and condensates in Titan's stratosphere and\nlower mesosphere, permitting the measurement of ambient temperature and the\nabundances of gases and particulates. Three N-bearing species are firmly\ndetected: HCN, HC3N and C2N2, and their vertical and latitudinal distributions\nhave been mapped. In addition, ices of HC3N and possibly C4N2 are also seen in\nthe far-infrared spectrum at high latitudes during the northern winter. The\nHC(15)N isotopologue has been measured, permitting the inference of the 14N/15N\nratio in this species, which differs markedly (lower) than in the bulk nitrogen\nreservoir (N2). We also describe the search in the CIRS spectrum, and inferred\nupper limits, for NH3 and CH3CN. CIRS is now observing seasonal transition on\nTitan and the gas abundance distributions are changing accordingly, acting as\ntracers of the changing atmospheric circulation. The prospects for further CIRS\nscience in the remaining five years of the Cassini mission are discussed.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1303.3039"
  },
  {
    "url": "https://arxiv.org/abs/1303.3012",
    "title": "Title:Experimental demonstration of bias rejection from electrostatic accelerometer measurements",
    "date_publ": "12 Mar 2013",
    "authors": [
      "Benjamin Lenoir",
      "Bruno Christophe",
      "Serge Reynau"
    ],
    "abstract": "Abstract:  In order to test gravitation in the Solar System, it is necessary to improve\nthe orbit restitution of interplanetary spacecrafts. The addition of an\naccelerometer on board is a major step toward this goal because this instrument\nmeasures the non-gravitational acceleration of the spacecraft. It must be able\nto perform measurements at low frequencies with no bias to provide an\nadditional observable of interest.\nSince electrostatic accelerometers suffer a bias, a technological upgrade has\nbeen proposed by Onera. It consists in adding to an electrostatic accelerometer\na rotating platform which allows modulating the signal of interest and\nretrieving it without bias after post-processing. Using this principle, a\nmeasurement method and a post-processing method have been developed. The\nobjective of this article is to validate these methods experimentally. To do\nso, a horizontally controlled pendulum was used to apply a known signal to an\naccelerometer mounted on a rotating platform. The processing of the\nexperimental data demonstrates the ability to make acceleration measurements\nwith no bias. In addition, the experimental precision on the unbiased\nacceleration obtained after post-processing corresponds to the precision\npredicted theoretically.",
    "categories": [
      "Instrumentation and Detectors (physics.ins-det)",
      " General Relativity and Quantum Cosmology (gr-qc)",
      " Data Analysis, Statistics and Probability (physics.data-an)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1303.3012"
  },
  {
    "url": "https://arxiv.org/abs/1303.1109",
    "title": "Title:Interplanetary Nanodust Detection by the Solar Terrestrial Relations Observatory/WAVES Low Frequency Receiver",
    "date_publ": "5 Mar 2013",
    "authors": [
      "G. Le Chat",
      "A. Zaslavsky",
      "N. Meyer-Vernet",
      "K. Issautier",
      "S.Belheouane",
      "F. Pantellini",
      "M. Maksimovic",
      "I. Zouganelis",
      "S.D. Bale",
      "J.C. Kaspe"
    ],
    "abstract": "Abstract:  New measurements using radio and plasma-wave instruments in interplanetary\nspace have shown that nanometer-scale dust, or nanodust, is a significant\ncontributor to the total mass in interplanetary space. Better measurements of\nnanodust will allow us to determine where it comes from and the extent to which\nit interacts with the solar wind. When one of these nanodust grains impacts a\nspacecraft, it creates an expanding plasma cloud, which perturbs the\nphotoelectron currents. This leads to a voltage pulse between the spacecraft\nbody and the antenna. Nanodust has a high charge/mass ratio, and therefore can\nbe accelerated by the interplanetary magnetic field to speeds up to the speed\nof the solar wind: significantly faster than the Keplerian orbital speeds of\nheavier dust. The amplitude of the signal induced by a dust grain grows much\nmore strongly with speed than with mass of the dust particle. As a result,\nnanodust can produce a strong signal, despite their low mass. The WAVES\ninstruments on the twin Solar TErrestrial RElations Observatory spacecraft have\nobserved interplanetary nanodust particles since shortly after their launch in\n2006. After describing a new and improved analysis of the last five years of\nSTEREO/WAVES Low Frequency Receiver data, a statistical survey of the nanodust\ncharacteristics, namely the rise time of the pulse voltage and the flux of\nnanodust, is presented. Agreement with previous measurements and interplanetary\ndust models is shown. The temporal variations of the nanodust flux are also\ndiscussed.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1303.1109"
  },
  {
    "url": "https://arxiv.org/abs/1303.0894",
    "title": "Title:Salts and radiation products on the surface of Europa",
    "date_publ": "4 Mar 2013",
    "authors": [
      "M.E. Brown",
      "K.P. Han"
    ],
    "abstract": "Abstract:  The surface of Europa could contain the compositional imprint of a underlying\ninterior ocean, but competing hypotheses differ over whether spectral\nobservations from the Galileo spacecraft show the signature of ocean evaporates\nor simply surface radiation products unrelated to the interior. Using adaptive\noptics at the W.M. Keck Observatory, we have obtained spatially resolved\nspectra of most of the disk of Europa at a spectral resolution ~40 times higher\nthan seen by the Galileo spacecraft. These spectra show a previously undetected\ndistinct signature of magnesium sulfate salts on Europa, but the magnesium\nsulfate is confined to the trailing hemisphere and spatially correlated with\nthe presence of radiation products like sulfuric acid and SO2. On the leading,\nless irradiated, hemisphere, our observations rule out the presence of many of\nthe proposed sulfate salts, but do show the presence of distorted water ice\nbands. Based on the association of the potential MgSO4, detection on the\ntrailing side with other radiation products, we conclude that MgSO4 is also a\nradiation product, rather than a constituent of a Europa ocean brine. Based on\nocean chemistry models, we hypothesize that, prior to irradiation, magnesium is\nprimarily in the form of MgCl2, and we predict that NaCl and KCl are even more\nabundant, and, in fact, dominate the non-ice component of the leading\nhemisphere. We propose observational tests of this new hypothesis.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1303.0894"
  },
  {
    "url": "https://arxiv.org/abs/1303.0434",
    "title": "Title:Determination of the Stopping Power and Failure-time of Spacecraft Components due to Proton Interaction Using GOES 11 Acquisition Data",
    "date_publ": "2 Mar 2013",
    "authors": [
      "N. N. Jibiri",
      "Victor U. J. Nwankwo",
      "Michael Ki"
    ],
    "abstract": "Abstract:  One of the several ways to describe the net effect of charged-particles'\ninteraction is the rate of energy loss along the particles' path. In this\nstudy, the mass stopping power (Sp) of selected spacecraft composite materials,\nthrough which the particle traverses, its range (R) and the distance (d)\ntravelled (by the particles) through the materials have been calculated and\nanalyzed. The dose (in Gy) as a function of particle flux and deposited energy\nwas also determined. Predictions of their possible effects on space system\noperations and life-span were made, especially as values exceeded certain\nthreshold (limit). Using GOES 11 acquired data for 3 months, estimations and/or\ncalculations were made to determine the risk and safe period of a satellite in\nthe geosynchronous orbit. Under certain space radiation environmental\nconditions (without mitigation of any sort), a spacecraft whose body is 20 mm\nthick and with Al alloy casing, was theoretically estimated to have a safe\nperiod of about 3 years and risk period of about 29 years (due to total\nionizing dose) within which it would experience a catastrophic failure.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1303.0434"
  },
  {
    "url": "https://arxiv.org/abs/1303.0255",
    "title": "Title:Measuring Transit Signal Recovery in the Kepler Pipeline I: Individual Events",
    "date_publ": "1 Mar 2013",
    "authors": [
      "Jessie L. Christiansen",
      "Bruce D. Clarke",
      "Christopher J. Burke",
      "Jon M. Jenkins",
      "Thomas S. Barclay",
      "Eric B. Ford",
      "Michael R. Haas",
      "Shawn Seader",
      "Jeffrey Claiborne Smith",
      "Susan E. Thompson",
      "Joseph D. Twicke"
    ],
    "abstract": "Abstract:  The Kepler Mission was designed to measure the frequency of Earth-size\nplanets in the habitable zone of Sun-like stars. A crucial component for\nrecovering the underlying planet population from a sample of detected planets\nis understanding the completeness of that sample - what fraction of the planets\nthat could have been discovered in a given data set were actually detected.\nHere we outline the information required to determine the sample completeness,\nand describe an experiment to address a specific aspect of that question, which\nis the issue of transit signal recovery. We investigate the extent to which the\nKepler pipeline preserves individual transit signals by injecting simulated\ntransits into the pixel-level data, processing the modified pixels through the\npipeline, and comparing the measured transit signal-to-noise ratio (SNR) to\nthat expected without perturbation by the pipeline. We inject simulated transit\nsignals across the full focal plane for a set of observations of length 89\ndays. On average, we find that the SNR of the injected signal is recovered at\nMS = 0.9973(+/-0.0012)xBS-0.0151(+/-0.0049), where MS is the measured SNR and\nBS is the baseline, or expected, SNR. The 1{\\sigma} width of the distribution\naround this correlation is +/-2.64%. We discuss the pipeline processes that\ncause the measured SNR to deviate significantly from the baseline SNR; these\nare primarily the handling of data adjacent to spacecraft re-pointings and the\nremoval of harmonics prior to the measurement of the SNR. Finally we outline\nthe further work required to characterise the completeness of the Kepler\npipeline.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1303.0255"
  },
  {
    "url": "https://arxiv.org/abs/1303.0204",
    "title": "Title:Turbulent Dissipation Challenge: A community Driven Effort",
    "date_publ": "1 Mar 2013 (v1), last revised 31 Jul 2013 (this version, v2)",
    "authors": [
      "Tulasi N. Parashar",
      "Chadi Sale"
    ],
    "abstract": "Abstract:  The goal of the present document is to present the idea of, and convince the\ncommunity to participate in, Turbulent Dissipation Challenge. The idea was\ndiscussed in Solar Heliospheric and Interplanetary ENvironment (SHINE) 2012\nmeeting. The proponents of the idea Tulasi Parashar and Chadi Salem have\nprepared this document to circulate the idea in the community.\nThe Turbulent Dissipation Challenge idea is to bring the community together\nand simulate the same set of problems and try to come to a common set of\nconclusions about the relative strengths of two different kinds of dissipative\nprocesses (current sheets/ reconnection sites vs. wave particle interactions).\nTo take the challenge further, the simulators will provide artificial\nspacecraft data from the simulations for the observers to analyze.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1303.0204"
  },
  {
    "url": "https://arxiv.org/abs/1302.7190",
    "title": "Title:Are Planetary Systems Filled to Capacity? A Study Based on Kepler Results",
    "date_publ": "28 Feb 2013",
    "authors": [
      "Julia Fang",
      "Jean-Luc Margo"
    ],
    "abstract": "Abstract:  We used a sample of Kepler candidate planets with orbital periods less than\n200 days and radii between 1.5 and 30 Earth radii to determine the typical\ndynamical spacing of neighboring planets. To derive the intrinsic (i.e., free\nof observational bias) dynamical spacing of neighboring planets, we generated\npopulations of planetary systems following various dynamical spacing\ndistributions, subjected them to synthetic observations by the Kepler\nspacecraft, and compared the properties of observed planets in our simulations\nwith actual Kepler detections. We found that, on average, neighboring planets\nare spaced 21.7 mutual Hill radii apart with a standard deviation of 9.5. This\ndynamical spacing distribution is consistent with that of adjacent planets in\nthe Solar System. To test the packed planetary systems hypothesis, the idea\nthat all planetary systems are dynamically packed or filled to capacity, we\ndetermined the fraction of systems that are dynamically packed by performing\nlong-term (10^8 years) numerical simulations. In each simulation, we integrated\na system with planets spaced according to our best-fit dynamical spacing\ndistribution but containing an additional planet on an intermediate orbit. The\nfraction of simulations exhibiting signs of instability provides an approximate\nlower bound on the fraction of systems that are dynamically packed; we found\nthat >31%, >35%, and >45% of 2-planet, 3-planet, and 4-planet systems are\ndynamically packed, respectively. Such sizeable fractions suggest that many\nplanetary systems are indeed filled to capacity. This feature of planetary\nsystems is another profound constraint that formation and evolution models must\nsatisfy.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1302.7190"
  },
  {
    "url": "https://arxiv.org/abs/1302.7029",
    "title": "Title:Chi-Square Discriminators for Transiting Planet Detection in Kepler Data",
    "date_publ": "27 Feb 2013",
    "authors": [
      "Shawn Seader",
      "Peter Tenenbaum",
      "Jon M. Jenkins",
      "Christopher J. Burk"
    ],
    "abstract": "Abstract:  The Kepler spacecraft observes a host of target stars to detect transiting\nplanets. Requiring a 7.1 sigma detection in twelve quarters of data yields over\n100,000 detections, many of which are false alarms. After a second cut is made\non a robust detection statistic, some 50,000 or more targets still remain.\nThese false alarms waste resources as they propagate through the remainder of\nthe software pipeline and so a method to discriminate against them is crucial\nin maintaining the desired sensitivity to true events. This paper describes a\nchi-square test which represents a novel application of the formalism developed\nby Allen for false alarm mitigation in searches for gravitational waves. Using\nthis technique, the false alarm rate can be lowered to ~5%.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1302.7029"
  },
  {
    "url": "https://arxiv.org/abs/1302.6920",
    "title": "Title:A possible new test of general relativity with Juno",
    "date_publ": "27 Feb 2013 (v1), last revised 7 Sep 2013 (this version, v5)",
    "authors": [
      "L. Iori"
    ],
    "abstract": "Abstract:  The expansion in multipoles of the gravitational potential of a rotating body\naffects the orbital motion of a test particle orbiting it with long-term\nperturbations both at a classical and at a relativistic level. In this\npreliminary sensitivity analysis, we show that, for the first time, the J2 c^-2\neffects could be measured by the ongoing Juno mission in the gravitational\nfield of Jupiter during its yearlong science phase (10 November 2016-5 October\n2017) thanks to its high eccentricity (e=0.947) and to the huge oblateness of\nJupiter (J2=1.47 10^-2). The semi-major axis a and the perijove \\omega\\ of Juno\nare expected to be shifted by \\Delta a =700-900 m and \\Delta\\omega = 50-60\nmilliarcseconds, respectively, over 1-2 yr. A numerical analysis shows also\nthat the expected J2c^-2 range-rate signal for Juno should be as large as 280\nmicrons per second during a typical 6 h pass at its closest approach.\nIndependent analyses previously performed by other researchers about the\nmeasurability of the Lense-Thirring effect showed that the radio science\napparatus of Juno should reach an accuracy in Doppler range-rate measurements\nof 1-5 microns per second over such passes. The range-rate signature of the\nclassical even zonal perturbations is different from the 1PN one. Thus, further\ninvestigations, based on covariance analyses of simulated Doppler data and\ndedicated parameters estimation, are worth of further consideration. It turns\nout that the J2 c^-2 effects cannot be responsible of the flyby anomaly in the\ngravitational field of the Earth. A dedicated spacecraft in a 6678 km X 57103\nkm polar orbit would experience a geocentric J2 c^-2 range-rate shift of 0.4 mm\ns^-1.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1302.6920"
  },
  {
    "url": "https://arxiv.org/abs/1302.6493",
    "title": "Title:Analysis of the new INTEGRAL Earth observations to measure the cosmic X-ray background",
    "date_publ": "26 Feb 2013",
    "authors": [
      "M. Türler",
      "N. Produit",
      "L. Pavan",
      "C. Ferrigno",
      "P. Borda"
    ],
    "abstract": "Abstract:  A new series of Earth occultation observations has been started in 2012 to\nrefine the determination of the cosmic X-ray background by the INTEGRAL\nmission. We show here that the new detector lightcurves in the 3 to 160 keV\nrange differ from the ones obtained in 2006. Instead of the expected modulation\ninduced by the passage of the Earth through the field of view of the JEM-X,\nIBIS/ISGRI and SPI instruments, we record unrelated variability on shorter\ntimescales. We discuss the differences obtained with the datasets of 2006 and\n2012 in view of the changes in pointing direction, spacecraft orbit and solar\ncycle phase. We conclude that the Earth occultation signal in 2012 is likely\nblended by radioactive decay resulting from the activation of the spacecraft\nwhen crossing the proton radiation belt at perigee passage. The observed\nvariability, on the other hand, results most likely from the current solar\nmaximum. In addition to a variable particle environment from inhomogeneities of\nthe solar wind, we also find evidence for hard X-ray auroral emission. While\nthe former can be traced by SPI/ACS counts, the latter - by enhancing\nunpredictably the Earth emission - is a major disturbance for measuring the\ndiffuse X-ray background through occultation by the Earth.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1302.6493"
  },
  {
    "url": "https://arxiv.org/abs/1302.6425",
    "title": "Title:Photometric stability analysis of the Exoplanet Characterisation Observatory",
    "date_publ": "26 Feb 2013",
    "authors": [
      "I. P. Waldmann",
      "E. Pascale",
      "B. Swinyard",
      "G. Tinetti",
      "A. Amaral-Rogers",
      "L. Spencer",
      "M. Tessenyi",
      "M. Ollivier",
      "V. Coudé du Forest"
    ],
    "abstract": "Abstract:  Photometric stability is a key requirement for time-resolved spectroscopic\nobservations of transiting extrasolar planets. In the context of the Exoplanet\nCharacterisation Observatory (EChO) mission design, we here present and\ninvestigate means of translating spacecraft pointing instabilities as well as\ntemperature fluctuation of its optical chain into an overall error budget of\nthe exoplanetary spectrum to be retrieved. Given the instrument specifications\nas of date, we investigate the magnitudes of these photometric instabilities in\nthe context of simulated observations of the exoplanet HD189733b secondary\neclipse.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1302.6425"
  },
  {
    "url": "https://arxiv.org/abs/1302.6168",
    "title": "Title:Solar wind test of the de Broglie-Proca's massive photon with Cluster multi-spacecraft data",
    "date_publ": "25 Feb 2013 (v1), last revised 22 May 2016 (this version, v4)",
    "authors": [
      "Alessandro Retino",
      "Alessandro D.A.M. Spallicci",
      "Andris Vaivad"
    ],
    "abstract": "Abstract:  Our understanding of the universe at large and small scales relies largely on\nelectromagnetic observations. As photons are the messengers, fundamental\nphysics has a concern in testing their properties, including the absence of\nmass. We use Cluster four spacecraft data in the solar wind at 1 AU to estimate\nthe mass upper limit for the photon. We look for deviations from Ampère's\nlaw, through the curlometer technique for the computation of the magnetic\nfield, and through the measurements of ion and electron velocities for the\ncomputation of the current. We show that the upper bound for $m_\\gamma$ lies\nbetween $1.4 \\times 10^{-49}$ and $3.4 \\times 10^{-51}$ kg, and thereby discuss\nthe currently accepted lower limits in the solar wind.",
    "categories": [
      "High Energy Physics - Phenomenology (hep-ph)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)",
      " General Relativity and Quantum Cosmology (gr-qc)",
      " Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1302.6168"
  },
  {
    "url": "https://arxiv.org/abs/1302.5663",
    "title": "Title:Magnetic Fields in the Milky Way and in Galaxies (revised version of March 2021)",
    "date_publ": "22 Feb 2013 (v1), last revised 8 Mar 2021 (this version, v9)",
    "authors": [
      "Rainer Beck",
      "Richard Wielebinsk"
    ],
    "abstract": "Abstract:  Most of the visible matter in the Universe is ionized, so that cosmic\nmagnetic fields are quite easy to generate and due to the lack of magnetic\nmonopoles hard to destroy. Magnetic fields have been measured in or around\npractically all celestial objects, either by in-situ measurements of\nspacecrafts or by the electromagnetic radiation of embedded cosmic rays, gas,\nor dust. The Earth, the Sun, solar planets, stars, pulsars, the Milky Way,\nnearby galaxies, more distant (radio) galaxies, quasars, and even intergalactic\nspace in clusters of galaxies have significant magnetic fields, and even larger\nvolumes of the Universe may be permeated by 'dark' magnetic fields. Information\non cosmic magnetic fields has increased enormously as the result of the rapid\ndevelopment of observational methods, especially in radio astronomy. In the\nMilky Way, a wealth of magnetic phenomena was discovered that are only partly\nrelated to objects visible in other spectral ranges. The large-scale structure\nof the Milky Way's magnetic field is still under debate. The available data for\nexternal galaxies can well be explained by field amplification and ordering via\nthe dynamo mechanism. The measured field strengths and the similarity of field\npatterns and flow patterns of the diffuse ionized gas give strong indication\nthat galactic magnetic fields are dynamically important. They may affect the\nformation of spiral arms, outflows, and the general evolution of galaxies. In\nspite of our increasing knowledge on magnetic fields, many important questions\non the origin and evolution of magnetic fields, like their first occurrence in\nyoung galaxies, or the existence of large-scale intergalactic fields remained\nunanswered. 'Cosmic magnetism' is a key science project for several existing\nand planned radio telescopes, like LOFAR and the SKA.",
    "categories": [
      "Astrophysics of Galaxies (astro-ph.GA)",
      " Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ],
    "url_pdf": "/pdf/1302.5663"
  },
  {
    "url": "https://arxiv.org/abs/1302.4308",
    "title": "Title:Interacting Galactic Neutral Hydrogen Filaments and Associated High-Frequency Continuum Emission",
    "date_publ": "18 Feb 2013",
    "authors": [
      "Gerrit L Verschuu"
    ],
    "abstract": "Abstract:  Galactic HI emission profiles in an area where several large-scale filaments\nat velocities ranging from -46 km/s to 0 km/s overlap were decomposed into\nGaussian components. Eighteen families of components defined by similarities of\ncenter velocity and line width were identified and related to small-scale\nstructure in the high-frequency continuum emission observed by the WMAP\nspacecraft, as evidenced in the Internal Linear Combination (ILC) map of\nHinshaw et al. (2007). When the center velocities of the Gaussian families,\nwhich summarize the properties of all the HI along the lines-of-sight in a\ngiven area, are used to focus on HI channel maps the phenomenon of close\nassociations between HI and ILC peaks reported in previous papers is\ndramatically highlighted. Of particular interest, each of two pairs of HI peaks\nstraddles a continuum peak. The previously hypothesized model for producing the\ncontinuum radiation (Verschuur, 2010) involving free-free emission from\nelectrons is re-examined in the light of the new data. By choosing reasonable\nvalues for the parameters required to evaluate the model, the distance for\nassociated HI-ILC features is of order 30 to 100 pc. No associated H-alpha\nradiation is expected because the electrons involved exist throughout the Milky\nWay. The mechanism for clumping and separation of neutrals and electrons needs\nto be explored.",
    "categories": [
      "Astrophysics of Galaxies (astro-ph.GA)"
    ],
    "url_pdf": "/pdf/1302.4308"
  },
  {
    "url": "https://arxiv.org/abs/1302.3675",
    "title": "Title:Mariner 2 and its Legacy: 50 Years on",
    "date_publ": "15 Feb 2013",
    "authors": [
      "Jeremy Baile"
    ],
    "abstract": "Abstract:  Fifty years ago, NASA's Jet Propulsion Laboratory (JPL) built and flew the\nfirst successful spacecraft to another planet: Mariner 2 to Venus. This paper\ndiscusses the context of this mission at a crucial phase in the space race\nbetween the USA and USSR and its results and legacy. As its first major\nsuccess, Mariner 2 helped to cement JPL's position as a centre for robotic\nplanetary exploration. Mariner 2 successfully solved the scientific problem of\nthe high temperature observed for Venus by ground-based radio telescopes. It\nalso pioneered new techniques for observing the atmosphere of a planet from\nspace, which were subsequently developed into the microwave sounding and\ninfrared sounding techniques for observing the Earth atmosphere. Today these\ntechniques provide some of the most important data for constraining weather\nforecasting models, as well as a key series of data on the Earth's changing\nclimate.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1302.3675"
  },
  {
    "url": "https://arxiv.org/abs/1302.3312",
    "title": "Title:Proton Cyclotron Waves Upstream from Mars: Observations from Mars Global Surveyor",
    "date_publ": "14 Feb 2013",
    "authors": [
      "Norberto Romanelli",
      "Cesar Bertucci",
      "Daniel Gomez",
      "Christian Mazelle",
      "Magda Delv"
    ],
    "abstract": "Abstract:  We present a study on the properties of electromagnetic plasma waves in the\nregion upstream of the Martian bow shock, detected by the magnetometer and\nelectron reflectometer (MAG / ER) onboard the Mars Global Surveyor (MGS)\nspacecraft during the period known as Science Phasing Orbits (SPO). The\nfrequency of these waves, measured in the MGS reference frame (SC), is close to\nthe local proton cyclotron frequency. Minimum variance analysis (MVA) shows\nthat these 'proton cyclotron frequency' waves (PCWs) are characterized - in the\nSC frame - by a left-hand, elliptical polarization and propagate almost\nparallel to the background magnetic field. They also have a small degree of\ncompressibility and an amplitude that decreases with the increase of the\ninterplanetary magnetic field (IMF) cone angle and radial distance from the\nplanet. The latter result supports the idea that the source of these waves is\nMars. In addition, we find that these waves are not associated with the\nforeshock . Empirical evidence and theoretical approaches suggest that most of\nthese observations correspond to the ion-ion right hand (RH) mode originating\nfrom the pick-up of ionized exospheric hydrogen. The left-hand (LH) mode might\nbe present in cases where the IMF cone angle is high. PCWs occur in 62% of the\ntime during SPO1 subphase, whereas occurrence drops to 8% during SPO2. Also,\nSPO1 PCWs preserve their characteristics for longer time periods and have\ngreater degree of polarization and coherence than those in SPO2. We discuss\nthese results in the context of possible changes in the pick-up conditions from\nSPO1 to SPO2, or steady, spatial inhomogeneities in the wave distribution. The\nlack of influence from the Solar Wind's convective electric field upon the\nlocation of PCWs indicates that there is no clear relation between the spatial\ndistribution of PCWs and that of pick-up ions.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1302.3312"
  },
  {
    "url": "https://arxiv.org/abs/1302.1199",
    "title": "Title:Rotational Characterization of Hayabusa II Target Asteroid (162173) 1999 JU3",
    "date_publ": "5 Feb 2013",
    "authors": [
      "Nicholas Moskovitz (1 and 2)",
      "Shinsuke Abe (3)",
      "Kang-Shian Pan (3)",
      "David Osip (4)",
      "Dimitra Pefkou (1)",
      "Mario Melita (5)",
      "Mauro Elias (5)",
      "Kohei Kitazato (6)",
      "Schelte Bus (7)",
      "Francesca DeMeo (1)",
      "Richard Binzel (1)",
      "Paul Abell (8) ((1) MIT EAPS",
      "(2) Carnegie DTM",
      "(3) National Central University",
      "Taiwan",
      "(4) Carnegie LCO",
      "(5) University of Buenos Aires",
      "Argentina",
      "(6) University of Aizu",
      "Japan",
      "(7) University of Hawaii",
      "IfA",
      "(8) NASA JSC"
    ],
    "abstract": "Abstract:  The Japanese Space Agency's Hayabusa II mission is scheduled to rendezvous\nwith and return a sample from the near-Earth asteroid (162173) 1999 JU3.\nPrevious visible-wavelength spectra of this object show significant variability\nacross multiple epochs which could be the result of a compositionally\nheterogeneous surface. We present new visible and near-infrared spectra to\ndemonstrate that thermally altered carbonaceous chondrites are plausible\ncompositional analogs, however this is a tentative association due to a lack of\nany prominent absorption features in our data. We have also conducted a series\nof high signal-to-noise visible-wavelength observations to investigate the\nreported surface heterogeneity. Our time series of visible spectra do not show\nevidence for variability at a precision level of a few percent. This result\nsuggests two most likely possibilities. One, that the surface of 1999 JU3 is\nhomogenous and that unaccounted for systematic effects are causing spectral\nvariation across epochs. Or two, that the surface of 1999 JU3 is regionally\nheterogenous, in which case existing shape models suggest that any\nheterogeneity must be limited to terrains smaller than approximately 5% of the\ntotal surface area. These new observations represent the last opportunity\nbefore both the launch and return of the Hayabusa II spacecraft to perform\nground-based characterization of this asteroid. Ultimately, these predictions\nfor composition and surface properties will be tested upon completion of the\nmission.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1302.1199"
  },
  {
    "url": "https://arxiv.org/abs/1302.0699",
    "title": "Title:Radial evolution of the wave-vector anisotropy of solar wind turbulence between 0.3 and 1 AU",
    "date_publ": "4 Feb 2013",
    "authors": [
      "Jiansen He",
      "Chuanyi Tu",
      "Eckart Marsch",
      "Sofiane Bourouaine",
      "Zhongtian Pe"
    ],
    "abstract": "Abstract:  We present observations of the power spectral anisotropy in wave-vector space\nof solar wind turbulence, and study how it evolves in interplanetary space with\nincreasing heliocentric distance. For this purpose we use magnetic field\nmeasurements made by the Helios-2 spacecraft at three positions between 0.29\nand 0.9 AU. To derive the power spectral density (PSD) in $(k_\\parallel,\nk_\\bot)$-space based on single-satellite measurements is a challenging task not\nyet accomplished previously. Here we derive the spectrum\n$\\rm{PSD}_{\\rm{2D}}$($\\rm{k}_\\parallel$, $\\rm{k}_\\bot$) from the spatial\ncorrelation function $\\rm{CF}_{\\rm{2D}}(r_\\parallel, r_\\bot)$ by a\ntransformation according to the projection-slice theorem. We find the so\nconstructed PSDs to be distributed in k-space mainly along a ridge that is more\ninclined toward the $\\rm{k}_\\bot$ than $\\rm{k}_\\parallel$ axis, a new result\nwhich probably indicates preferential cascading of turbulent energy along the\n$\\rm{k}_\\bot$ direction. Furthermore, this ridge of the distribution is found\nto gradually get closer to the $\\rm{k}_\\bot$ axis, as the outer scale length of\nthe turbulence becomes larger while the solar wind flows further away from the\nSun. In the vicinity of the $\\rm{k}_\\parallel$ axis, there appears a minor\nspectral component that probably corresponds to quasi-parallel Alfvénic\nfluctuations. Their relative contribution to the total spectral density tends\nto decrease with radial distance. These findings suggest that solar wind\nturbulence undergoes an anisotropic cascade transporting most of its magnetic\nenergy towards larger $\\rm{k}_\\bot$, and that the anisotropy in the inertial\nrange is radially developing further at scales that are relatively far from the\never increasing outer scale.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1302.0699"
  },
  {
    "url": "https://arxiv.org/abs/1302.0277",
    "title": "Title:Meteorology of Jupiter's Equatorial Hot Spots and Plumes from Cassini",
    "date_publ": "1 Feb 2013",
    "authors": [
      "David S. Choi",
      "Adam P. Showman",
      "Ashwin R. Vasavada",
      "Amy A. Simon-Mille"
    ],
    "abstract": "Abstract:  We present an updated analysis of Jupiter's equatorial meteorology from\nCassini observations. For two months preceding the spacecraft's closest\napproach, the Imaging Science Subsystem (ISS) onboard regularly imaged the\natmosphere. We created time-lapse movies from this period in order to analyze\nthe dynamics of equatorial hot spots and their interactions with adjacent\nlatitudes. Hot spots are quasi-stable, rectangular dark areas on\nvisible-wavelength images, with defined eastern edges that sharply contrast\nwith surrounding clouds, but diffuse western edges serving as nebulous\nboundaries with adjacent equatorial plumes. Hot spots exhibit significant\nvariations in size and shape over timescales of days and weeks. Some of these\nchanges correspond with passing vortex systems from adjacent latitudes\ninteracting with hot spots. Strong anticyclonic gyres present to the south and\nsoutheast of the dark areas appear to circulate into hot spots. Impressive,\nbright white plumes occupy spaces in between hot spots. Compact cirrus-like\n'scooter' clouds flow rapidly through the plumes before disappearing within the\ndark areas. These clouds travel at 150-200 m/s, much faster than the 100 m/s\nhot spot and plume drift speed. This raises the possibility that the scooter\nclouds may be more illustrative of the actual jet stream speed at these\nlatitudes. Most previously published zonal wind profiles represent the drift\nspeed of the hot spots at their latitude from pattern matching of the entire\nlongitudinal image strip. If a downward branch of an equatorially-trapped\nRossby waves controls the overall appearance of hot spots, however, the\nwestward phase velocity of the wave leads to underestimates of the true jet\nstream speed.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1302.0277"
  },
  {
    "url": "https://arxiv.org/abs/1302.0006",
    "title": "Title:Determining Reflectance Spectra of Surfaces and Clouds on Exoplanets",
    "date_publ": "31 Jan 2013",
    "authors": [
      "Nicolas B. Cowan",
      "Talia E. Strait (Northwestern University"
    ],
    "abstract": "Abstract:  Planned missions will spatially resolve temperate terrestrial planets from\ntheir host star. Although reflected light from such a planet encodes\ninformation about its surface, it has not been shown how to establish surface\ncharacteristics of a planet without assuming known surfaces to begin with. We\npresent a re-analysis of disk-integrated, time-resolved, multiband photometry\nof Earth obtained by the Deep Impact spacecraft as part of the EPOXI Mission of\nOpportunity. We extract reflectance spectra of clouds, ocean and land without a\npriori knowledge of the numbers or colors of these surfaces. We show that the\ninverse problem of extracting surface spectra from such data is a novel and\nextreme instance of spectral unmixing, a well-studied problem in remote\nsensing. Principal component analysis is used to determine an appropriate\nnumber of model surfaces with which to interpret the data. Shrink-wrapping a\nsimplex to the color excursions of the planet yields a conservative estimate of\nthe planet's endmember spectra. The resulting surface maps are unphysical,\nhowever, requiring negative or larger-than-unity surface coverage at certain\nlocations. Our \"rotational unmixing\" supersedes the endmember analysis by\nsimultaneously solving for the surface spectra and their geographical\ndistributions on the planet, under the assumption of diffuse reflection and\nknown viewing geometry. We use a Markov Chain Monte Carlo to determine best-fit\nparameters and their uncertainties. The resulting albedo spectra are similar to\nclouds, ocean and land seen through a Rayleigh-scattering atmosphere. This\nstudy suggests that future direct-imaging efforts could identify and map\nunknown surfaces and clouds on exoplanets.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1302.0006"
  },
  {
    "url": "https://arxiv.org/abs/1301.7307",
    "title": "Title:The Nuclear Spectroscopic Telescope Array (NuSTAR) Mission",
    "date_publ": "30 Jan 2013",
    "authors": [
      "Fiona A. Harrison",
      "William W. Craig",
      "Finn E. Christensen",
      "Charles J. Hailey",
      "Will W. Zhang",
      "Steven E. Boggs",
      "Daniel Stern",
      "W. Rick Cook",
      "Karl Forster",
      "Paolo Giommi",
      "Brian W. Grefenstette",
      "Yunjin Kim",
      "Takao Kitaguchi",
      "Jason E Koglin",
      "Kristin K. Madsen",
      "Peter H. Mao",
      "Hiromasa Miyasaka",
      "Kaya Mori",
      "Matteo Perri",
      "Michael J. Pivovaroff",
      "Simonetta Puccetti",
      "Vikram R. Rana",
      "Niels J. Westergaard",
      "Jason Willis",
      "Andreas Zoglauer",
      "Hongjun An",
      "Matteo Bachetti",
      "Nicolas M. Barriere",
      "Eric C. Bellm",
      "Varun Bhalerao",
      "Nicolai F. Brejnholt",
      "Felix Fuerst",
      "Carl C. Liebe",
      "Craig B. Markwardt",
      "Melania Nynka",
      "Julia K. Vogel",
      "Dominic J. Walton",
      "Daniel R. Wik",
      "David M. Alexander",
      "Lynn R. Cominsky",
      "Ann E. Hornschemeier",
      "Allan Hornstrup",
      "Victoria M. Kaspi",
      "Greg M. Madejski",
      "Giorgio Matt",
      "Silvano Molendi",
      "David M. Smith",
      "John A. Tomsick",
      "Marco Ajello",
      "David R. Ballantyne",
      "Mislav Balokovic",
      "Diddier Barret",
      "Franz E. Bauer",
      "Roger D. Blandford",
      "W. Niel Brandt",
      "Laura W. Brenneman",
      "James Chiang",
      "Deepto Chakrabarty",
      "Jerome Chenevez",
      "Andrea Comastri",
      "Martin Elvis",
      "Andrew C. Fabian",
      "Duncan Farrah",
      "Chris L. Fryer",
      "Eric V. Gotthelf",
      "Jonathan E. Grindlay",
      "David J. Helfand",
      "Roman Krivonos",
      "David L. Meier",
      "Jon M. Miller",
      "Lorenzo Natalucci",
      "Patrick Ogle",
      "Eran O. Ofek",
      "Andrew Ptak",
      "Stephen P. Reynolds",
      "Jand R. Rigby",
      "Gianpiero Tagliaferri",
      "Stephen E. Thorsett",
      "Ezequiel Treister",
      "C. Megan Urr"
    ],
    "abstract": "Abstract:  The Nuclear Spectroscopic Telescope Array (NuSTAR) mission, launched on 13\nJune 2012, is the first focusing high-energy X-ray telescope in orbit. NuSTAR\noperates in the band from 3 -- 79 keV, extending the sensitivity of focusing\nfar beyond the ~10 keV high-energy cutoff achieved by all previous X-ray\nsatellites. The inherently low-background associated with concentrating the\nX-ray light enables NuSTAR to probe the hard X-ray sky with a more than\none-hundred-fold improvement in sensitivity over the collimated or coded-mask\ninstruments that have operated in this bandpass. Using its unprecedented\ncombination of sensitivity, spatial and spectral resolution, NuSTAR will pursue\nfive primary scientific objectives, and will also undertake a broad program of\ntargeted observations. The observatory consists of two co-aligned\ngrazing-incidence X-ray telescopes pointed at celestial targets by a three-axis\nstabilized spacecraft. Deployed into a 600 km, near-circular, 6degree\ninclination orbit, the Observatory has now completed commissioning, and is\nperforming consistent with pre-launch expectations. NuSTAR is now executing its\nprimary science mission, and with an expected orbit lifetime of ten years, we\nanticipate proposing a guest investigator program, to begin in Fall 2014.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1301.7307"
  },
  {
    "url": "https://arxiv.org/abs/1301.6945",
    "title": "Title:Assessing the Constrained Harmonic Mean Method for Deriving the Kinematics of ICMEs with a Numerical Simulation",
    "date_publ": "29 Jan 2013 (v1), last revised 30 Jan 2013 (this version, v2)",
    "authors": [
      "Tanja Rollett",
      "Manuela Temmer",
      "Christian Möstl",
      "Noé Lugaz",
      "Astrid M. Veronig",
      "Ute V. Möst"
    ],
    "abstract": "Abstract:  In this study we use a numerical simulation of an artificial coronal mass\nejection (CME) to validate a method for calculating propagation directions and\nkinematical profiles of interplanetary CMEs (ICMEs). In this method\nobservations from heliospheric images are constrained with in-situ plasma and\nfield data at 1 AU. These data are used to convert measured ICME elongations\ninto distance by applying the Harmonic Mean approach that assumes a spherical\nshape of the ICME front. We use synthetic white-light images, similar as\nobserved by STEREO-A/HI, for three different separation angles between remote\nand in-situ spacecraft, of 30°, 60°, and 90°. To validate the\nresults of the method they are compared to the apex speed profile of the\nmodeled ICME, as obtained from a top view. This profile reflects the \"true\"\napex kinematics since it is not affected by scattering or projection effects.\nIn this way it is possible to determine the accuracy of the method for\nrevealing ICME propagation directions and kinematics. We found that the\ndirection obtained by the constrained Harmonic Mean method is not very\nsensitive to the separation angle (30° sep: \\phi = W7; 60° sep: \\phi\n= W12; 90° sep: \\phi = W15; true dir.: E0/W0). For all three cases the\nderived kinematics are in a relatively good agreement with the real kinematics.\nThe best consistency is obtained for the 30° case, while with growing\nseparation angle the ICME speed at 1 AU is increasingly overestimated (30°\nsep: \\Delta V_arr ~-50 km/s, 60° sep: \\Delta V_arr ~+75 km/s, 90°\nsep: \\Delta V_arr ~+125 km/s). Especially for future L4/L5 missions the\n60° separation case is highly interesting in order to improve space\nweather forecasts.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1301.6945"
  },
  {
    "url": "https://arxiv.org/abs/1301.6119",
    "title": "Title:Velocity and Vorticity Measurements of Jupiter's Great Red Spot Using Automated Cloud Feature Tracking",
    "date_publ": "25 Jan 2013",
    "authors": [
      "David S. Choi",
      "Don Banfield",
      "Peter J. Gierasch",
      "Adam P. Showma"
    ],
    "abstract": "Abstract:  We have produced mosaics of the Great Red Spot (GRS) using images taken by\nthe Galileo spacecraft in May 2000, and have measured the winds of the GRS\nusing an automated algorithm that does not require manual cloud tracking. Our\ntechnique yields a high-density, regular grid of wind velocity vectors that is\nadvantageous over a limited number of scattered wind vectors that result from\nmanual cloud tracking. The high-velocity collar of the GRS is clearly seen from\nour velocity vector map, and highest wind velocities are measured to be around\n170 m/s. The high resolution of the mosaics have also enabled us to map\nturbulent eddies inside the chaotic central region of the GRS, similar to those\nmapped by Sada et al. (1996) and Vasavada et al. (1998). Using the wind\nvelocity measurements, we computed particle trajectories around the GRS as well\nas maps of relative and absolute vorticities. We have discovered a narrow ring\nof cyclonic vorticity that surrounds the main anti-cyclonic high-velocity\ncollar. This narrow ring appears to correspond to a ring surrounding the GRS\nthat is bright in 5-microns (Terrile and Beebe 1979). It appears that this\ncyclonic ring is not a transient feature of the GRS, as we have discovered it\nin a re-analysis of Galileo data taken in 1996 first analyzed by Vasavada et\nal. (1998). We also calculate how absolute vorticity changes as a function of\nlatitude along a trajectory around the GRS and compare these measurements to\nsimilar ones performed by Dowling and Ingersoll (1988) using Voyager data. We\nshow no dramatic evolution in the structure of the GRS since the Voyager era\nexcept for additional evidence for a counterrotating GRS core, an increase in\nvelocity in the main velocity collar, and an overall decrease in the length of\nthe GRS.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1301.6119"
  },
  {
    "url": "https://arxiv.org/abs/1301.5813",
    "title": "Title:Nine months of monitoring of a V777-Her pulsator with the Kepler spacecraft",
    "date_publ": "24 Jan 2013",
    "authors": [
      "Roy H. Østense"
    ],
    "abstract": "Abstract:  The V777 Her pulsator KIC 8626021 has been observed continuously by the\nKepler space telescope for nine months. Two new independent pulsation modes are\ndetected in the extended dataset, which both match the predicted sequence of\n\\ell = 2 modes. We demonstrate the photometric stability of the main pulsation\nmodes and discuss the prospect of measuring period changes within the context\nof the extended Kepler mission.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1301.5813"
  },
  {
    "url": "https://arxiv.org/abs/1301.5601",
    "title": "Title:Fields and Flares: Understanding the Complex Magnetic Topologies of Solar Active Regions",
    "date_publ": "23 Jan 2013",
    "authors": [
      "Sophie A. Murra"
    ],
    "abstract": "Abstract:  Sunspots are regions of decreased brightness on the visible surface of the\nSun (photosphere) that are associated with strong magnetic fields. They have\nbeen found to be locations associated with solar flares, which occur when\nenergy stored in sunspot magnetic fields is suddenly released. The processes\ninvolved in flaring and the link between sunspot magnetic fields and flares is\nstill not fully understood, and this thesis aims to gain a better understanding\nof these topics. The magnetic field evolution of a number of sunspot regions is\nexamined using high spatial resolution data from the Hinode spacecraft. The\nresearch presented in this thesis gives insight into both photospheric and\ncoronal magnetic field evolution of flaring regions. Significant increases in\nvertical field strength, current density, and field inclination angle towards\nthe vertical are observed in the photosphere just hours before a flare occurs,\nwhich is on much shorter timescales than previously studied. First observations\nof spatial changes in field inclination across a magnetic neutral line\n(generally believed to be a typical source region of flares) are also\ndiscovered. 3D magnetic field extrapolation methods are used to study the\ncoronal magnetic field, using the photospheric magnetic field data as a\nboundary condition. Magnetic energy and free magnetic energy are observed to\nincrease significantly a few hours before a flare, and decrease afterwards,\nwhich is a similar trend to the photospheric field parameter changes observed.\nEvidence of partial Taylor relaxation is also detected after a flare, as\npredicted by several previous studies. The results outlined in this thesis show\nthat this particular field of research is vital in furthering our understanding\nof the magnetic nature of sunspots and its link to flare processes.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1301.5601"
  },
  {
    "url": "https://arxiv.org/abs/1301.3955",
    "title": "Title:Observations of the WASP-2 System by the APOSTLE Program",
    "date_publ": "17 Jan 2013",
    "authors": [
      "Andrew C. Becker",
      "Praveen Kundurthy",
      "Eric Agol",
      "Rory Barnes",
      "Benjamin F. Williams",
      "Amy E. Ros"
    ],
    "abstract": "Abstract:  We present transit observations of the WASP-2 exoplanet system by the Apache\nPoint Survey of Transit Lightcurves of Exoplanets (APOSTLE) program. Model\nfitting to these data allows us to improve measurements of the hot-Jupiter\nexoplanet WASP-2b and its orbital parameters by a factor of ~2 over prior\nstudies; we do not find evidence for transit depth variations. We do find\nreduced chi^2 values greater than 1.0 in the observed minus computed transit\ntimes. A sinusoidal fit to the residuals yields a timing semi-amplitude of 32\nseconds and a period of 389 days. However, random rearrangements of the data\nprovide similar quality fits, and we cannot with certainty ascribe the timing\nvariations to mutual exoplanet interactions. This inconclusive result is\nconsistent with the lack of incontrovertible transit timing variations (TTVs)\nobserved in other hot-Jupiter systems. This outcome emphasizes that unique\nrecognition of TTVs requires dense sampling of the libration cycle (e.g.\ncontinuous observations from space-based platforms). However, even in systems\nobserved with the Kepler spacecraft, there is a noted lack of transiting\ncompanions and TTVs in hot-Jupiter systems. This result is more meaningful, and\nindicates that hot-Jupiter systems, while they are easily observable from the\nground, do not appear to be currently configured in a manner favorable to the\ndetection of TTVs. The future of ground-based TTV studies may reside in\nresolving secular trends, and/or implementation at extreme quality observing\nsites to minimize atmospheric red noise.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1301.3955"
  },
  {
    "url": "https://arxiv.org/abs/1301.3831",
    "title": "Title:Perspectives on effectively constraining the location of a massive trans-Plutonian object with the New Horizons spacecraft: a sensitivity analysis",
    "date_publ": "16 Jan 2013 (v1), last revised 29 Jan 2016 (this version, v4)",
    "authors": [
      "Lorenzo Iori"
    ],
    "abstract": "Abstract:  The radio tracking apparatus of the New Horizons spacecraft, currently\ntraveling to the Pluto system where its arrival is scheduled for July 2015,\nshould be able to reach an accuracy of 10 m (range) and 0.1 mm s^-1\n(range-rate) over distances up to 50 au. This should allow to effectively\nconstrain the location of a putative trans-Plutonian massive object, dubbed\nPlanet X (PX) hereafter, whose existence has recently been postulated for a\nvariety of reasons connected with, e.g., the architecture of the Kuiper belt\nand the cometary flux from the Oort cloud. Traditional scenarios involve a\nrock-ice planetoid with mX = 0.7mE at some 100 - 200 au, or a Jovian body with\nmX = 5mJ at about 10,000 - 20,000 au; as a result of our preliminary\nsensitivity analysis, they should be detectable by New Horizons since they\nwould impact its range at a km level or so over a time span six years long.\nConversely, range residuals statistically compatible with zero having an\namplitude of 10 m would imply that PX, if it exists, could not be located at\nless than about 4,500 au (mX = 0.7mE) or 60,000 au (mX = 5mJ), thus making a\ndirect detection quite demanding with the present-day technologies. As a\nconsequence, it would be appropriate to rename such a remote body as Telisto.\nAlso fundamental physics would benefit from this analysis since certain subtle\neffects predicted by MOND for the deep Newtonian regions of our Solar System\nare just equivalent to those of a distant pointlike mass.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " General Relativity and Quantum Cosmology (gr-qc)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1301.3831"
  },
  {
    "url": "https://arxiv.org/abs/1301.3818",
    "title": "Title:Cassini UVIS Observations of the Io Plasma Torus: I. Initial Results",
    "date_publ": "16 Jan 2013",
    "authors": [
      "Andrew J. Steffl",
      "A. Ian F. Stewart",
      "Fran Bagena"
    ],
    "abstract": "Abstract:  During the Cassini spacecraft's flyby of Jupiter (October, 2000-March, 2001),\nthe Ultraviolet Imaging Spectrograph (UVIS) produced an extensive dataset\nconsisting of 3,349 spectrally dispersed images of the Io plasma torus. Here we\npresent an example of the raw data and representative EUV spectra\n(561Å-1181Å) of the torus, obtained on October 1, 2000 and November 14,\n2000. For most of the flyby period, the entire Io torus fit within the UVIS\nfield-of-view, enabling the measurement of the total power radiated from the\ntorus in the extreme ultraviolet. A typical value for the total power radiated\nin the wavelength range of 580Å-1181Å is 1.7x10^12 W, with observed\nvariations of up to 25%. Several brightening events were observed. These events\nlasted for roughly 20 hours, during which time the emitted power increased\nrapidly by ~20% before slowly returning to the pre-event level. Observed\nvariations in the relative intensities of torus spectral features provide\nstrong evidence for compositional changes in the torus plasma with time.\nSpatial profiles of the EUV emission show no evidence for a sharply peaked\n\"ribbon\" feature. The ratio of the brightness of the dusk ansa to the\nbrightness of the dawn ansa is observed to be highly variable, with an average\nvalue of 1.30. Weak longitudinal variations in the brightness of the torus\nansae were observed at the 2% level.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1301.3818"
  },
  {
    "url": "https://arxiv.org/abs/1301.3813",
    "title": "Title:Cassini UVIS observations of the Io plasma torus. II. Radial variations",
    "date_publ": "16 Jan 2013",
    "authors": [
      "Andrew J. Steffl",
      "Fran Bagenal",
      "A. Ian F. Stewar"
    ],
    "abstract": "Abstract:  On January 14, 2001, shortly after the Cassini spacecraft's closest approach\nto Jupiter, the Ultraviolet Imaging Spectrometer (UVIS) made a radial scan\nthrough the midnight sector of Io plasma torus. The Io torus has not been\npreviously observed at this local time. The UVIS data consist of 2-D spectrally\ndispersed images of the Io plasma torus in the wavelength range of\n561Å-1912Å. We developed a spectral emissions model that incorporates\nthe latest atomic physics data contained in the CHIANTI database in order to\nderive the composition of the torus plasma as a function of radial distance.\nElectron temperatures derived from the UVIS torus spectra are generally less\nthan those observed during the Voyager era. We find the torus ion composition\nderived from the UVIS spectra to be significantly different from the\ncomposition during the Voyager era. Notably, the torus contains substantially\nless oxygen, with a total oxygen-to-sulfur ion ratio of 0.9. The average ion\ncharge state has increased to 1.7. We detect S V in the Io torus at the\n3{\\sigma} level. S V has a mixing ratio of 0.5%. The spectral emission model\nused in can approximate the effects of a non-thermal distribution of electrons.\nThe ion composition derived using a kappa distribution of electrons is\nidentical to that derived using a Maxwellian electron distribution; however,\nthe kappa distribution model requires a higher electron column density to match\nthe observed brightness of the spectra. The derived value of the kappa\nparameter decreases with radial distance and is consistent with the value of\n{\\kappa}=2.4 at 8 RJ derived by the Ulysses URAP instrument (Meyer-Vernet et\nal., 1995). The observed radial profile of electron column density is\nconsistent with a flux tube content, NL^2, that is proportional to r^-2.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1301.3813"
  },
  {
    "url": "https://arxiv.org/abs/1301.3804",
    "title": "Title:A Search for Vulcanoids with the STEREO Heliospheric Imager",
    "date_publ": "16 Jan 2013",
    "authors": [
      "A. J. Steffl",
      "N. J. Cunningham",
      "A. B. Shinn",
      "D. D. Durda",
      "S. A. Ster"
    ],
    "abstract": "Abstract:  Interior to the orbit of Mercury, between 0.07 and 0.21 AU, is a dynamically\nstable region where a population of asteroids, known as Vulcanoids, may reside.\nWe present the results from our search for Vulcanoids using archival data from\nthe Heliospheric Imager-1 (HI-1) instrument on NASA's two STEREO spacecraft.\nFour separate observers independently searched through images obtained from\n2008-12-10 to 2009-02-28. Roughly, all Vulcanoids with e<=0.15 and i<=15deg\nwill pass through the HI-1 field of view at least twice during this period. No\nVulcanoids were detected. Based on the number of synthetic Vulcanoids added to\nthe data that were detected, we derive a 3 sigma upper limit (i.e. a confidence\nlevel >0.997) that there are presently no Vulcanoids larger than 5.7 km in\ndiameter, assuming an R-band albedo of p_R=0.05 and a Mercury-like phase\nfunction. The present-day Vulcanoid population, if it exists at all, is likely\na small remnant of the hypothetical primordial Vulcanoid population due to the\ncombined effects of collisional evolution and subsequent radiative transport of\ncollisional fragments. If we assume an extant Vulcanoid population with a\ncollisional equilibrium differential size distribution with a power law index\nof -3.5, our limit implies that there are no more than 76 Vulcanoids larger\nthan 1 km.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1301.3804"
  },
  {
    "url": "https://arxiv.org/abs/1301.3797",
    "title": "Title:MeV electrons detected by the Alice UV spectrograph during the New Horizons flyby of Jupiter",
    "date_publ": "16 Jan 2013",
    "authors": [
      "A. J. Steffl",
      "A. B. Shinn",
      "G. R. Gladstone",
      "J. Wm. Parker",
      "K. D. Retherford",
      "D. C. Slater",
      "M. H. Versteeg",
      "S. A. Ster"
    ],
    "abstract": "Abstract:  In early 2007, the New Horizons spacecraft flew through the Jovian\nmagnetosphere on the dusk side. Here, we present results from a novel means of\ndetecting energetic electrons along New Horizons' trajectory: the background\ncount rate of the Alice ultraviolet spectrograph. Electrons with energies >1\nMeV can penetrate the thin aluminum housing of Alice, interact with the\nmicrochannel plate detector, and produce a count that is indistinguishable from\nan FUV photon. We present Alice data, proportional to the MeV electron flux,\nfrom an 11-day period centered on the spacecraft's closest approach to Jupiter,\nand compare it to electron data from the PEPSSI instrument. We find that a\nsolar wind compression event passed over the spacecraft just prior to it\nentering the Jovian magnetosphere. Subsequently, the magnetopause boundary was\ndetected at a distance of 67 R_J suggesting a compressed magnetospheric\nconfiguration. Three days later, when the spacecraft was 35-90 R_J downstream\nof Jupiter, New Horizons observed a series of 15 current sheet crossings, all\nof which occurred significantly northward of model predictions implying solar\nwind influence over the middle and outer Jovian magnetosphere, even to radial\ndistances as small as ~35 R_J. In addition, we find the Jovian current sheet,\nwhich had a half-thickness of at least 7.4 R_J between 1930 and 2100 LT\nabruptly thinned to a thickness of ~3.4 R_J around 2200 LT.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1301.3797"
  },
  {
    "url": "https://arxiv.org/abs/1301.3740",
    "title": "Title:IPN localizations of Konus short gamma-ray bursts",
    "date_publ": "16 Jan 2013 (v1), last revised 5 Aug 2013 (this version, v2)",
    "authors": [
      "V. D. Pal'shin",
      "K. Hurley",
      "D. S. Svinkin",
      "R. L. Aptekar",
      "S. V. Golenetskii",
      "D. D. Frederiks",
      "E. P. Mazets",
      "P. P. Oleynik",
      "M. V. Ulanov",
      "T. Cline",
      "I. G. Mitrofanov",
      "D. V. Golovin",
      "A. S. Kozyrev",
      "M. L. Litvak",
      "A. B. Sanin",
      "W. Boynton",
      "C. Fellows",
      "K. Harshman",
      "J. Trombka",
      "T. McClanahan",
      "R. Starr",
      "J. Goldsten",
      "R. Gold",
      "A. Rau",
      "A. von Kienlin",
      "V. Savchenko",
      "D. M. Smith",
      "W. Hajdas",
      "S. D. Barthelmy",
      "J. Cummings",
      "N. Gehrels",
      "H. Krimm",
      "D. Palmer",
      "K. Yamaoka",
      "M. Ohno",
      "Y. Fukazawa",
      "Y. Hanabata",
      "T. Takahashi",
      "M. Tashiro",
      "Y. Terada",
      "T. Murakami",
      "K. Makishima",
      "M. S. Briggs",
      "R. M. Kippen",
      "C. Kouveliotou",
      "C. Meegan",
      "G. Fishman",
      "V. Connaughton",
      "M. Boer",
      "C. Guidorzi",
      "F. Frontera",
      "E. Montanari",
      "F. Rossi",
      "M. Feroci",
      "L. Amati",
      "L. Nicastro",
      "M. Orlandini",
      "V. Connaughton",
      "E. Del Monte",
      "E. Costa",
      "I. Donnarumma",
      "Y. Evangelista",
      "I. Lapshov",
      "F. Lazzarotto",
      "L. Pacciani",
      "M. Rapisarda",
      "P. Soffitta",
      "G. Di Cocco",
      "F. Fuschino",
      "M. Galli",
      "C. Labanti",
      "M. Marisaldi",
      "J.-L. Atteia",
      "R. Vanderspek",
      "G. Ricke"
    ],
    "abstract": "Abstract:  Between the launch of the \\textit{GGS Wind} spacecraft in 1994 November and\nthe end of 2010, the Konus-\\textit{Wind} experiment detected 296 short-duration\ngamma-ray bursts (including 23 bursts which can be classified as short bursts\nwith extended emission). During this period, the IPN consisted of up to eleven\nspacecraft, and using triangulation, the localizations of 271 bursts were\nobtained. We present the most comprehensive IPN localization data on these\nevents. The short burst detection rate, $\\sim$18 per year, exceeds that of many\nindividual experiments.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1301.3740"
  },
  {
    "url": "https://arxiv.org/abs/1301.3522",
    "title": "Title:The Interplanetary Network Supplement to the Fermi GBM Catalog of Cosmic Gamma-Ray Bursts",
    "date_publ": "15 Jan 2013 (v1), last revised 21 Jun 2013 (this version, v2)",
    "authors": [
      "K. Hurley",
      "V. D. Pal'shin",
      "R. L. Aptekar",
      "S. V. Golenetskii",
      "D. D. Frederiks",
      "E. P. Mazets",
      "D. S. Svinkin",
      "M. S. Briggs",
      "V. Connaughton",
      "C. Meegan",
      "J. Goldsten",
      "W. Boynton",
      "C. Fellows",
      "K. Harshman",
      "I. G. Mitrofanov",
      "D. V. Golovin",
      "A. S. Kozyrev",
      "M. L. Litvak",
      "A. B. Sanin",
      "A. Rau",
      "A. von Kienlin",
      "X. Zhang",
      "K. Yamaoka",
      "Y. Fukazawa",
      "Y. Hanabata",
      "M. Ohno",
      "T. Takahashi",
      "M. Tashiro",
      "Y. Terada",
      "T. Murakami",
      "K. Makishima",
      "S. Barthelmy",
      "T. Cline",
      "N. Gehrels",
      "J. Cummings",
      "H. A. Krimm",
      "D.M. Smith",
      "E. Del Monte",
      "M. Feroci",
      "M. Marisald"
    ],
    "abstract": "Abstract:  We present Interplanetary Network (IPN) data for the gamma-ray bursts in the\nfirst Fermi Gamma-Ray Burst Monitor (GBM) catalog. Of the 491 bursts in that\ncatalog, covering 2008 July 12 to 2010 July 11, 427 were observed by at least\none other instrument in the 9-spacecraft IPN. Of the 427, the localizations of\n149 could be improved by arrival time analysis (or triangulation). For any\ngiven burst observed by the GBM and one other distant spacecraft, triangulation\ngives an annulus of possible arrival directions whose half-width varies between\nabout 0.4' and 32 degrees, depending on the intensity, time history, and\narrival direction of the burst, as well as the distance between the spacecraft.\nWe find that the IPN localizations intersect the 1 sigma GBM error circles in\nonly 52% of the cases, if no systematic uncertainty is assumed for the latter.\nIf a 6 degree systematic uncertainty is assumed and added in quadrature, the\ntwo localization samples agree about 87% of the time, as would be expected. If\nwe then multiply the resulting error radii by a factor of 3, the two samples\nagree in slightly over 98% of the cases, providing a good estimate of the GBM 3\nsigma error radius. The IPN 3 sigma error boxes have areas between about 1\nsquare arcminute and 110 square degrees, and are, on the average, a factor of\n180 smaller than the corresponding GBM localizations. We identify two bursts in\nthe IPN/GBM sample that did not appear in the GBM catalog. In one case, the GBM\ntriggered on a terrestrial gamma flash, and in the other, its origin was given\nas uncertain. We also discuss the sensitivity and calibration of the IPN.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1301.3522"
  }
]