[
  {
    "url": "https://arxiv.org/abs/2105.11577",
    "title": "Title:An elementary solution to Lambert's problem",
    "date_publ": "24 May 2021",
    "authors": [
      "Robert Easton",
      "Rodney Anderson",
      "Martin L"
    ],
    "abstract": "Abstract:  A fundamental problem in spacecraft mission design is to find a free flight\npath from one place to another with a given transfer time. This problem for\npaths in a central force field is known as Lambert's problem. Although this is\nan old problem, we take a new approach. Given two points in the plane, we\nproduce the conic parameters for all conic paths between these points. For a\ngiven central force gravitational parameter, the travel time between the launch\nand destination points is computed along with the initial and final velocities\nfor each transfer conic. For a given travel time, we calculate the parameters\nfor a transfer conic having that travel time.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Dynamical Systems (math.DS)"
    ],
    "url_pdf": "/pdf/2105.11577"
  },
  {
    "url": "https://arxiv.org/abs/2105.10602",
    "title": "Title:The effect of stream interaction regions on ICME structures observed in longitudinal conjunction",
    "date_publ": "21 May 2021",
    "authors": [
      "Reka M. Winslow",
      "Camilla Scolini",
      "Noé Lugaz",
      "Antoinette B. Galvi"
    ],
    "abstract": "Abstract:  We study two interplanetary coronal mass ejections (ICMEs) observed at\nMercury and 1 AU by spacecraft in longitudinal conjunction, investigating the\nquestion: what causes the drastic alterations observed in some ICMEs during\npropagation, while other ICMEs remain relatively unchanged? Of the two ICMEs,\nthe first one propagated relatively self-similarly, while the second one\nunderwent significant changes in its properties. We focus on the presence or\nabsence of large-scale corotating structures in the ICME propagation space\nbetween Mercury and 1 AU, that have been shown to influence the orientation of\nICME magnetic structures and the properties of ICME sheaths. We determine the\nflux rope orientation at the two locations using force-free flux rope fits as\nwell as the classification by Nieves-Chinchilla et al. (2019). We also use\nmeasurements of plasma properties at 1 AU, the size evolution of the sheaths\nand ME with heliocentric distance, and identification of structures in the\npropagation space based on in situ data, remote-sensing observations, and\nsimulations of the steady-state solar wind, to complement our analysis. Results\nindicate that the changes observed in one ICME were likely caused by a stream\ninteraction region, while the ICME exhibiting little change did not interact\nwith any transients between Mercury and 1 AU. This work provides an example of\nhow interactions with corotating structures in the solar wind can induce\nfundamental changes in ICMEs. Our findings can help lay the foundation for\nimproved predictions of ICME properties at 1 AU.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2105.10602"
  },
  {
    "url": "https://arxiv.org/abs/2105.09965",
    "title": "Title:Detection of volatiles undergoing sublimation from 67P/Churyumov-Gerasimenko coma particles using ROSINA/COPS. II. The nude gauge",
    "date_publ": "20 May 2021",
    "authors": [
      "Boris Pestoni",
      "Kathrin Altwegg",
      "Hans Balsiger",
      "Nora Hänni",
      "Martin Rubin",
      "Isaac Schroeder",
      "Markus Schuhmann",
      "Susanne Wampfle"
    ],
    "abstract": "Abstract:  In an earlier study, we reported that the ram gauge of the COmet Pressure\nSensor (COPS), one of the three instruments of the Rosetta Orbiter Spectrometer\nfor Ion and Neutral Analysis (ROSINA), could be used to obtain information\nabout the sublimating content of icy particles, made up of volatiles and\nconceivably refractories coming from comet 67P/Churyumov-Gerasimenko.\nIn this work, we extend the investigation to the second COPS gauge, the nude\ngauge. In particular, we analyse the volume of the volatile content of coma\nparticles, along with a search for possible dependencies between the nude gauge\ndetection rate (i.e. the rate at which icy particles are detected by the nude\ngauge) and the position of the Rosetta spacecraft. We also investigate the\ncorrelations of the nude gauge detection rate with the quantities associated\nwith cometary activity.\nAlthough it was not originally designed for such a purpose, the COPS nude\ngauge has been able to detect $\\sim$67000 features generated by the sublimation\nof the volatile content of icy particles. The nude gauge detection rate follows\na trend that is inversely proportional to the heliocentric distance. This\nresult is interpreted as a confirmation of a possible relation between the nude\ngauge detection rate and cometary activity. Thus, we compared the former with\nparameters related to cometary activity and obtained significant correlations,\nindicating that the frequency of icy particle detection is driven by cometary\nactivity. Furthermore, by representing the volatile part of the icy particles\nas equivalent spheres with a density of 1 g cm$^{-3}$, we obtained a range of\ndiameters between 60 and 793 nanometres, with the smaller ones\n($<390\\,\\mathrm{nm}$ in diameter) having a size distribution power index of\n$-4.79\\pm 0.26$.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2105.09965"
  },
  {
    "url": "https://arxiv.org/abs/2105.09164",
    "title": "Title:An Observational Study of a \"Rosetta-Stone\" Solar Eruption",
    "date_publ": "19 May 2021",
    "authors": [
      "E I Mason",
      "Spiro Antiochos",
      "Angelos Vourlida"
    ],
    "abstract": "Abstract:  This Letter reports observations of an event that connects all major classes\nof solar eruptions: those that erupt fully into the heliosphere versus those\nthat fail and are confined to the Sun, and those that eject new flux into the\nheliosphere, in the form of a flux rope, versus those that eject only new\nplasma in the form of a jet. The event originated in a filament channel\noverlying a circular polarity inversion line (PIL) and occurred on 2013-03-20\nduring the extended decay phase of the active region designated NOAA\n12488/12501. The event was especially well-observed by multiple spacecraft and\nexhibited the well-studied null-point topology. We analyze all aspects of the\neruption using SDO AIA and HMI, STEREO-A EUVI, and SOHO LASCO imagery. One\nsection of the filament undergoes a classic failed eruption with cool plasma\nsubsequently draining onto the section that did not erupt, but a complex\nstructured CME/jet is clearly observed by SOHO LASCO C2 shortly after the\nfailed filament eruption. We describe in detail the slow buildup to eruption,\nthe lack of an obvious trigger, and the immediate reappearance of the filament\nafter the event. The unique mixture of major eruption properties observed\nduring this event places severe constraints on the structure of the filament\nchannel field and, consequently, on the possible eruption mechanism.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2105.09164"
  },
  {
    "url": "https://arxiv.org/abs/2105.09029",
    "title": "Title:Optimal Science-time Reorientation Policy for the Comet Interceptor Flyby via Sequential Convex Programming",
    "date_publ": "19 May 2021",
    "authors": [
      "Valentin Preda",
      "Andrew Hyslop",
      "Samir Bennan"
    ],
    "abstract": "Abstract:  This paper introduces an algorithm to perform optimal reorientation of a\nspacecraft during a high speed flyby mission that maximizes the time a certain\ntarget is kept within the field of view of scientific instruments. The method\ndirectly handles the nonlinear dynamics of the spacecraft, sun exclusion\nconstraint, torque and momentum limits on the reaction wheels as well as\npotential faults in these actuators. A sequential convex programming approach\nwas used to reformulate non-convex pointing objectives and other constraints in\nterms of a series of novel convex cardinality minimization problems. These\nsubproblems were then efficiently solved even on limited hardware resources\nusing convex programming solvers implementing second-order conic constraints.\nThe proposed method was applied to a scenario that involved maximizing the\nscience time for the upcoming Comet Interceptor flyby mission developed by the\nEuropean Space Agency. Extensive simulation results demonstrate the capability\nof the approach to generate viable trajectories even in the presence of\nreaction wheel failures or prior dust particle impacts.",
    "categories": [
      "Systems and Control (eess.SY)",
      " Optimization and Control (math.OC)"
    ],
    "url_pdf": "/pdf/2105.09029"
  },
  {
    "url": "https://arxiv.org/abs/2105.08509",
    "title": "Title:Conjunction Data Messages behave as a Poisson Process",
    "date_publ": "14 May 2021 (v1), last revised 21 Dec 2021 (this version, v2)",
    "authors": [
      "Francisco Caldas",
      "Claudia Soares",
      "Cláudia Nunes",
      "Marta Guimarães",
      "Mariana Filipe",
      "Rodrigo Ventur"
    ],
    "abstract": "Abstract:  Space debris is a major problem in space exploration. International bodies\ncontinuously monitor a large database of orbiting objects and emit warnings in\nthe form of conjunction data messages. An important question for satellite\noperators is to estimate when fresh information will arrive so that they can\nreact timely but sparingly with satellite maneuvers. We propose a statistical\nlearning model of the message arrival process, allowing us to answer two\nimportant questions: (1) Will there be any new message in the next specified\ntime interval? (2) When exactly and with what uncertainty will the next message\narrive? The average prediction error for question (2) of our Bayesian Poisson\nprocess model is smaller than the baseline in more than 4 hours in a test set\nof 50k close encounter events.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/2105.08509"
  },
  {
    "url": "https://arxiv.org/abs/2105.08011",
    "title": "Title:General exact law of compressible isentropic magnetohydrodynamic flows: theory and spacecraft observations in the solar wind",
    "date_publ": "17 May 2021",
    "authors": [
      "Pauline Simon",
      "Fouad Sahraou"
    ],
    "abstract": "Abstract:  Various forms of exact laws governing magnetohydrodynamic (MHD) turbulence\nhave been derived either in the incompressibility limit, or for isothermal\ncompressible flows. Here we propose a more general method that allows us to\nobtain such laws for any turbulent isentropic flow (i.e., constant entropy). We\ndemonstrate that the known MHD exact laws (incompressible and isothermal) and\nthe new (polytropic) one can be obtained as specific cases of the general law\nwhen the corresponding closure equation is stated. We also recover all known\nexact laws of hydrodynamic (HD) turbulence (incompressible, isothermal and\npolytropic) from this law in the limit ${\\bf B}=0$. We furthermore show that\nthe difference between the two forms (isothermal and polytropic) of the MHD\nexact laws of interest in this work resides in some of the source terms and in\nthe explicit form of the flux term that depends on internal energy. Finally, we\napply these two forms to Parker Solar Probe (PSP) data taken in the inner\nheliosphere to highlight how the different closure equations affect the energy\ncascade rate estimates.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)",
      " Fluid Dynamics (physics.flu-dyn)"
    ],
    "url_pdf": "/pdf/2105.08011"
  },
  {
    "url": "https://arxiv.org/abs/2105.07987",
    "title": "Title:A CHEOPS White Dwarf Transit Search",
    "date_publ": "17 May 2021",
    "authors": [
      "Brett M. Morris",
      "Kevin Heng",
      "Alexis Brandeker",
      "Andrew Swan",
      "Monika Lend"
    ],
    "abstract": "Abstract:  White dwarf spectroscopy shows that nearly half of white dwarf atmospheres\ncontain metals that must have been accreted from planetary material that\nsurvived the red giant phases of stellar evolution. We can use metal pollution\nin white dwarf atmospheres as flags, signalling recent accretion, in order to\nprioritize an efficient sample of white dwarfs to search for transiting\nmaterial. We present a search for planetesimals orbiting six nearby white\ndwarfs with the CHEOPS spacecraft. The targets are relatively faint for CHEOPS,\n$11$ mag $< G < 12.8$ mag. We use aperture photometry data products from the\nCHEOPS mission as well as custom PSF photometry to search for periodic\nvariations in flux due to transiting planetesimals. We detect no significant\nvariations in flux that cannot be attributed to spacecraft systematics, despite\nreaching a photometric precision of $<2$ ppt in 60 s exposures on each target.\nWe simulate observations to show that the small survey is sensitive primarily\nto Moon-sized transiting objects with periods $3$ hr $< P < 10$ hr, with radii\n$R \\gtrsim 1000$ km.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2105.07987"
  },
  {
    "url": "https://arxiv.org/abs/2105.07790",
    "title": "Title:Statistical study of electron density turbulence and ion-cyclotron waves in the inner heliosphere: Solar Orbiter observations",
    "date_publ": "17 May 2021",
    "authors": [
      "F. Carbone",
      "L. Sorriso-Valvo",
      "Yu. V. Khotyaintsev",
      "K. Steinvall",
      "A. Vecchio",
      "D. Telloni",
      "E. Yordanova",
      "D. B. Graham",
      "N. J. T. Edberg",
      "A. I. Eriksson",
      "E. P. G. Johansson",
      "C. L. Vásconez",
      "M. Maksimovic",
      "R. Bruno",
      "R. D'Amicis",
      "S. D. Bale",
      "T. Chust",
      "V. Krasnoselskikh",
      "M. Kretzschmar",
      "E. Lorfèvre",
      "D. Plettemeier",
      "J. Soucek",
      "M. Steller",
      "Š. Štverák",
      "P. Trávnícek",
      "A. Vaivads",
      "T. S. Horbury",
      "H. O'Brien",
      "V. Angelini",
      "V. Evan"
    ],
    "abstract": "Abstract:  The recently released spacecraft potential measured by the RPW instrument\non-board Solar Orbiter has been used to estimate the solar wind electron\ndensity in the inner heliosphere. Solar-wind electron density measured during\nJune 2020 has been analysed to obtain a thorough characterization of the\nturbulence and intermittency properties of the fluctuations. Magnetic field\ndata have been used to describe the presence of ion-scale waves. Selected\nintervals have been extracted to study and quantify the properties of\nturbulence. The Empirical Mode Decomposition has been used to obtain the\ngeneralized marginal Hilbert spectrum, equivalent to the structure functions\nanalysis, and additionally reducing issues typical of non-stationary, short\ntime series. The presence of waves was quantitatively determined introducing a\nparameter describing the time-dependent, frequency-filtered wave power. A well\ndefined inertial range with power-law scaling has been found almost everywhere.\nHowever, the Kolmogorov scaling and the typical intermittency effects are only\npresent in part of the samples. Other intervals have shallower spectra and more\nirregular intermittency, not described by models of turbulence. These are\nobserved predominantly during intervals of enhanced ion frequency wave\nactivity. Comparisons with compressible magnetic field intermittency (from the\nMAG instrument) and with an estimate of the solar wind velocity (using electric\nand magnetic field) are also provided to give general context and help\ndetermine the cause for the anomalous fluctuations.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/2105.07790"
  },
  {
    "url": "https://arxiv.org/abs/2105.06550",
    "title": "Title:Small-scale Magnetic Flux Ropes with Field-aligned Flows via the PSP In-situ Observations",
    "date_publ": "13 May 2021 (v1), last revised 17 May 2021 (this version, v2)",
    "authors": [
      "Yu Chen",
      "Qiang Hu",
      "Lingling Zhao",
      "Justin C. Kasper",
      "Jia Huan"
    ],
    "abstract": "Abstract:  Magnetic flux rope, formed by the helical magnetic field lines, can sometimes\nremain its shape while carrying significant plasma flow that is aligned with\nthe local magnetic field. We report the existence of such structures and static\nflux ropes by applying the Grad-Shafranov-based algorithm to the Parker Solar\nProbe (PSP) in-situ measurements in the first five encounters. These structures\nare detected at heliocentric distances, ranging from 0.13 to 0.66 au, in a\ntotal of 4-month time period. We find that flux ropes with field-aligned flows,\nalthough occur more frequently, have certain properties similar to those of\nstatic flux ropes, such as the decaying relations of the magnetic fields within\nstructures with respect to heliocentric distances. Moreover, these events are\nmore likely with magnetic pressure dominating over the thermal pressure. About\none-third of events are detected in the relatively fast-speed solar wind.\nTaking into account the high Alfvenicity, we also compare with switchback\nspikes identified during three encounters and interpret their inter-relations.\nWe find that some switchbacks can be detected when the spacecraft traverses\nflux rope-like structures. The cross-section maps for selected events are\npresented via the new Grad-Shafranov type reconstruction. Finally, the possible\nevolution of the magnetic flux rope structures in the inner heliosphere is\ndiscussed.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2105.06550"
  },
  {
    "url": "https://arxiv.org/abs/2105.06516",
    "title": "Title:Analytical Process Noise Covariance Modeling for Absolute and Relative Orbits",
    "date_publ": "13 May 2021",
    "authors": [
      "Nathan Stacey",
      "Simone D'Amic"
    ],
    "abstract": "Abstract:  This paper develops new analytical process noise covariance models for both\nabsolute and relative spacecraft states. Process noise is always present when\npropagating a spacecraft state due to dynamics modeling deficiencies.\nAccurately modeling this noise is essential for sequential orbit determination\nand improves satellite conjunction analysis. A common approach called state\nnoise compensation models process noise as zero-mean Gaussian white noise\naccelerations. The resulting process noise covariance can be evaluated\nnumerically, which is computationally intensive, or through a widely used\nanalytical model that is restricted to an absolute Cartesian state and small\npropagation intervals. Moreover, mathematically rigorous, analytical process\nnoise covariance models for relative spacecraft states are not currently\navailable. To address these limitations of the state of the art, new analytical\nprocess noise covariance models are developed for state noise compensation for\nboth Cartesian and orbital element absolute state representations by leveraging\nspacecraft relative dynamics models. Two frameworks are then presented for\nmodeling the process noise covariance of relative spacecraft states by assuming\neither small or large interspacecraft separation. The presented techniques are\nvalidated through numerical simulations.",
    "categories": [
      "Dynamical Systems (math.DS)"
    ],
    "url_pdf": "/pdf/2105.06516"
  },
  {
    "url": "https://arxiv.org/abs/2105.06405",
    "title": "Title:Vision-based Neural Scene Representations for Spacecraft",
    "date_publ": "11 May 2021",
    "authors": [
      "Anne Mergy",
      "Gurvan Lecuyer",
      "Dawa Derksen",
      "Dario Izz"
    ],
    "abstract": "Abstract:  In advanced mission concepts with high levels of autonomy, spacecraft need to\ninternally model the pose and shape of nearby orbiting objects. Recent works in\nneural scene representations show promising results for inferring generic\nthree-dimensional scenes from optical images. Neural Radiance Fields (NeRF)\nhave shown success in rendering highly specular surfaces using a large number\nof images and their pose. More recently, Generative Radiance Fields (GRAF)\nachieved full volumetric reconstruction of a scene from unposed images only,\nthanks to the use of an adversarial framework to train a NeRF. In this paper,\nwe compare and evaluate the potential of NeRF and GRAF to render novel views\nand extract the 3D shape of two different spacecraft, the Soil Moisture and\nOcean Salinity satellite of ESA's Living Planet Programme and a generic cube\nsat. Considering the best performances of both models, we observe that NeRF has\nthe ability to render more accurate images regarding the material specularity\nof the spacecraft and its pose. For its part, GRAF generates precise novel\nviews with accurate details even when parts of the satellites are shadowed\nwhile having the significant advantage of not needing any information about the\nrelative pose.",
    "categories": [
      "Computer Vision and Pattern Recognition (cs.CV)"
    ],
    "url_pdf": "/pdf/2105.06405"
  },
  {
    "url": "https://arxiv.org/abs/2105.05898",
    "title": "Title:Minimal Differential Lateral Acceleration Configurations for Starshade Stationkeeping in Exoplanet Direct Imaging",
    "date_publ": "12 May 2021",
    "authors": [
      "Jackson Kulik",
      "Gabriel J. Soto",
      "Dmitry Savransk"
    ],
    "abstract": "Abstract:  Exoplanet imaging missions utilizing an external occulter (starshade) for\nstarlight suppression require precise alignment between the telescope and\nstarshade, necessitating maintenance of the starshade orbit during\nobservations. Differential lateral acceleration between the two spacecraft\nserves as a proxy for fuel use and number of required interruptions to the\nobservation. Comparison against results from high fidelity simulations of\nstationkeeping validates the use of this easy-to-compute proxy. Among starshade\npositions constrained to the surface of a sphere centered about the telescope,\nminima of differential lateral acceleration lie on a great circle and its\ncorresponding poles. We present a closed expression for telescope to star\nvectors requiring minimal stationkeeping for observation from a telescope at an\narbitrary position",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2105.05898"
  },
  {
    "url": "https://arxiv.org/abs/2105.05397",
    "title": "Title:Charged particle scattering in dipolarized magnetotail",
    "date_publ": "12 May 2021",
    "authors": [
      "A.S. Lukin",
      "A.V. Artemyev",
      "A.A. Petrukovich",
      "X.-J. Zhan"
    ],
    "abstract": "Abstract:  The Earth's magnetotail is characterized by stretched magnetic field lines.\nEnergetic particles are effectively scattered due to the field-line curvature,\nwhich then leads to isotropization of energetic particle distributions and\nparticle precipitation to the Earth's atmosphere. Measurements of these\nprecipitation at low-altitude spacecraft are thus often used to remotely probe\nthe magnetotail current sheet configuration. This configuration may include\nspatially localized maxima of the curvature radius at equator (due to localized\nhumps of the equatorial magnetic field magnitude) that reduce the energetic\nparticle scattering and precipitation. Therefore, the measured precipitation\npatterns are related to the spatial distribution of the equatorial curvature\nradius that is determined by the magnetotail current sheet configuration. In\nthis study, we show that, contrary to previous thoughts, the magnetic field\nline configuration with the localized curvature radius maximum can actually\nenhance the scattering and subsequent precipitation. The spatially localized\nmagnetic field dipolarization (magnetic field humps) can significantly curve\nmagnetic field lines far from the equator and create off-equatorial minima in\nthe curvature radius. Scattering of energetic particles in these off-equatorial\nregions alters the scattering (and precipitation) patterns, which has not been\nstudied yet. We discuss our results in the context of remote-sensing the\nmagnetotail current sheet configuration with low-altitude spacecraft\nmeasurements.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/2105.05397"
  },
  {
    "url": "https://arxiv.org/abs/2105.03392",
    "title": "Title:Integrated modelling of microvibrations induced by Solar Array Drive Mechanism for worst-case end-to-end analysis and robust disturbance estimation",
    "date_publ": "7 May 2021",
    "authors": [
      "Francesco Sanfedino",
      "Daniel Alazard",
      "Valentin Preda",
      "Davide Oddenin"
    ],
    "abstract": "Abstract:  Modern and future observation Space missions face increasingly more demanding\npointing performance requirements. This is accompanied with the development of\nlarger lightweight flexible structures. This paper outlines a methodology for\nmodeling a generic multi-body flexible spacecraft in an end-to-end fashion\nwithin the Two-Inputs Two-Outputs Port framework: from disturbance all the way\nto pointing performance by tacking into account all the uncertainties of each\nsub-system. A particular focus is dedicated to a novel generic model for Solar\nDrive Array Mechanisms and its harmonic disturbances produced by the\nmicro-stepping driver and the gearbox imperfections. The proposed model is\nvalidated with the on-board telemetries of a European spacecraft. Moreover this\npaper shows how the proposed model-based approach can be easily used for\ncontrol design and closed-loop robust performance analysis. Worst-case\nscenarios of mechanical parameters combination are investigated to provide\nrobust performance certificate of the reference study case. A Linear\nParameter-Varying observer, scheduled by the solar array rotor angle, is\nfinally proposed in order to estimate the disturbance torques induced by the\ngearbox imperfections just using the measurements coming from a classical\nattitude control system: a star tracker and a gyrometer.",
    "categories": [
      "Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2105.03392"
  },
  {
    "url": "https://arxiv.org/abs/2105.02790",
    "title": "Title:Probing the icy shell structure of ocean worlds with gravity-topography admittance",
    "date_publ": "6 May 2021 (v1), last revised 9 May 2021 (this version, v2)",
    "authors": [
      "Ryunosuke Akiba",
      "Anton I. Ermakov",
      "Burkhard Militze"
    ],
    "abstract": "Abstract:  The structure of the icy shells of ocean worlds is important for\nunderstanding the stability of their underlying oceans as it controls the rate\nat which heat can be transported outward and radiated to space. Future\nspacecraft exploration of the ocean worlds (e.g., by NASA's Europa Clipper\nmission) will allow for higher-resolution measurements of gravity and shape\nthan currently available.\nIn this paper, we study the sensitivity of gravity-topography admittance to\nthe structure of icy shells in preparation for future data analysis. An\nanalytical viscous relaxation model is used to predict admittance spectra given\ndifferent shell structures determined by the temperature-dependent viscosity of\na tidally heated, conductive shell. We apply these methods to the ocean worlds\nof Europa and Enceladus. We find that admittance is sensitive to the mechanisms\nof topography support at different wavelengths and estimate the required\ngravity performance to resolve transitions between these mechanisms. We find\nthat the Airy isostatic model is unable to accurately describe admittance\nuniversally across all wavelengths when the shell thickness is a significant\nfraction of body's radius. Our models suggest that measurements of admittance\nat low spherical harmonic degrees are more sensitive to thick shells with high\ntidal dissipation, and may complement ice-penetrating radar measurements in\nconstraining shell thickness. Finally, we find that admittance may be used to\nconstrain the tidal dissipation within the icy shell, which would be\ncomplementary to a more demanding measurement of the tidal phase lag.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2105.02790"
  },
  {
    "url": "https://arxiv.org/abs/2105.01900",
    "title": "Title:Visible-Infrared spectroscopy of ungrouped and rare meteorites brings further constraints on meteorite-asteroid connections",
    "date_publ": "5 May 2021",
    "authors": [
      "Lisa Kramër Ruggiu",
      "Pierre Beck",
      "Jérôme Gattacceca",
      "Jolantha Eschri"
    ],
    "abstract": "Abstract:  Although spectral surveys and spacecraft missions provide information on\nsmall bodies, many important analyses can only be performed in terrestrial\nlaboratories. For now, the total number of parent bodies represented in our\nmeteorites collection is estimated to about 150 parent bodies, of which 50\nparent bodies represented by the poorly studied ungrouped chondrites. Linking\nungrouped meteorites to their parent bodies is thus crucial to significantly\nincrease our knowledge of asteroids. To this end, the petrography of 25\nungrouped chondrites and rare meteorite groups was studied, allowing grouping\ninto 6 petrographic groups based on texture, mineralogy, and aqueous and\nthermal parent body processing. Then, we acquired visible-near-infrared\nreflectance spectroscopy data, in order to compare them to ground-based\ntelescopic observations of asteroids. The reflectance spectra of meteorites\nwere obtained on powdered samples, raw samples and polished sections. Our\nresults showed that sample preparation influences the shape of the spectra, and\nthus asteroid spectral matching, especially for carbonaceous chondrites.\nOverall, the petrographic groups defined initially coincide with reflectance\nspectral groups. We define links between some of the studied ungrouped\nchondrites and asteroid types that had no meteorite connection proposed before,\nsuch as some very primitive type 3.00 ungrouped chondrites to B-type or Cg-type\nasteroids. We also matched metamorphosed ungrouped carbonaceous chondrites to\nS-complex asteroids, suggesting that this complex is not only composed of\nordinary chondrites or primitive achondrites, as previously established, but\nmay also host carbonaceous chondrites. Conversely, some ungrouped chondrites\ncould not be matched to any known asteroid type, showing that those are\npotential samples from yet unidentified asteroid types.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Geophysics (physics.geo-ph)"
    ],
    "url_pdf": "/pdf/2105.01900"
  },
  {
    "url": "https://arxiv.org/abs/2105.01448",
    "title": "Title:Securing the Inter-Spacecraft Links: Physical Layer Key Generation from Doppler Frequency Shift",
    "date_publ": "4 May 2021",
    "authors": [
      "Ozan Alp Topal",
      "Gunes Karabulut Kurt",
      "Halim Yanikomerogl"
    ],
    "abstract": "Abstract:  In this work, we propose a secret key generation procedure specifically\ndesigned for the inter-spacecraft communication links. As a novel secrecy\nsource, the spacecrafts utilize Doppler frequency shift based measurements. In\nthis way, the mobilities of the communication devices are exploited to generate\nsecret keys, where this resource can be utilized in the environments that the\nchannel fading based key generation methods are not available. The mobility of\na spacecraft is modeled as the superposition of a pre-determined component and\na dynamic component. We derive the maximum achievable secret key generation\nrate from the Doppler frequency shift. The proposed secret key generation\nprocedure extracts the Doppler frequency shift in the form of nominal power\nspectral density samples (NPSDS). We propose a maximum-likelihood (ML)\nestimation for the NPSDS at the spacecrafts, then a uniform quantizer is\nutilized to obtain secret key bits. The key disagreement rate (KDR) is\nanalytically obtained for the proposed key generation procedure. Through\nnumerical studies, the tightness of the provided approximations is shown. Both\nthe theoretical and numerical results demonstrate the validity and the\npracticality of the presented physical layer key generation procedure\nconsidering the security of the communication links of spacecrafts.",
    "categories": [
      "Signal Processing (eess.SP)",
      " Cryptography and Security (cs.CR)"
    ],
    "url_pdf": "/pdf/2105.01448"
  },
  {
    "url": "https://arxiv.org/abs/2105.01164",
    "title": "Title:The science case for spacecraft exploration of the Uranian satellites: Candidate ocean worlds in an ice giant system",
    "date_publ": "3 May 2021 (v1), last revised 5 May 2021 (this version, v2)",
    "authors": [
      "Richard J. Cartwright",
      "Chloe B. Beddingfield",
      "Tom A. Nordheim",
      "Catherine M. Elder",
      "Julie C. Castillo-Rogez",
      "Marc Neveu",
      "Ali M. Bramson",
      "Michael M. Sori",
      "Bonnie J. Buratti",
      "Robert T. Pappalardo",
      "Joseph E. Roser",
      "Ian J. Cohen",
      "Erin J. Leonard",
      "Anton I. Ermakov",
      "Mark R. Showalter",
      "William M. Grundy",
      "Elizabeth P. Turtle",
      "Mark D. Hofstadte"
    ],
    "abstract": "Abstract:  The 27 satellites of Uranus are enigmatic, with dark surfaces coated by\nmaterial that could be rich in organics. Voyager 2 imaged the southern\nhemispheres of Uranus' five largest 'classical' moons Miranda, Ariel, Umbriel,\nTitania, and Oberon, as well as the largest ring moon Puck, but their northern\nhemispheres were largely unobservable at the time of the flyby and were not\nimaged. Additionally, no spatially resolved datasets exist for the other 21\nknown moons, and their surface properties are essentially unknown. Because\nVoyager 2 was not equipped with a near-infrared mapping spectrometer, our\nknowledge of the Uranian moons' surface compositions, and the processes that\nmodify them, is limited to disk-integrated datasets collected by ground- and\nspace-based telescopes. Nevertheless, images collected by the Imaging Science\nSystem on Voyager 2 and reflectance spectra collected by telescope facilities\nindicate that the five classical moons are candidate ocean worlds that might\ncurrently have, or had, liquid subsurface layers beneath their icy surfaces. To\ndetermine whether these moons are ocean worlds, and investigate Uranus' ring\nmoons and irregular satellites, close-up observations and measurements made by\ninstruments onboard a Uranus orbiter are needed.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2105.01164"
  },
  {
    "url": "https://arxiv.org/abs/2104.14960",
    "title": "Title:Signatures of coronal hole substructure in the solar wind: combined Solar Orbiter remote sensing and in situ measurements",
    "date_publ": "30 Apr 2021",
    "authors": [
      "T. S. Horbury",
      "R. Laker",
      "L. Rodriguez",
      "K. Steinvall",
      "M. Maksimovic",
      "S. Livi",
      "D. Berghmans",
      "F. Auchere",
      "A. N. Zhukov",
      "Yu. V. Khotyaintsev",
      "L. Woodham",
      "L. Matteini",
      "J. Stawarz",
      "T. Woolley",
      "S. D. Bale",
      "A. Rouillard",
      "H. O'Brien",
      "V. Evans",
      "V. Angelini",
      "C. Owen",
      "S. K. Solanki",
      "B. Nicula",
      "D. Muller",
      "I. Zouganeli"
    ],
    "abstract": "Abstract:  Context. The Sun's complex corona is the source of the solar wind and\ninterplanetary magnetic field. While the large scale morphology is well\nunderstood, the impact of variations in coronal properties on the scale of a\nfew degrees on properties of the interplanetary medium is not known. Solar\nOrbiter, carrying both remote sensing and in situ instruments into the inner\nsolar system, is intended to make these connections better than ever before.\nAims. We combine remote sensing and in situ measurements from Solar Orbiter's\nfirst perihelion at 0.5 AU to study the fine scale structure of the solar wind\nfrom the equatorward edge of a polar coronal hole with the aim of identifying\ncharacteristics of the corona which can explain the in situ variations.\nMethods. We use in situ measurements of the magnetic field, density and solar\nwind speed to identify structures on scales of hours at the spacecraft. Using\nPotential Field Source Surface mapping we estimate the source locations of the\nmeasured solar wind as a function of time and use EUI images to characterise\nthese solar sources. Results. We identify small scale stream interactions in\nthe solar wind with compressed magnetic field and density along with speed\nvariations which are associated with corrugations in the edge of the coronal\nhole on scales of several degrees, demonstrating that fine scale coronal\nstructure can directly influence solar wind properties and drive variations\nwithin individual streams. Conclusions. This early analysis already\ndemonstrates the power of Solar Orbiter's combined remote sensing and in situ\npayload and shows that with future, closer perihelia it will be possible\ndramatically to improve our knowledge of the coronal sources of fine scale\nsolar wind structure, which is important both for understanding the phenomena\ndriving the solar wind and predicting its impacts at the Earth and elsewhere.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2104.14960"
  },
  {
    "url": "https://arxiv.org/abs/2104.14482",
    "title": "Title:Uranus' hidden narrow rings",
    "date_publ": "29 Apr 2021 (v1), last revised 31 May 2021 (this version, v2)",
    "authors": [
      "M.M. Hedman",
      "R.O. Chanci"
    ],
    "abstract": "Abstract:  In addition to its suite of narrow dense rings, Uranus is surrounded by an\nextremely complex system of dusty rings that were most clearly seen by the\nVoyager spacecraft after it flew past the planet. A new analysis of the highest\nresolution images of these dusty rings reveals that a number of them are less\nthan 20 km wide. The extreme narrowness of these rings, along with the fact\nthat most of them do not appear to fall close to known satellite resonances,\nshould provide new insights into the forces responsible for sculpting the\nUranian ring system.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2104.14482"
  },
  {
    "url": "https://arxiv.org/abs/2104.14259",
    "title": "Title:Chandrayaan-2 Dual-Frequency SAR (DFSAR): Performance Characterization and Initial Results",
    "date_publ": "29 Apr 2021",
    "authors": [
      "Sriram S. Bhiravarasu",
      "Tathagata Chakraborty",
      "Deepak Putrevu",
      "Dharmendra K. Pandey",
      "Anup K. Das",
      "V. M. Ramanujam",
      "Raghav Mehra",
      "Parikshit Parasher",
      "Krishna M. Agrawal",
      "Shubham Gupta",
      "Gaurav S. Seth",
      "Amit Shukla",
      "Nikhil Y. Pandya",
      "Sanjay Trivedi",
      "Arundhati Misra",
      "Rajeev Jyoti",
      "Raj Kuma"
    ],
    "abstract": "Abstract:  The Dual-Frequency synthetic aperture radar (DFSAR) system manifested on the\nChandrayaan-2 spacecraft represents a significant step forward in radar\nexploration of solid solar system objects. It combines SAR at two wavelengths\n(L- and S-bands) and multiple resolutions with several polarimetric modes in\none lightweight ($\\sim$ 20 kg) package. The resulting data from DFSAR support\ncalculation of the 2$\\times$2 complex scattering matrix for each resolution\ncell, which enables lunar near surface characterization in terms of radar\npolarization properties at different wavelengths and incidence angles. In this\npaper, we report on the calibration and preliminary performance\ncharacterization of DFSAR data based on the analysis of a sample set of crater\nregions on the Moon. Our calibration analysis provided a means to compare\non-orbit performance with pre-launch measurements and the results matched with\nthe pre-launch expected values. Our initial results show that craters in both\npermanently shadowed regions (PSRs) and non-PSRs that are classified as\nCircular Polarization Ratio (CPR)-anomalous in previous S-band radar analyses\nappear anomalous at L-band also. We also observe that material evolution and\nphysical properties at their interior and proximal ejecta are decoupled. For\nByrgius C crater region, we compare our analysis of dual-frequency radar data\nwith the predicted behaviours of theoretical scattering models. If crater age\nestimates are available, comparison of their radar polarization properties at\nmultiple wavelengths similar to that of the three unnamed south polar crater\nregions shown in this study may provide new insights into how the rockiness of\ncraters evolves with time.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2104.14259"
  },
  {
    "url": "https://arxiv.org/abs/2104.13700",
    "title": "Title:Cosmic-ray flux predictions and observations for and with Metis on board Solar Orbiter",
    "date_publ": "28 Apr 2021 (v1), last revised 11 Jun 2021 (this version, v2)",
    "authors": [
      "C. Grimani",
      "V. Andretta",
      "P. Chioetto",
      "V. Da Deppo",
      "M. Fabi",
      "S. Gissot",
      "G. Naletto",
      "A. Persici",
      "C. Plainaki",
      "M. Romoli",
      "F. Sabbatini",
      "D. Spadaro",
      "M. Stangalini",
      "D. Telloni",
      "M. Uslenghi",
      "E. Antonucci",
      "A. Bemporad",
      "G. Capobianco",
      "G. Capuano",
      "M. Casti",
      "Y. De Leo",
      "S. Fineschi",
      "F. Frassati",
      "F. Frassetto",
      "P. Heinzel",
      "G. Jerse",
      "F. Landini",
      "A. Liberatore",
      "E. Magli",
      "M. Messerotti",
      "D. Moses",
      "G. Nicolini",
      "M. Pancrazzi",
      "M.G. Pelizzo",
      "P. Romano",
      "C. Sasso",
      "U. Schühle",
      "A. Slemer",
      "T. Straus",
      "R. Susino",
      "L. Teriaca",
      "C.A. Volpicelli",
      "J. L. Freiherr von Forstner",
      "P. Zuppell"
    ],
    "abstract": "Abstract:  The Metis coronagraph is one of the remote sensing instruments hosted on\nboard the ESA/NASA Solar Orbiter mission. Metis is devoted to carry out the\nfirst simultaneous imaging of the solar corona in both visible light (VL) and\nultraviolet (UV). High-energy particles penetrate spacecraft materials and may\nlimit the performance of on-board instruments. A study of galactic cosmic-ray\n(GCR) tracks observed in the first VL images gathered by Metis during the\ncommissioning phase for a total of 60 seconds of exposure time is presented\nhere. A similar analysis is planned for the UV channel. A prediction of the GCR\nflux up to hundreds of GeV is made here for the first part of the Solar Orbiter\nmission to study the Metis coronagraph performance. GCR model predictions are\ncompared to observations gathered on board Solar Orbiter by the EPD/HET\nexperiment in the range 10 MeV-100 MeV in the summer 2020 and with previous\nmeasurements. Estimated cosmic-ray fluxes above 70 MeV n$^{-1}$ have been also\nparameterized and used for Monte Carlo simulations aiming at reproducing the\ncosmic-ray track observations in the Metis coronagraph VL images. The same\nparameterizations can also be used to study the performance of other detectors.\nBy comparing observations of cosmic-ray tracks in the Metis VL images with\nFLUKA Monte Carlo simulations of cosmic-ray interactions in the VL detector, it\nis found that cosmic rays fire a fraction of the order of 10$^{-4}$ of the\nwhole image pixel sample. Therefore, cosmic rays do not affect sensibly the\nquality of Metis VL images. It is also found that the overall efficiency for\ncosmic-ray identification in the Metis VL images is approximately equal to the\ncontribution of Z$>$2 particles. As a result, the Metis coronagraph may play\nthe role of a proton monitor for long-term GCR variations during the overall\nmission duration.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2104.13700"
  },
  {
    "url": "https://arxiv.org/abs/2104.13521",
    "title": "Title:Accessible Carbon on the Moon",
    "date_publ": "28 Apr 2021",
    "authors": [
      "Kevin M. Canno"
    ],
    "abstract": "Abstract:  Carbon is one of the most essential elements to support a sustained human\npresence in space, and more immediately, several large-scale methalox-based\ntransport systems will begin operating in the near future. This raises the\nquestion of whether indigenous carbon on the Moon is abundant and concentrated\nto the extent where it could be used as a viable resource including as\npropellant. Here, I assess potential sources of lunar carbon based on previous\nwork focused on polar water ice. A simplified model is used to estimate the\ntemperature-dependent Carbon Content of Ices at the lunar poles, and this is\ncombined with remote sensing data to estimate the total amount of carbon and\ngenerate a Carbon Favorability Index that highlights promising deposits for\nfuture ground-based prospecting. Hotspots in the index maps are identified, and\nnearby staging areas are analyzed using quantitative models of trafficability\nand solar irradiance. Overall, the Moon is extremely poor in carbon sources\ncompared to more abundant and readily accessible options at Mars. However, a\nhandful of polar regions may contain appreciable amounts of subsurface\ncarbon-bearing ices that could serve as a rich source in the near term, but\nwould be easily exhausted on longer timescales. Four of those regions were\nfound to have safe nearby staging areas with equatorial-like illumination at a\nmodest height above the surface. Any one of these sites could yield enough C, H\nand O to produce propellant for hundreds of refuelings of a large spacecraft.\nOther potential lunar carbon sources including bulk regolith and pyroclastic\nglasses are less viable due to their low carbon concentrations.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2104.13521"
  },
  {
    "url": "https://arxiv.org/abs/2104.13516",
    "title": "Title:SPH Simulations for Shape Deformation of Rubble-Pile Asteroids Through Spinup: The Challenge for Making Top-Shaped Asteroids Ryugu and Bennu",
    "date_publ": "28 Apr 2021",
    "authors": [
      "Keisuke Sugiura",
      "Hiroshi Kobayashi",
      "Sei-ichiro Watanabe",
      "Hidenori Genda",
      "Ryuki Hyodo",
      "Shu-ichiro Inutsuk"
    ],
    "abstract": "Abstract:  Asteroid Ryugu and asteroid Bennu, which were recently visited by spacecraft\nHayabusa2 and OSIRIS-REx, respectively, are spinning top-shaped rubble piles.\nOther axisymmetric top-shaped near-Earth asteroids have been observed with\nground-based radar, most of which rotate near breakup rotation periods of ~ 3\nhours. This suggests that rotation-induced deformation of asteroids through\nrotational spinup produces top shapes. Although some previous simulations using\nthe Discrete Element Method showed that spinup of rubble piles may produce\noblate top shapes, it is still unclear what kinds of conditions such as\nfriction angles of constituent materials and spinup timescales are required for\ntop-shape formation. Here we show, through Smoothed Particle Hydrodynamics\nsimulations of granular bodies spinning-up at different rates, that the\nrotation-induced deformation of spherical rubble piles before breakup can be\nclassified into three modes according to the friction angle \\phi_{d}:\nquasi-static and internal deformation for \\phi_{d} < 40 degrees, dynamical and\ninternal deformation for 50 degrees < \\phi_{d} < 60 degrees, and surface\nlandslides for \\phi_{d} > 70 degrees. Note that these apparent large values of\nfriction angle can be acceptable if we consider the effect of cohesion among\nblocks of a rubble pile under weak gravity. Bodies with \\phi_{d} < 60 degrees\nevolve into oblate spheroids through internal deformation, but never form\npronounced equators defining a top shape. In contrast, bodies with \\phi_{d} >\n70 degrees deform into axisymmetric top shapes through an axisymmetric surface\nlandslides if spinup timescales are < a few days. In addition, through slow\nspinups with timescales > 1 month, bodies with \\phi_{d} > 70 degrees deform\ninto non-axisymmetric shapes via localized landslides. We suggest that rapid\nspinup mechanisms are preferable for the formation of axisymmetric top shapes.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2104.13516"
  },
  {
    "url": "https://arxiv.org/abs/2104.12646",
    "title": "Title:Effect of data gaps on the detectability and parameter estimation of massive black hole binaries with LISA",
    "date_publ": "26 Apr 2021 (v1), last revised 17 Aug 2021 (this version, v2)",
    "authors": [
      "Kallol Dey",
      "Nikolaos Karnesis",
      "Alexandre Toubiana",
      "Enrico Barausse",
      "Natalia Korsakova",
      "Quentin Baghi",
      "Soumen Basa"
    ],
    "abstract": "Abstract:  Massive black hole binaries are expected to provide the strongest\ngravitational wave signals for the Laser Interferometer Space Antenna (LISA), a\nspace mission targeting $\\sim\\,$mHz frequencies. As a result of the\ntechnological challenges inherent in the mission's design, implementation and\nlong duration (4 yr nominal), the LISA data stream is expected to be affected\nby relatively long gaps where no data is collected (either because of hardware\nfailures, or because of scheduled maintenance operations, such as re-pointing\nof the antennas toward the Earth). Depending on their mass, massive black hole\nbinary signals may range from quasi-transient to very long lived, and it is\nunclear how data gaps will impact detection and parameter estimation of these\nsources. Here, we will explore this question by using state-of-the-art\nastrophysical models for the population of massive black hole binaries. We will\ninvestigate the potential detectability of MBHB signals by observing the effect\nof gaps on their signal-to-noise ratios. We will also assess the effect of the\ngaps on parameter estimation for these sources, using the Fisher Information\nMatrix formalism as well as full Bayesian analyses. Overall, we find that the\neffect of data gaps due to regular maintenance of the spacecraft is negligible,\nexcept for systems that coalesce within such a gap. The effect of unscheduled\ngaps, however, will probably be more significant than that of scheduled ones.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/2104.12646"
  },
  {
    "url": "https://arxiv.org/abs/2104.12616",
    "title": "Title:Erosion of volatiles by micro-meteoroid bombardment on Ceres, and comparison to the Moon and Mercury",
    "date_publ": "26 Apr 2021",
    "authors": [
      "Petr Pokorný",
      "Erwan Mazarico",
      "Norbert Schorghofe"
    ],
    "abstract": "Abstract:  (1) Ceres, the largest reservoir of water in the main-belt, was recently\nvisited by the Dawn spacecraft that revealed several areas bearing H$_2$O-ice\nfeatures. Independent telescopic observations showed a water exosphere of\ncurrently unknown origin. We explore the effects of meteoroid impacts on Ceres\nconsidering the topography obtained from the Dawn mission using a widely-used\nmicro-meteoroid model and ray-tracing techniques. Meteoroid populations with\n$0.01-2$ mm diameters are considered. We analyze the short-term effects Ceres\nexperiences during its current orbit as well as long-term effects over the\nentire precession cycle. We find the entire surface is subject to meteoroid\nbombardment leaving no areas in permanent shadow with respect to meteoroid\ninflux. The equatorial parts of Ceres produce $80\\%$ more ejecta than the polar\nregions due to the large impact velocity of long-period comets. Mass flux,\nenergy flux, and ejecta production vary seasonally by a factor of $3-7$ due to\nthe inclined eccentric orbit. Compared to Mercury and the Moon, Ceres\nexperiences significantly smaller effects of micro-meteoroid bombardment, with\na total mass flux of $4.5\\pm1.2\\times10^{-17}$ kg m$^{-2}$ s$^{-1}$. On average\nMercury is subjected to a $50\\times$ larger mass flux and generates $700\\times$\nmore ejecta than Ceres, while the lunar mass flux is $10\\times$ larger, and the\nejecta generation is $30\\times$ larger than on Ceres. For these reasons, we\nfind that meteoroid impacts are an unlikely candidate for the production of a\nwater exosphere or significant excavation of surface features. The surface\nturnover rate from the micro-meteoroid populations considered is estimated to\nbe $1.25$ Myr on Ceres.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2104.12616"
  },
  {
    "url": "https://arxiv.org/abs/2104.12403",
    "title": "Title:Determination of rotation periods for a large sample of asteroids from K2 Campaign 9",
    "date_publ": "26 Apr 2021",
    "authors": [
      "Edyta Podlewska-Gaca",
      "Radosław Poleski",
      "Przemysław Bartczak",
      "Iain McDonald",
      "András Pá"
    ],
    "abstract": "Abstract:  Kepler mission is a powerful tool in the study the different types of\nastrophysical objects or events in the distant Universe. However, the\nspacecraft gives also the opportunity to study Solar System objects passing in\nthe telescope field of view. The aim of this paper is to determine for the\nfirst time the rotation periods of a number of asteroids observed by the Kepler\nsatellite during the K2 Campaign 9. Using publicly available data from Kepler\nmission we have used the Modified Causal Pixel Model (MCPM) code to perform the\naperture-like and PRF-like photometry of 1026 asteroids. The results allowed us\nto determine the rotation periods for 188 asteroids. For asteroids with\nrotation periods previously measured, we compared the results and found very\ngood agreement. There are additional 20 asteroids for which we obtained lower\nlimits on rotation periods and in all cases these limits are at least 100 h.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2104.12403"
  },
  {
    "url": "https://arxiv.org/abs/2104.12164",
    "title": "Title:A direct relaxation process for particle methods in gas kinetic theory",
    "date_publ": "25 Apr 2021",
    "authors": [
      "Sirui Yang",
      "Sha Liu",
      "Chengwen Zhong",
      "Junzhe Cao",
      "Congshan Zhu"
    ],
    "abstract": "Abstract:  The multi-scale flow mechanism is crucial for force and heat loaded on\nnear-space and reentry vehicles, the control of spacecraft by thrusters, the\npropelling and cooling of MEMS, etc. Since the continuum flow and rarefied flow\noften exist simultaneously, the modeling and prediction for such a multi-scale\nflow field is very complicated. One important and efficient way of predicting\nthe multi-scale flow is constructing numerical methods by adapting the\nmulti-scale properties of the temporal integral solutions (or equivalent\ncharacteristic line solutions) for the model equations in the gas-kinetic\ntheory. The model equations can be classified into FP-type and BGK-type, and\nthe numerical methods can have deterministic form or stochastic particle form.\nSince these numerical methods are strictly based on model equations, they are\nalso restricted by the model equations. The difficulty and complexity in\nconstructing model equation that has complete asymptotic preserving property\nfor gas mixture with non-equilibrium internal energy will prevent the further\nextension of these methods. Therefore, this paper addresses the question\nwhether a multi-scale numerical method can be established not on the model\nequations, but directly adapts the relaxation rates of macroscopic variables\nsuch as stress and heat flux. Since the algorithm of multi-scale particle\nmethod based on BGK-type equation is clear and simple, its collision step is\nmodified in this work, where the macroscopic variables firstly evolve according\nto their relaxation rates, and then the molecules that participate in\ninter-molecular collisions get their after-collision velocities from the\nafter-evolution macroscopic variables. Therefore, this direct relaxation\nprocess does not depend on the model equations anymore. Finally, the validity\nand accuracy of the particle method with direct relaxation process are examined\nwith five test cases.",
    "categories": [
      "Computational Physics (physics.comp-ph)"
    ],
    "url_pdf": "/pdf/2104.12164"
  },
  {
    "url": "https://arxiv.org/abs/2104.11961",
    "title": "Title:Turbulence in the Magnetospheres of the Outer Planets",
    "date_publ": "24 Apr 2021",
    "authors": [
      "Joachim Sau"
    ],
    "abstract": "Abstract:  The magnetospheres of the outer planets exhibit turbulent phenomena in an\nenvironment which is qualitatively different compared to the solar wind or the\ninterstellar medium. The key differences are the finite sizes of the\nmagnetospheres limited by their physical boundaries, the presence of a strong\nplanetary background magnetic field and spatially very inhomogeneous plasma\nproperties within the magnetospheres. Typical turbulent fluctuations possess\namplitudes much smaller than the background field and are characterized by\nAlfvén times, which can be smaller than the non-linear interaction time\nscales. The magnetospheres of the outer planets are thus interesting\nlaboratories of plasma turbulence. In Jupiter's and Saturn's magnetospheres,\nturbulence is well established thanks to the in-situ measurements by several\nspacecraft, in particular by the Galileo and Cassini orbiter. In contrast, the\nfluctuations in Uranus' and Neptune's magnetospheres are poorly understood due\nto the lack of sufficient data. Turbulence in the outer planets' magnetospheres\nhave important effects on the systems as a whole. The dissipation of the\nturbulent fluctuations through wave-particle interaction is a significant heat\nsource, which can explain the large magnetospheric plasma temperatures.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2104.11961"
  },
  {
    "url": "https://arxiv.org/abs/2104.10960",
    "title": "Title:Attitude determination for nano-satellites -- I. Spherical projections for large field of view infrasensors",
    "date_publ": "22 Apr 2021",
    "authors": [
      "Kornél Kapás",
      "Tamás Bozóki",
      "Gergely Dálya",
      "János Takátsy",
      "László Mészáros",
      "András Pá"
    ],
    "abstract": "Abstract:  Due to the advancement of nano-satellite technology, CubeSats and fleets of\nCubeSats can form an alternative to high-cost large-size satellite missions\nwith the advantage of extended spatial coverage. One of these initiatives is\nthe Cubesats Applied for MEasuring and LOcalising Transients (CAMELOT) mission\nconcept, aimed at detecting and localizing gamma-ray bursts with an efficiency\nand accuracy comparable to large gamma-ray space observatories. While precise\nattitude control is not necessary for such a mission, attitude determination is\nan important issue in the interpretation of scintillator detector data as well\nas optimizing downlink telemetry. The employment of star trackers is not always\na viable option for such small satellites, hence another alternative is\nnecessary.\nA new method is proposed in this series of papers, utilizing thermal imaging\nsensors to provide simultaneous measurement of the attitude of the Sun and the\nhorizon by employing a homogeneous array of such detectors. The combination\nwith Sun and horizon detection w.r.t. the spacecraft would allow the full 3-DoF\nrecovery of its attitude. In this paper we determine the spherical projection\nfunction of the MLX90640 infrasensors planned to be used for this purpose. We\napply a polynomial transformation with radial corrections to map the spatial\ncoordinates to the sensor plane. With the determined projection function the\nlocation of an infrared point source can be determined with an accuracy of\n~40', well below the design goals of a nano-satellite designed for gamma-ray\ndetection.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Instrumentation and Detectors (physics.ins-det)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2104.10960"
  },
  {
    "url": "https://arxiv.org/abs/2104.10950",
    "title": "Title:Observational constraints to the dynamics of dust particles in the coma of comet 67P/Churyumov-Gerasimenko",
    "date_publ": "22 Apr 2021",
    "authors": [
      "Elisa Frattin",
      "I. Bertini",
      "S.L.Ivanovski",
      "F. Marzari",
      "M. Fulle",
      "V.V. Zakharov",
      "F. Moreno",
      "G. Naletto",
      "M. Lazzarin",
      "P. Cambianica",
      "G. Cremonese",
      "S. Ferrari",
      "F. Ferri",
      "C. Guettler",
      "F. La Forgia",
      "A. Lucchetti",
      "M. Pajola",
      "L. Penasa",
      "A. Rotundi",
      "H. Sierks",
      "C. Tubian"
    ],
    "abstract": "Abstract:  In this work we aim to characterise the dust motion in the inner coma of\ncomet 67P/Churyumov- Gerasimenko to provide constraints for theoretical 3D coma\nmodels. The OSIRIS camera onboard the Rosetta mission was able for the first\ntime to acquire images of single dust particles from inside the cometary coma,\nvery close to the nucleus. We analyse a large number of particles, performing a\nsignificant statistic of their behaviour during the post perihelion period,\nwhen the spacecraft covered distances from the nucleus ranging between 80 and\n400 km. We describe the particle trajectories, investigating their orientation\nand finding highly radial motion with respect to the nucleus. Then, from the\nparticle brightness profiles, we derive a particle rotational frequency of v <\n3.6 Hz, revealing that they are slow rotators and do not undergo fragmentation.\nWe use scattering models to compare the observed spectral radiance of the\nparticles with the simulated ones in order to estimate their size, finding\nvalues that range from millimetres up to centimetres. The statistics performed\nin this paper provide useful parameters to constrain the cometary coma\ndynamical models.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2104.10950"
  },
  {
    "url": "https://arxiv.org/abs/2104.10038",
    "title": "Title:Scaling of Erosion Rate in Subsonic Jet Experiments and Apollo Lunar Module Landings",
    "date_publ": "12 Apr 2021",
    "authors": [
      "Philip T. Metzger",
      "John E. Lane",
      "Christopher D. Immer",
      "Jacob N. Gamsky",
      "Whitney Hauslein",
      "Xiaoyi Li",
      "Robert C. Latta III",
      "Carly M. Donahu"
    ],
    "abstract": "Abstract:  Small scale jet-induced erosion experiments are useful for identifying the\nscaling of erosion with respect to the various physical parameters (gravity,\ngrain size, gas velocity, gas density, grain density, etc.), and because they\nprovide a data set for benchmarking numerical flow codes. We have performed\nexperiments varying the physical parameters listed above (e.g., gravity was\nvaried in reduced gravity aircraft flights). In all these experiments, a\nsubsonic jet of gas impinges vertically on a bed of sand or lunar soil simulant\nforming a localized scour hole beneath the jet. Videography captures the\nerosion and scour hole formation processes, and analysis of these videos\npost-test identifies the scaling of these processes. This has produced\nimportant new insights into the physics of erosion. Based on these insights, we\nhave developed an erosion rate model that can be applied to generalized\nsituations, such as the erosion of soil beneath a horizontal gas flow on a\nplanetary surface. This is important to lunar exploration because the rate of\nerosion beneath the rocket exhaust plume of a landing spacecraft will determine\nthe amount of sand-blasting damage that can be inflicted upon surrounding\nhardware. Although the rocket exhaust plume at the exit of the nozzle is\nsupersonic, the boundary layer on the lunar surface where erosion occurs is\nsubsonic. The model has been benchmarked through comparison with the Apollo\nlanding videos, which show the blowing lunar soil, and computational fluid\ndynamics simulations of those landings.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2104.10038"
  },
  {
    "url": "https://arxiv.org/abs/2104.09974",
    "title": "Title:First dust measurements with the Solar Orbiter Radio and Plasma Wave instrument",
    "date_publ": "20 Apr 2021",
    "authors": [
      "A. Zaslavsky",
      "I. Mann",
      "J. Soucek",
      "A. Czechowski",
      "D. Pisa",
      "J. Vaverka",
      "N. Meyer-Vernet",
      "M. Maksimovic",
      "E. Lorfèvre",
      "K. Issautier",
      "K. Racković Babić",
      "S. D. Bale",
      "M. Morooka",
      "A. Vecchio",
      "T. Chust",
      "Y. Khotyaintsev",
      "V. Krasnoselskikh",
      "M. Kretzschmar",
      "D. Plettemeier",
      "M. Steller",
      "Š. Štverák",
      "P. Trávníček",
      "A. Vaivad"
    ],
    "abstract": "Abstract:  Impacts of dust grains on spacecraft are known to produce typical impulsive\nsignals in the voltage waveform recorded at the terminals of electric antennas.\nSuch signals are routinely detected by the Time Domain Sampler (TDS) system of\nthe Radio and Plasma Waves (RPW) instrument aboard Solar Orbiter. We\ninvestigate the capabilities of RPW in terms of interplanetary dust studies and\npresent the first analysis of dust impacts recorded by this instrument. We\ndiscuss previously developed models of voltage pulses generation after a dust\nimpact onto a spacecraft and present the relevant technical parameters for\nSolar Orbiter RPW as a dust detector. Then we present the statistical analysis\nof the dust impacts recorded by RPW/TDS from April 20th, 2020 to February 27th,\n2021 between 0.5 AU and 1 AU. The study shows that the dust population studied\npresents a radial velocity component directed outward from the Sun, the order\nof magnitude of which can be roughly estimated as $v_{r, dust} \\simeq 50$\nkm.$s^{-1}$. This is consistent with the flux of impactors being dominated by\n$\\beta$-meteoroids. We estimate the cumulative flux of these grains at 1 AU to\nbe roughly $F_\\beta \\simeq 8\\times 10^{-5} $ m$^{-2}$s$^{-1}$, for particles of\nradius $r \\gtrsim 100$ nm. The power law index $\\delta$ of the cumulative mass\nflux of the impactors is evaluated by two differents methods (direct\nobservations of voltage pulses and indirect effect on the impact rate\ndependency on the impact speed). Both methods give a result $\\delta \\simeq\n0.3-0.4$. Solar Orbiter RPW proves to be a suitable instrument for\ninterplanetary dust studies. These first results are promising for the\ncontinuation of the mission, in particular for the in-situ study of the dust\ncloud outside the ecliptic plane, which Solar Orbiter will be the first\nspacecraft to explore.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2104.09974"
  },
  {
    "url": "https://arxiv.org/abs/2104.09455",
    "title": "Title:Arithmetic-Intensity-Guided Fault Tolerance for Neural Network Inference on GPUs",
    "date_publ": "19 Apr 2021 (v1), last revised 7 Dec 2021 (this version, v2)",
    "authors": [
      "Jack Kosaian",
      "K. V. Rashm"
    ],
    "abstract": "Abstract:  Neural networks (NNs) are increasingly employed in safety-critical domains\nand in environments prone to unreliability (e.g., soft errors), such as on\nspacecraft. Therefore, it is critical to impart fault tolerance to NN\ninference. Algorithm-based fault tolerance (ABFT) is emerging as an efficient\napproach for fault tolerance in NNs.\nWe propose an adaptive approach to ABFT for NN inference that exploits\nuntapped opportunities in emerging deployment scenarios. GPUs have high\ncompute-to-memory-bandwidth ratios, while NN layers have a wide range of\narithmetic intensities. This leaves some layers compute bound and others\nmemory-bandwidth bound, but current approaches to ABFT do not consider these\ndifferences. We first investigate ABFT schemes best suited for each of these\nscenarios. We then propose intensity-guided ABFT, an adaptive,\narithmetic-intensity-guided approach that selects the most efficient ABFT\nscheme for each NN layer. Intensity-guided ABFT reduces execution-time overhead\nby 1.09--5.3$\\times$ across many NNs compared to traditional approaches to\nABFT.",
    "categories": [
      "Distributed, Parallel, and Cluster Computing (cs.DC)",
      " Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/2104.09455"
  },
  {
    "url": "https://arxiv.org/abs/2104.09352",
    "title": "Title:Optimal Fitting of the Freidberg Solution to In Situ Spacecraft Measurements of Magnetic Clouds",
    "date_publ": "19 Apr 2021",
    "authors": [
      "Qiang H"
    ],
    "abstract": "Abstract:  We report, in detail, an optimization approach for fitting a\nthree-dimensional (3D) magnetic cloud (MC) model to {\\em in situ} spacecraft\nmeasurements. The model, dubbed the Freidberg solution, encompasses 3D spatial\nvariations in a generally cylindrical geometry, as derived from a linear\nforce-free formulation. The approach involves a least-squares minimization\nimplementation with uncertainty estimates from magnetic field measurements. We\npresent one case study of the MC event on 22 May 2007 to illustrate the method\nand demonstrate the satisfying result of the minimum reduced $\\chi^2\\lesssim\n1$, obtained from the STEREO B (STB) spacecraft measurements. In addition,\nsince the ACE spacecraft at Earth crossed the STB solution domain with an\nappropriate separation distance, the result from the optimally fitted Freidberg\nsolution along the ACE spacecraft path is compared with the actual measurements\nof magnetic field components. A correlation coefficient of 0.89 is obtained\nbetween the two sets of data.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2104.09352"
  },
  {
    "url": "https://arxiv.org/abs/2104.09248",
    "title": "Title:LSPnet: A 2D Localization-oriented Spacecraft Pose Estimation Neural Network",
    "date_publ": "19 Apr 2021 (v1), last revised 23 Aug 2021 (this version, v2)",
    "authors": [
      "Albert Garcia",
      "Mohamed Adel Musallam",
      "Vincent Gaudilliere",
      "Enjie Ghorbel",
      "Kassem Al Ismaeil",
      "Marcos Perez",
      "Djamila Aouad"
    ],
    "abstract": "Abstract:  Being capable of estimating the pose of uncooperative objects in space has\nbeen proposed as a key asset for enabling safe close-proximity operations such\nas space rendezvous, in-orbit servicing and active debris removal. Usual\napproaches for pose estimation involve classical computer vision-based\nsolutions or the application of Deep Learning (DL) techniques. This work\nexplores a novel DL-based methodology, using Convolutional Neural Networks\n(CNNs), for estimating the pose of uncooperative spacecrafts. Contrary to other\napproaches, the proposed CNN directly regresses poses without needing any prior\n3D information. Moreover, bounding boxes of the spacecraft in the image are\npredicted in a simple, yet efficient manner. The performed experiments show how\nthis work competes with the state-of-the-art in uncooperative spacecraft pose\nestimation, including works which require 3D information as well as works which\npredict bounding boxes through sophisticated CNNs.",
    "categories": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      " Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/2104.09248"
  },
  {
    "url": "https://arxiv.org/abs/2104.08660",
    "title": "Title:Hayabusa2 Extended Mission: New Voyage to Rendezvous with a Small Asteroid Rotating with a Short Period",
    "date_publ": "17 Apr 2021",
    "authors": [
      "M. Hirabayashi",
      "Y. Mimasu",
      "N. Sakatani",
      "S. Watanabe",
      "Y. Tsuda",
      "T. Saiki",
      "S. Kikuchi",
      "T. Kouyama",
      "M. Yoshikawa",
      "S. Tanaka",
      "S. Nakazawa",
      "Y. Takei",
      "F. Terui",
      "H. Takeuchi",
      "A. Fujii",
      "T. Iwata",
      "K. Tsumura",
      "S. Matsuura",
      "Y. Shimaki",
      "S. Urakawa",
      "Y. Ishibashi",
      "S. Hasegawa",
      "M. Ishiguro",
      "D. Kuroda",
      "S. Okumura",
      "S. Sugita",
      "T. Okada",
      "S. Kameda",
      "S. Kamata",
      "A. Higuchi",
      "H. Senshu",
      "H. Noda",
      "K. Matsumoto",
      "R. Suetsugu",
      "T. Hirai",
      "K. Kitazato",
      "D. Farnocchia",
      "S.P. Naidu",
      "D.J. Tholen",
      "C.W. Hergenrother",
      "R.J. Whiteley",
      "N. A. Moskovitz",
      "P.A. Abell",
      "the Hayabusa2 extended mission study grou"
    ],
    "abstract": "Abstract:  Hayabusa2 is the Japanese Asteroid Return Mission and targeted the\ncarbonaceous asteroid Ryugu, conducted by the Japan Aerospace Exploration\nAgency (JAXA). The goal of this mission was to conduct proximity operations\nincluding remote sensing observations, material sampling, and a Small Carry-On\nImpact experiment, as well as sample analyses. As of September 2020, the\nspacecraft is on the way back to Earth with samples from Ryugu with no critical\nissues after the successful departure in November 2019. Here, we propose an\nextended mission in which the spacecraft will rendezvous with a small asteroid\nwith ~30 m - ~40 m in diameter that is rotating at a spin period of ~10 min\nafter an additional ~10-year cruise phase. We introduce that two scenarios are\nsuitable for the extended mission. In the first scenario, the spacecraft will\nperform swing-by maneuvers at Venus once and Earth twice to arrive at asteroid\n2001 AV43. In the second scenario, it will perform swing-by maneuvers at Earth\ntwice to reach asteroid 1998 KY26. In both scenarios, the mission will continue\nuntil the early 2030s. JAXA recently released the decision that the spacecraft\nwill rendezvous with 1998 KY26. This paper focuses on our scientific\nassessments of the two scenarios but leaves the decision process to go to 1998\nKY26 for future reports. Rendezvous operations will be planned to detail the\nphysical properties and surrounding environments of the target, one of the\nsmallest elements of small planetary bodies. By achieving the planned\noperations, the mission will provide critical hints on the violent histories of\ncollisions and accumulations of small bodies in the solar system. Furthermore,\nthe established scientific knowledge and techniques will advance key\ntechnologies for planetary defense.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2104.08660"
  },
  {
    "url": "https://arxiv.org/abs/2104.08393",
    "title": "Title:Solar wind rotation rate and shear at coronal hole boundaries, possible consequences for magnetic field inversions",
    "date_publ": "16 Apr 2021",
    "authors": [
      "R. F. Pinto",
      "N. Poirier",
      "A. P. Rouillard",
      "A. Kouloumvakos",
      "L. Griton",
      "N. Fargette",
      "R. Kieokaew",
      "B. Lavraud",
      "A. S. Bru"
    ],
    "abstract": "Abstract:  In-situ measurements by several spacecraft have revealed that the solar wind\nis frequently perturbed by transient structures (magnetic folds, jets, waves,\nflux-ropes) that propagate rapidly away from the Sun over large distances.\nParker Solar Probe has detected frequent rotations of the magnetic field vector\nat small heliocentric distances, accompanied by surprisingly large solar wind\nrotation rates. The physical origin of such magnetic field bends, the\nconditions for their survival across the interplanetary space, and their\nrelation to solar wind rotation are yet to be clearly understood. We traced\nmeasured solar wind flows from the spacecraft position down to the surface of\nthe Sun to identify their potential source regions and used a global MHD model\nof the corona and solar wind to relate them to the rotational state of the low\nsolar corona. We identified regions of the solar corona for which solar wind\nspeed and rotational shear are important and long-lived, that can be favourable\nto the development of magnetic deflections and to their propagation across\nextended heights in the solar wind. We show that coronal rotation is highly\nstructured and that enhanced flow shear develops near the boundaries between\ncoronal holes and streamers, around and above pseudo-streamers, even when such\nboundaries are aligned with the direction of solar rotation. A large fraction\nof the switchbacks identified by PSP map back to these regions, both in terms\nof instantaneous magnetic field connectivity and of the trajectories of wind\nstreams that reach the spacecraft. These regions of strong shears are likely to\nleave an imprint on the solar wind over large distances and to increase the\ntransverse speed variability in the slow solar wind. The simulations and\nconnectivity analysis suggest they can be a source of the switchbacks and\nspikes observed by Parker Solar Probe.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2104.08393"
  },
  {
    "url": "https://arxiv.org/abs/2104.07577",
    "title": "Title:Neutral-Neutral Synthesis of Organic Molecules in Cometary Comae",
    "date_publ": "15 Apr 2021",
    "authors": [
      "M. A Cordiner",
      "S. B. Charnle"
    ],
    "abstract": "Abstract:  Remote and in-situ observations of cometary gases have revealed the presence\nof a wealth of complex organic molecules, including carbon chains, alcohols,\nimines and the amino acid glycine. Such chemical complexity in cometary\nmaterial implies that impacts by comets could have supplied reagents for\nprebiotic chemistry to young planetary surfaces. However, the assumption that\nsome of the molecules observed in cometary comae at millimetre wavelengths\noriginate from ices stored inside the nucleus has not yet been proven. In fact,\nthe comae of moderately-active comets reach sufficient densities within a few\nthousand kilometers of the nucleus for an active (solar radiation-driven)\nphotochemistry to ensue. Here we present results from our latest\nchemical-hydrodynamic models incorporating an updated reaction network, and\nshow that the commonly-observed HC3N (cyanoacetylene) and NH2CHO (formamide)\nmolecules can be efficiently produced in cometary comae as a result of\ntwo-body, neutral-neutral, gas-phase reactions involving well-known coma gases.\nIn the presence of a near-nucleus distributed source of CN (similar to that\nobserved by the Rosetta spacecraft at comet 67P), we find that sufficient\nHC$_3$N and NH2CHO can be synthesized to match the abundances of these\nmolecules in previous observations of Oort Cloud comets. The precise origin of\nthese (and other) complex organic molecules in cometary comae can be verified\nthrough interferometric mapping observations, for example, using the Atacama\nLarge Millimeter/submillimeter Array (ALMA).",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2104.07577"
  },
  {
    "url": "https://arxiv.org/abs/2104.06249",
    "title": "Title:Prediction of Apophis Asteroid Flyby Optimal Trajectories and Data Fusion of Earth-Apophis Mission Launch Windows using Deep Neural Networks",
    "date_publ": "11 Apr 2021 (v1), last revised 5 Jun 2021 (this version, v2)",
    "authors": [
      "Manuel Ntumba",
      "Saurabh Gore",
      "Jean-Baptiste Awany"
    ],
    "abstract": "Abstract:  In recent years, understanding asteroids has shifted from light worlds to\ngeological worlds by exploring modern spacecraft and advanced radar and\ntelescopic surveys. However, flyby in 2029 will be an opportunity to conduct an\ninternal geophysical study and test the current hypothesis on the effects of\ntidal forces on asteroids. The Earth-Apophis mission is driven by additional\nfactors and scientific goals beyond the unique opportunity for natural\nexperimentation. However, the internal geophysical structures remain largely\nunknown. Understanding the strength and internal integrity of asteroids is not\njust a matter of scientific curiosity. It is a practical imperative to advance\nknowledge for planetary defense against the possibility of an asteroid impact.\nThis paper presents a conceptual robotics system required for efficiency at\nevery stage from entry to post-landing and for asteroid monitoring. In short,\nasteroid surveillance missions are futuristic frontiers, with the potential for\ntechnological growth that could revolutionize space exploration. Advanced space\ntechnologies and robotic systems are needed to minimize risk and prepare these\ntechnologies for future missions. A neural network model is implemented to\ntrack and predict asteroids' orbits. Advanced algorithms are also needed to\nnumerically predict orbital events to minimize error",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/2104.06249"
  },
  {
    "url": "https://arxiv.org/abs/2104.06073",
    "title": "Title:INTEGRAL serendipitous observations of solar and terrestrial X-rays and gamma rays",
    "date_publ": "13 Apr 2021",
    "authors": [
      "Marc Türler",
      "Vincent Tatischeff",
      "Volker Beckmann",
      "Eugene Churazo"
    ],
    "abstract": "Abstract:  ESA's INTEGRAL space mission has achieved unique results for solar and\nterrestrial physics, although spacecraft operations nominally excluded the\npossibility to point at the Sun or the Earth. The Earth avoidance was, however,\nexceptionally relaxed for special occultation observations of the Cosmic X-ray\nBackground (CXB), which on some occasions allowed the detection of strong X-ray\nauroral emission. In addition, the most intense solar flares can be bright\nenough to be detectable from outside the field of view of the main instruments.\nThis article presents for the first time the auroral observations by INTEGRAL\nand reviews earlier studies of the most intense solar flares. We end by briefly\nsummarising the studies of the Earth's radiation belts, which can be considered\nas another topic of serendipitous science with INTEGRAL.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2104.06073"
  },
  {
    "url": "https://arxiv.org/abs/2104.05978",
    "title": "Title:SPARK: SPAcecraft Recognition leveraging Knowledge of Space Environment",
    "date_publ": "13 Apr 2021 (v1), last revised 14 Apr 2021 (this version, v2)",
    "authors": [
      "Mohamed Adel Musallam",
      "Kassem Al Ismaeil",
      "Oyebade Oyedotun",
      "Marcos Damian Perez",
      "Michel Poucet",
      "Djamila Aouad"
    ],
    "abstract": "Abstract:  This paper proposes the SPARK dataset as a new unique space object\nmulti-modal image dataset. Image-based object recognition is an important\ncomponent of Space Situational Awareness, especially for applications such as\non-orbit servicing, active debris removal, and satellite formation. However,\nthe lack of sufficient annotated space data has limited research efforts in\ndeveloping data-driven spacecraft recognition approaches. The SPARK dataset has\nbeen generated under a realistic space simulation environment, with a large\ndiversity in sensing conditions for different orbital scenarios. It provides\nabout 150k images per modality, RGB and depth, and 11 classes for spacecrafts\nand debris. This dataset offers an opportunity to benchmark and further develop\nobject recognition, classification and detection algorithms, as well as\nmulti-modal RGB-Depth approaches under space sensing conditions. Preliminary\nexperimental evaluation validates the relevance of the data, and highlights\ninteresting challenging scenarios specific to the space environment.",
    "categories": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      " Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/2104.05978"
  },
  {
    "url": "https://arxiv.org/abs/2104.05543",
    "title": "Title:ADBSat: Methodology of a novel panel method tool for aerodynamic analysis of satellites",
    "date_publ": "12 Apr 2021",
    "authors": [
      "Luciana A. Sinpetru",
      "Nicholas H. Crisp",
      "David Mostaza-Prieto",
      "Sabrina Livadiotti",
      "Peter C. E. Robert"
    ],
    "abstract": "Abstract:  ADBSat is a novel software that determines the aerodynamic properties of any\nbody in free-molecular flow. Its main advantage is the fast approximation of\nthe aerodynamics of spacecraft in the lower end of the low-Earth orbit altitude\nrange. It is a novel implementation of a panel method, where the body is\nrepresented as a set of fundamental elements and the sum of their individual\naerodynamic properties makes up the properties of the whole. ADBSat's approach\ntreats the shape as a set of flat triangular plates. These are read from a CAD\ngeometry file in the Wavefront format, which can be created with most common\nCAD programs. A choice of gas-surface interaction models is available to\nrepresent the physics of free-molecular flow under different conditions. Its\nmodular design means that other models can be easily and quickly implemented.\nIt also benefits from a new shading algorithm for fast determination of\nelemental flow exposure. The flat plate representation and shading algorithm\nare further employed to determine solar coefficients, again with the ability to\neasily add further solar radiation pressure models as they become available. An\nexample case is presented to show the capability and functionality of the\nprogram.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2104.05543"
  },
  {
    "url": "https://arxiv.org/abs/2104.05283",
    "title": "Title:Review of Lambert's problem",
    "date_publ": "12 Apr 2021",
    "authors": [
      "David de la Torre Sangrà",
      "Elena Fantin"
    ],
    "abstract": "Abstract:  Lambert's problem is the orbital boundary-value problem constrained by two\npoints and elapsed time. It is one of the most extensively studied problems in\ncelestial mechanics and astrodynamics, and, as such, it has always attracted\nthe interest of mathematicians and engineers. Its solution lies at the base of\nalgorithms for, e.g., orbit determination, orbit design (mission planning),\nspace rendezvous and interception, space debris correlation, missile and\nspacecraft targeting. There is abundancy of literature discussing various\napproaches developed over the years to solve Lambert's problem. We have\ncollected more than 70 papers and, of course, the issue is treated in most\nastrodynamics and celestial mechanics textbooks. From our analysis of the\ndocuments, we have been able to identify six or seven main solution methods,\neach associated to a number of revisions and variations, and many, so to say,\nsecondary research lines with little or no posterior development. We have\nascertained plenty of literature with proposed solutions, in many cases\nsupplemented by performance comparisons with other methods. We have reviewed\nand organized the existing bibliography on Lambert's problem and we have\nperformed a quantitative comparison among the existing methods for its\nsolution. The analysis is based on the following issues: choice of the free\nparameter, number of iterations, generality of the mathematical formulation,\nlimits of applicability (degeneracies, domain of the parameter, special cases\nand peculiarities), accuracy, and suitability to automatic execution.\nEventually we have tested the performance of each code. The solvers that\nincorporate the best qualities are Bate's algorithm via universal variables\nwith Newton-Raphson and Izzo's Householder algorithm. The former is the\nfastest, the latter exhibits the best ratio between speed, robustness and\naccuracy.",
    "categories": [
      "Numerical Analysis (math.NA)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2104.05283"
  },
  {
    "url": "https://arxiv.org/abs/2104.05195",
    "title": "Title:Cratering of Soil by Impinging Jets of Gas, with Application to Landing Rockets on Planetary Surfaces",
    "date_publ": "12 Apr 2021",
    "authors": [
      "Philip T. Metzger",
      "Bruce T. Vu",
      "D. E. Taylor",
      "M. J. Kromann",
      "M. Fuchs",
      "B. Yutko",
      "Adam Dokos",
      "Christopher D. Immer",
      "John E. Lane",
      "M. B. Dunkel",
      "Carly M. Donahue",
      "Robert C. Latta II"
    ],
    "abstract": "Abstract:  Several physical mechanisms are involved in excavating granular materials\nbeneath a vertical jet of gas. These occur, for example, beneath the exhaust\nplume of a rocket landing on the soil of the Moon or Mars. A series of\nexperiments and simulations have been performed to provide a detailed view of\nthe complex gas/soil interactions. Measurements have also been taken from the\nApollo lunar landing videos and from photographs of the resulting terrain, and\nthese help to demonstrate how the interactions extrapolate into the lunar\nenvironment. It is important to understand these processes at a fundamental\nlevel to support the on-going design of higher-fidelity numerical simulations\nand larger-scale experiments. These are needed to enable future lunar\nexploration wherein multiple hardware assets will be placed on the Moon within\nshort distances of one another. The high-velocity spray of soil from landing\nspacecraft must be accurately predicted and controlled lest it erosively damage\nthe surrounding hardware.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Statistical Mechanics (cond-mat.stat-mech)",
      " Fluid Dynamics (physics.flu-dyn)"
    ],
    "url_pdf": "/pdf/2104.05195"
  },
  {
    "url": "https://arxiv.org/abs/2104.05176",
    "title": "Title:Empirical Scaling Laws of Rocket Exhaust Cratering",
    "date_publ": "12 Apr 2021",
    "authors": [
      "Carly M. Donohue",
      "Philip T. Metzger",
      "Christopher D. Imme"
    ],
    "abstract": "Abstract:  When launching or landing a spacecraft on the regolith of a terrestrial\nsurface, special attention needs to be paid to the rocket exhaust cratering\neffects. If the effects are not controlled, the rocket cratering could damage\nthe spacecraft or other surrounding hardware. The cratering effects of a rocket\nlanding a planet's surface are not understood well, especially for the lunar\ncase with the plume expanding in vacuum. As a result, the blast effects cannot\nbe estimated sufficiently using analytical theories. It is necessary to develop\nphysics-based simulation tools in order to calculate mission-essential\nparameters. In this work we test out the scaling laws of the physics in regard\nto growth rate of the crater depth. This will provide the physical insight\nnecessary to begin the physics-based modeling.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Soft Condensed Matter (cond-mat.soft)",
      " Fluid Dynamics (physics.flu-dyn)"
    ],
    "url_pdf": "/pdf/2104.05176"
  },
  {
    "url": "https://arxiv.org/abs/2104.04575",
    "title": "Title:Lucy Mission to the Trojan Asteroids: Instrumentation and Encounter Concept of Operations",
    "date_publ": "9 Apr 2021",
    "authors": [
      "Catherine B. Olkin",
      "Harold F. Levison",
      "Michael Vincent",
      "Keith S. Noll",
      "John Andrews",
      "Sheila Gray",
      "Phil Good",
      "Simone Marchi",
      "Phil Christensen",
      "Dennis Reuter",
      "Harold Weaver",
      "Martin Patzold",
      "James F. Bell III",
      "Victoria E. Hamilton",
      "Neil Dello Russo",
      "Amy Simon",
      "Matt Beasley",
      "Will Grundy",
      "Carly Howett",
      "John Spencer",
      "Michael Ravine",
      "Michael Caplinge"
    ],
    "abstract": "Abstract:  The Lucy Mission accomplishes its science during a series of five flyby\nencounters with seven Trojan asteroid targets. This mission architecture drives\na concept of operations design that maximizes science return, provides\nredundancy in observations where possible, features autonomous fault protection\nand utilizes onboard target tracking near closest approach. These design\nconsiderations reduce risk during the relatively short time-critical periods\nwhen science data is collected. The payload suite consists of a color camera\nand infrared imaging spectrometer, a high-resolution panchromatic imager, and a\nthermal infrared spectrometer. The mission design allows for concurrent\nobservations of all instruments. Additionally, two spacecraft subsystems will\nalso contribute to the science investigations: the Terminal Tracking Cameras\nwill obtain wide field-of-view imaging near closest approach to determine the\nshape of each of the Trojan targets and the telecommunication subsystem will\ncarry out Doppler tracking of the spacecraft to determine the mass of each of\nthe Trojan targets.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2104.04575"
  },
  {
    "url": "https://arxiv.org/abs/2104.03451",
    "title": "Title:Calibration and validation of the lunar exploration neutron detector (LEND) observations for the study of the moon volatiles",
    "date_publ": "8 Apr 2021 (v1), last revised 10 Apr 2021 (this version, v2)",
    "authors": [
      "J.J. Su",
      "T.P. McClanahan",
      "A.M. Parsons",
      "R. Sagdeev",
      "W.V. Boynton",
      "G. Chin",
      "T.A. Livengood",
      "R.D. Starr",
      "D. Hamar"
    ],
    "abstract": "Abstract:  This paper reviews improved calibration methods for the Lunar Reconnaissance\nOrbiter Lunar Exploration Neutron Detector. We cross calibrated the set of LEND\nobservations and models of its detectors physical geometry and composition\nagainst the McKinney Apollo 17 era measured neutron flux, Lunar Prospector\nNeutron Spectrometer epithermal neutron observations, Earth based Galactic\nCosmic Ray observations and altitude dependent models of the Moon neutron\nemission flux. Our neutron transport modeling of the LEND system with the\nGeant4 software package allows us to fully decompose the varying contributions\nof lunar, spacecraft and instrument dependent sources of neutrons and charged\nparticles during the LEND mission. With this improved calibration, we can now\nfully predict every observation from the eight helium 3 detectors and the\nexpected total and partial count rates of neutrons and charged particles for\nthe entirety of LEND now ten plus year observation campaign at the Moon. The\nstudy has resulted in an improved calibration for all detectors. The high\nspatial resolution of LEND collimated and uncollimated sensors are illustrated\nusing the neutron suppression region associated with the south polar Cabeus\npermanent shadowed region.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "#other"
  },
  {
    "url": "https://arxiv.org/abs/2104.03082",
    "title": "Title:First-year ion-acoustic wave observations in the solar wind by the RPW/TDS instrument onboard Solar Orbiter",
    "date_publ": "7 Apr 2021 (v1), last revised 6 Sep 2021 (this version, v2)",
    "authors": [
      "D. Píša",
      "J. Souček",
      "O. Santolík",
      "M. Hanzelka",
      "G. Nicolaou",
      "M. Maksimovic",
      "S.D. Bale",
      "T. Chust",
      "Y. Khotyaintsev",
      "V. Krasnoselskikh",
      "M. Kretzschmar",
      "E. Lorfèvre",
      "D. Plettemeier",
      "M. Steller",
      "Š. Štverák",
      "P. Trávníček",
      "A. Vaivads",
      "A. Vecchio",
      "T. Horbury",
      "H. O'Brien",
      "V. Evans",
      "V. Angelini",
      "C. J. Owen",
      "P. Louar"
    ],
    "abstract": "Abstract:  Electric field measurements of the Time Domain Sampler (TDS) receiver, part\nof the Radio and Plasma Waves (RPW) instrument on board Solar Orbiter, often\nexhibit very intense broadband wave emissions at frequencies below 20~kHz in\nthe spacecraft frame. In this paper, we present a year-long study of\nelectrostatic fluctuations observed in the solar wind at an interval of\nheliocentric distances from 0.5 to 1~AU. The RPW/TDS observations provide a\nnearly continuous data set for a statistical study of intense waves below the\nlocal plasma frequency. The on-board and continuously collected and processed\nproperties of waveform snapshots allow for the mapping plasma waves at\nfrequencies between 200~Hz and 20~kHz. We used the triggered waveform snapshots\nand a Doppler-shifted solution of the dispersion relation for wave mode\nidentification in order to carry out a detailed spectral and polarization\nanalysis. Electrostatic ion-acoustic waves are the common wave emissions\nobserved between the local electron and proton plasma frequency in the soler\nwind. The occurrence rate of ion-acoustic waves peaks around perihelion at\ndistances of 0.5~AU and decreases with increasing distances, with only a few\nwaves detected per day at 0.9~AU. Waves are more likely to be observed when the\nlocal proton moments and magnetic field are highly variable. A more detailed\nanalysis of more than 10000 triggered waveform snapshots shows the mean wave\nfrequency at about 3 kHz and wave amplitude about 2.5 mV/m. The wave amplitude\nvaries as 1/R^(1.38) with the heliocentric distance. The relative phase\ndistribution between two components of the E-field shows a mostly linear wave\npolarization. Electric field fluctuations are closely aligned with the\ndirections of the ambient field lines. Only a small number (3%) of ion-acoustic\nwaves are observed at larger magnetic discontinuities.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/2104.03082"
  }
]