[
  {
    "url": "https://arxiv.org/abs/1612.05487",
    "title": "Title:Observational evidence for the associated formation of blobs and raining inflows in the solar Corona",
    "date_publ": "16 Dec 2016",
    "authors": [
      "Eduardo Sanchez-Diaz",
      "Alexis P. Rouillard",
      "Jackie A. Davies",
      "Benoit Lavraud",
      "Neil R. Sheeley",
      "Rui F. Pinto",
      "Emilia Kilpua",
      "Illya Plotnikov",
      "Vincent Geno"
    ],
    "abstract": "Abstract:  The origin of the slow solar wind is still a topic of much debate. The\ncontinual emergence of small transient structures from helmet streamers is\nthought to constitute one of the main sources of the slow wind. Determining the\nheight at which these transients are released is an important factor in\ndetermining the conditions under which the slow solar wind forms. To this end,\nwe have carried out a multipoint analysis of small transient structures\nreleased from a north-south tilted helmet streamer into the slow solar wind\nover a broad range of position angles during Carrington Rotation 2137.\nCombining the remote-sensing observations taken by the Solar-TErrestrial\nRElations Observatory (STEREO) mission with coronagraphic observations from the\nSolar and Heliospheric Observatory (SoHO) spacecraft, we show that the release\nof such small transient structures (often called blobs), which subsequently\nmove away from the Sun, is associated with the concomitant formation of\ntransient structures collapsing back towards the Sun; the latter have been\nreferred to by previous authors as raining inflows. This is the first direct\nassociation between outflowing blobs and raining inflows, which locates the\nformation of blobs above the helmet streamers and gives strong support that the\nblobs are released by magnetic reconnection.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1612.05487"
  },
  {
    "url": "https://arxiv.org/abs/1612.04092",
    "title": "Title:The 26 December 2001 Solar Eruptive Event Responsible for GLE63. III. CME, Shock Waves, and Energetic Particles",
    "date_publ": "13 Dec 2016 (v1), last revised 8 Jun 2017 (this version, v3)",
    "authors": [
      "V.V. Grechnev (1)",
      "V.I. Kiselev (1)",
      "A.M. Uralov (1)",
      "K.-L. Klein (2)",
      "A.A. Kochanov (1)",
      "((1) Institute of Solar-Terrestrial Physics SB RAS",
      "Irkutsk",
      "Russia",
      "(2) Observatoire de Paris",
      "Univ. Paris",
      "Observatoire de Meudon",
      "Meudon",
      "France"
    ],
    "abstract": "Abstract:  The SOL2001-12-26 moderate solar eruptive event (GOES importance M7.1,\nmicrowaves up to 4000 sfu at 9.4 GHz, CME speed 1446 km/s) produced strong\nfluxes of solar energetic particles and ground-level enhancement of cosmic-ray\nintensity (GLE63). To find a possible reason for the atypically high proton\noutcome of this event, we study multi-wavelength images and dynamic radio\nspectra and quantitatively reconcile the findings with each other. An\nadditional eruption probably occurred in the same active region about half an\nhour before the main eruption. The latter produced two blast-wave-like shocks\nduring the impulsive phase. The two shock waves eventually merged around the\nradial direction into a single shock traced up to $25R_\\odot$ as a halo ahead\nof the expanding CME body, in agreement with an interplanetary Type II event\nrecorded by the Radio and Plasma Wave Investigation (WAVES) experiment on the\nWind spacecraft. The shape and kinematics of the halo indicate an intermediate\nregime of the shock between the blast wave and bow shock at these distances.\nThe results show that i) the shock wave appeared during the flare rise and\ncould accelerate particles earlier than usually assumed; ii) the particle event\ncould be amplified by the preceding eruption, which stretched closed structures\nabove the developing CME, facilitated its lift-off and escape of\nflare-accelerated particles, enabled a higher CME speed and stronger shock\nahead; iii) escape of flare-accelerated particles could be additionally\nfacilitated by reconnection of the flux rope, where they were trapped, with a\nlarge coronal hole; iv) the first eruption supplied a rich seed population\naccelerated by a trailing shock wave.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1612.04092"
  },
  {
    "url": "https://arxiv.org/abs/1612.03321",
    "title": "Title:Rings beyond the giant planets",
    "date_publ": "10 Dec 2016 (v1), last revised 11 Apr 2017 (this version, v2)",
    "authors": [
      "Bruno Sicardy",
      "Maryame El Moutamid",
      "Alice C. Quillen",
      "Paul M. Schenk",
      "Mark R. Showalter",
      "Kevin Wals"
    ],
    "abstract": "Abstract:  Until 2013, only the giant planets were known to host ring systems. In June\n2013, a stellar occulation revealed the presence of narrow and dense rings\naround Chariklo, a small Centaur object that orbits between Saturn and Uranus.\nMeanwhile, the Cassini spacecraft revealed evidence for the possible past\npresence of rings around the Saturnian satellites Rhea and Iapetus. Mars and\nPluto are expected to have tenuous dusty rings, though they have so far evaded\ndetection. More remotely, transit events observed around a star in 2007 may\nhave revealed for the first time exoplanetary rings around a giant planet\norbiting that star. So, evidence is building to show that rings are more common\nfeatures in the universe than previously thought. Several interesting issues\narising from the discovery (or suspicion) of new ring systems are described in\nthis chapter.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1612.03321"
  },
  {
    "url": "https://arxiv.org/abs/1612.02432",
    "title": "Title:Kepler Transit Depths Contaminated by a Phantom Star",
    "date_publ": "7 Dec 2016",
    "authors": [
      "Paul A. Dalba",
      "Philip S. Muirhead",
      "Bryce Croll",
      "Eliza M.-R. Kempto"
    ],
    "abstract": "Abstract:  We present ground-based observations from the Discovery Channel Telescope\n(DCT) of three transits of Kepler-445c---a supposed super-Earth exoplanet with\nproperties resembling GJ 1214b---and demonstrate that the transit depth is\napproximately 50 percent shallower than the depth previously inferred from\nKepler Spacecraft data. The resulting decrease in planetary radius\nsignificantly alters the interpretation of the exoplanet's bulk composition.\nDespite the faintness of the M4 dwarf host star, our ground-based photometry\nclearly recovers each transit and achieves repeatable 1-sigma precision of\napproximately 0.2 percent (2 millimags). The transit parameters estimated from\nthe DCT data are discrepant with those inferred from the Kepler data to at\nleast 17-sigma confidence. This inconsistency is due to a subtle miscalculation\nof the stellar crowding metric during the Kepler pre-search data conditioning\n(PDC). The crowding metric, or CROWDSAP, is contaminated by a non-existent\n\"phantom star\" originating in the USNO-B1 catalog and inherited by the Kepler\nInput Catalog (KIC). Phantom stars in the KIC are likely rare, but they have\nthe potential to affect statistical studies of Kepler targets that use the PDC\ntransit depths for a large number of exoplanets where individual follow-up\nobservation of each is not possible. The miscalculation of Kepler-445c's\ntransit depth emphasizes the importance of stellar crowding in the Kepler data,\nand provides a cautionary tale for the analysis of data from the Transiting\nExoplanet Survey Satellite (TESS), which will have even larger pixels than\nKepler.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1612.02432"
  },
  {
    "url": "https://arxiv.org/abs/1612.02339",
    "title": "Title:Heliosheath Processes and the Structure of the Heliopause: Modeling Energetic Particles, Cosmic Rays, and Magnetic Fields",
    "date_publ": "7 Dec 2016",
    "authors": [
      "N. V. Pogorelov",
      "H. Fichtner",
      "A. Czechowski",
      "A. Lazarian",
      "B. Lembege",
      "J. A. le Roux",
      "M. S. Potgieter",
      "K. Scherer",
      "E. C. Stone",
      "R. D. Strauss",
      "T. Wiengarten",
      "P. Wurz",
      "G. P. Zank",
      "M. Zhan"
    ],
    "abstract": "Abstract:  This paper summarizes the results obtained by the team \"Heliosheath Processes\nand the Structure of the Heliopause: Modeling Energetic Particles, Cosmic Rays,\nand Magnetic Fields\" supported by the International Space Science Institute in\nBern, Switzerland. We focus on the physical processes occurring in the outer\nheliosphere, especially at its boundary called the heliopause (HP), and in the\nLISM. The importance of magnetic field, charge exchange between atoms and ions,\nand solar cycle on the heliopause topology and observed heliocentric distances\nto different heliospheric discontinuities are discussed. It is shown that\ntime-dependent boundary conditions are necessary to describe the heliospheric\nasymmetries detected by the Voyager spacecraft. We also discuss the structure\nof the HP, especially due to its instability and magnetic reconnection. It is\ndemonstrated that the Rayleigh-Taylor instability of the nose of the HP creates\nconsecutive layers of the interstellar and heliospheric plasma which are\nmagnetically connected to different sources. This may be a possible explanation\nof abrupt changes in the galactic and anomalous cosmic ray fluxes observed by\nVoyager 1 when it was crossing the HP structure for a period of about one month\nin the summer of 2012. This paper also discusses the plausibility of fitting\nsimulation results to a number of observational data sets obtained by in situ\nand remote measurements. The distribution of magnetic field in the vicinity of\nthe HP is discussed in the context of Voyager measurements. We discuss the\ntransport of energetic particles in the inner and outer heliosheath,\nconcentrating on the anisotropic spatial diffusion diffusion tensor and the\npitch-angle dependence of perpendicular diffusion and demonstrate that the\nlatter can explain the observed pitch-angle anisotropies of both the anomalous\nand galactic cosmic rays in the outer heliosheath.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1612.02339"
  },
  {
    "url": "https://arxiv.org/abs/1612.02231",
    "title": "Title:The temporal evolution of exposed water ice-rich areas on the surface of 67P/Churyumov-Gerasimenko: spectral analysis",
    "date_publ": "7 Dec 2016",
    "authors": [
      "A. Raponi",
      "M. Ciarniello",
      "F. Capaccioni",
      "G. Filacchione",
      "F. Tosi",
      "M. C. De Sanctis",
      "M.T. Capria",
      "M. A. Barucci",
      "A. Longobardo",
      "E. Palomba",
      "D. Kappel",
      "G. Arnold",
      "S. Mottola",
      "B. Rousseau",
      "E. Quirico",
      "G. Rinaldi",
      "S. Erard",
      "D. Bockelee-Morvan",
      "C. Leyra"
    ],
    "abstract": "Abstract:  Water ice-rich patches have been detected on the surface of comet\n67P/Churyumov-Gerasimenko by the VIRTIS hyperspectral imager on-board the\nRosetta spacecraft, since the orbital insertion in late August 2014. Among\nthose, three icy patches have been selected, and VIRTIS data are used to\nanalyse their properties and their temporal evolution while the comet was\nmoving towards the Sun. We performed an extensive analysis of the spectral\nparameters, and we applied the Hapke radiative transfer model to retrieve the\nabundance and grain size of water ice, as well as the mixing modalities of\nwater ice and dark terrains on the three selected water ice rich areas. Study\nof the spatial distribution of the spectral parameters within the ice-rich\npatches has revealed that water ice follows different patterns associated to a\nbimodal distribution of the grains: ~50 {\\mu}m sized and ~2000 {\\mu}m sized. In\nall three cases, after the first detections at about 3.5 AU heliocentric\ndistance, the spatial extension and intensity of the water ice spectral\nfeatures increased, it reached a maximum after 60-100 days at about 3.0 AU, and\nwas followed by an approximately equally timed decrease and disappearanceat\nabout ~2.2 AU, before perihelion. The behaviour of the analysed patches can be\nassimilated to a seasonal cycle. In addition we found evidence of short-term\nvariability associated to a diurnal water cycle. The similar lifecycle of the\nthree icy regions indicates that water ice is uniformly distributed in the\nsubsurface layers, and no large water ice reservoirs are present.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1612.02231"
  },
  {
    "url": "https://arxiv.org/abs/1612.02150",
    "title": "Title:Energy Cascade Rate In Compressible Fast And Slow Solar Wind Turbulence",
    "date_publ": "7 Dec 2016",
    "authors": [
      "L. Z. Hadid",
      "F. Sahraoui",
      "S. Galtie"
    ],
    "abstract": "Abstract:  Estimation of the energy cascade rate in the inertial range of solar wind\nturbulence has been done so far mostly within the incompressible\nmagnetohydrodynamics (MHD) theory. Here, we go beyond that approximation to\ninclude plasma compressibility using a reduced form of a recently derived exact\nlaw for compressible, isothermal MHD turbulence. Using in-situ data from the\nTHEMIS/ARTEMIS spacecraft in the fast and slow solar wind, we investigate in\ndetail the role of the compressible fluctuations in modifying the energy\ncascade rate with respect to the prediction of the incompressible MHD model. In\nparticular, we found that the energy cascade rate: i) is amplified particularly\nin the slow solar wind; ii) exhibits weaker fluctuations in spatial scales,\nwhich leads to a broader inertial range than the previous reported ones; iii)\nhas a power law scaling with the turbulent Mach number; iv) has a lower level\nof spatial anisotropy. Other features of solar wind turbulence are discussed\nalong with their comparison with previous studies that used incompressible or\nheuristic (non exact) compressible MHD models.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1612.02150"
  },
  {
    "url": "https://arxiv.org/abs/1612.01998",
    "title": "Title:Leveraging High Resolution Spectra to Understand Black Hole Spectra",
    "date_publ": "6 Dec 2016",
    "authors": [
      "Michael A. Nowa"
    ],
    "abstract": "Abstract:  For the past 17 years, both XMM-Newton and Chandra have brought the powerful\ncombination of high spatial and spectral resolution to the study of black hole\nsystems. Each of these attributes requires special consideration--- in\ncomparison to lower spatial resolution, CCD quality spectra--- when modeling\nobservations obtained by these spacecraft. A good understanding of the high\nresolution spectra is in fact required to model properly lower resolution CCD\nspectra, with the Reflection Grating Spectrometer (RGS) instrument on\nXMM-Newton maintaining the highest \"figure of merit\" at soft X-ray energies for\nall missions flying or currently planned for the next decade. Thanks to its\neven higher spectral resolution, the use of Chandra-High Energy Transmission\nGratings (HETG), albeit with longer integration times, allows for one to bring\nfurther clarity to RGS studies. A further promising route for continued studies\nis the combination of high spectral resolution at soft X-rays, via RGS and/or\nHETG, with contemporaneous broadband coverage extending to hard X-rays (e.g.,\nNuSTAR or INTEGRAL spectra). Such studies offer special promise for answering\nfundamental questions about accretion in black hole systems; however, they have\nreceived only moderate consideration to date. This may be due in part to the\ndifficulty of analyzing high resolution spectra. In response, we must continue\nto develop software tools that make the analysis of high resolution X-ray\nspectra more accessible to the wider astrophysics community.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1612.01998"
  },
  {
    "url": "https://arxiv.org/abs/1612.00758",
    "title": "Title:Time Evolution of Elemental Ratios in Solar Energetic Particle events",
    "date_publ": "2 Dec 2016",
    "authors": [
      "P. Zelina",
      "S. Dalla",
      "C. M. S. Cohen",
      "R. A. Mewald"
    ],
    "abstract": "Abstract:  Heavy ion ratio abundances in Solar Energetic Particle (SEP) events,\ne.g.~Fe/O, often exhibit decreases over time. Using particle instruments on the\nACE, SOHO and STEREO spacecraft, we analysed heavy ion data from 4 SEP events\ntaking place between December 2006 and December 2014. We constructed 36\ndifferent ionic pairs and studied their time evolution in each event. We\nquantified the temporal behaviour of abundant SEP ratios by fitting the data to\nderive a decay time constant $B$. We also considered the ratio of ionic\nmass--to--charge for each pair, the $S$ value given e.g.~for Fe/O by $S_{\\rm\nFe/O} = (M/Q)_{\\rm Fe}\\big/(M/Q)_{\\rm O}$. We found that the temporal behaviour\nof SEP ratios is ordered by the value of $S$: ratios with $S>1$ showed\ndecreases over time (i.e.~$B<0$) and those with $S<1$ showed increases ($B>0$).\nWe plotted $B$ as a function of $S$ and observed a clear monotonic dependence:\nratios with a large $S$ decayed at a higher rate. A prominent discontinuity at\n$S=2.0$ (corresponding to He/H) was found in 3 of the 4 events, suggesting\nanomalous behaviour of protons. The X/H ratios often show an initial increase\nfollowed by a decrease, and decay at a slower rate. We discuss possible causes\nof the observed $B$ versus $S$ trends within current understanding of SEP\npropagation.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1612.00758"
  },
  {
    "url": "https://arxiv.org/abs/1612.00070",
    "title": "Title:Rotation Periods of Wide Binaries in the Kepler Field",
    "date_publ": "30 Nov 2016",
    "authors": [
      "K.A. Jane"
    ],
    "abstract": "Abstract:  In a search of proper motion catalogs for common proper motion stars in the\nfield of the Kepler spacecraft I identified 93 likely binary systems. A\ncomparison of their rotation periods is a test of the gyrochronology concept.\nTo find their periods I calculated the autocorrelation function of the Kepler\nmission photometry for each star. In most systems for which good periods can be\nfound, the cooler star has a longer period than the hotter component in general\nagreement with models. However, there is a wide range in the gradients of lines\nconnecting binary pairs in a period-color diagram. Furthermore, near the solar\ncolor, only a few stars have longer periods than the Sun, suggesting that they,\nand their cooler companions are not much older than the Sun. In addition, there\nis an apparent gap at intermediate periods in the period distribution of the\nlate K and early M stars. Either star formation in this direction has been\nvariable, or stars evolve in period at a non-uniform rate, or some stars evolve\nmore rapidly than others at the same mass. Finally, using the autocorrelation\nfunction as a measure of the activity level, I found that while the F, G and\nearly K stars become less active as their periods increase, there is no\ncorrelation between period and activity for the mid K to early M stars.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1612.00070"
  },
  {
    "url": "https://arxiv.org/abs/1611.10201",
    "title": "Title:A study of solar photospheric temperature gradient variation using limb darkening measurements",
    "date_publ": "30 Nov 2016",
    "authors": [
      "Serena Criscuoli",
      "Peter Fouka"
    ],
    "abstract": "Abstract:  The variation in area of quiet magnetic network measured over the sunspot\ncycle should modulate the spatially averaged photospheric temperature gradient,\nsince temperature declines with optical depth more gradually in magnetic flux\ntube atmospheres. Yet, limb darkening measurements show no dependence upon\nactivity level, even at an rms precision of 0.04%. We study the sensitivity of\nlimb darkening to changes in area filling factor using a 3D MHD model of the\nmagnetized photosphere. The limb darkening change expected from the measured 11\nyr area variation lies below the level of measured limb darkening variations,\nfor a reasonable range of magnetic flux in quiet network and internetwork\nregions. So the remarkably constant limb darkening observed over the solar\nactivity cycle is not inconsistent with the measured 11 year change in area of\nquiet magnetic network. Our findings offer an independent constraint on\nphotospheric temperature gradient changes reported from measurements of the\nsolar spectral irradiance from the Spectral Irradiance Monitor (SIM), and\nrecently, from wavelength differential spectrophotometry using the Solar\nOptical Telescope (SOT) aboard the HINODE spacecraft.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1611.10201"
  },
  {
    "url": "https://arxiv.org/abs/1611.08371",
    "title": "Title:Pre-flare coronal dimmings",
    "date_publ": "25 Nov 2016",
    "authors": [
      "Q. M. Zhang",
      "Y. N. Su",
      "H. S. J"
    ],
    "abstract": "Abstract:  In this paper, we focus on the pre-flare coronal dimmings. We report our\nmultiwavelength observations of the GOES X1.6 solar flare and the accompanying\nhalo CME produced by the eruption of a sigmoidal magnetic flux rope (MFR) in\nNOAA active region (AR) 12158 on 2014 September 10. The eruption was observed\nby the Atmospheric Imaging Assembly (AIA) aboard the Solar Dynamic Observatory\n(SDO). The photospheric line-of-sight magnetograms were observed by the\nHelioseismic and Magnetic Imager (HMI) aboard SDO. The soft X-ray (SXR) fluxes\nwere recorded by the GOES spacecraft. The halo CME was observed by the white\nlight coronagraphs of the Large Angle Spectroscopic Coronagraph (LASCO) aboard\nSOHO.} {About 96 minutes before the onset of flare/CME, narrow pre-flare\ncoronal dimmings appeared at the two ends of the twisted MFR. They extended\nvery slowly with their intensities decreasing with time, while their apparent\nwidths (8$-$9 Mm) nearly kept constant. During the impulsive and decay phases\nof flare, typical fanlike twin dimmings appeared and expanded with much larger\nextent and lower intensities than the pre-flare dimmings. The percentage of 171\nÅ intensity decrease reaches 40\\%. The pre-flare dimmings are most striking\nin 171, 193, and 211 Å with formation temperatures of 0.6$-$2.5 MK. The\nnorthern part of the pre-flare dimmings could also be recognized in 131 and 335\nÅ.} To our knowledge, this is the first detailed study of pre-flare coronal\ndimmings, which can be explained by the density depletion as a result of the\ngradual expansion of the coronal loop system surrounding the MFR during the\nslow rise of the MFR.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1611.08371"
  },
  {
    "url": "https://arxiv.org/abs/1611.08245",
    "title": "Title:Nature of the MHD and kinetic scale turbulence in the magnetosheath of Saturn: Cassini observations",
    "date_publ": "24 Nov 2016",
    "authors": [
      "L. Z. Hadid",
      "F. Sahraoui",
      "K. H. Kiyani",
      "A. Retinò",
      "R. Modolo",
      "P. Canu",
      "A. Masters",
      "M. K. Doughert"
    ],
    "abstract": "Abstract:  Low frequency turbulence in Saturn's magnetosheath is investigated using\nin-situ measurements of the Cassini spacecraft. Focus is put on the magnetic\nenergy spectra computed in the frequency range $\\sim[10^{-4}, 1]$Hz. A set of\n42 time intervals in the magnetosheath were analyzed and three main results\nthat contrast with known features of solar wind turbulence are reported: 1) The\nmagnetic energy spectra showed a $\\sim f^{-1}$ scaling at MHD scales followed\nby an $\\sim f^{-2.6}$ scaling at the sub-ion scales without forming the\nso-called inertial range; 2) The magnetic compressibility and the\ncross-correlation between the parallel component of the magnetic field and\ndensity fluctuations $ C(\\delta n,\\delta B_{||}) $ indicates the dominance of\nthe compressible magnetosonic slow-like modes at MHD scales rather than the\nAlfvén mode; 3) Higher order statistics revealed a monofractal (resp.\nmultifractal) behaviour of the turbulent flow downstream of a\nquasi-perpendicular (resp. quasi-parallel) shock at the sub-ion scales.\nImplications of these results on theoretical modeling of space plasma\nturbulence are discussed.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1611.08245"
  },
  {
    "url": "https://arxiv.org/abs/1611.08142",
    "title": "Title:On the effect of ocean tides and tesseral harmonics on spacecraft flybys of the Earth",
    "date_publ": "24 Nov 2016",
    "authors": [
      "L. Aced"
    ],
    "abstract": "Abstract:  The so-called flyby anomaly has encouraged several authors to analyze in\ndetail the minor perturbative contributions to the trajectory of spacecraft\nperforming a flyby manoeuvre. This anomaly consist of an unexplained increase\nor decrease of the asymptotic velocity of the spacecraft after a flyby of the\nEarth in the range of a few mm per second. Some order of magnitude estimations\nhave been performed in recent years to dismiss many possible conventional\neffects as the source of such an anomaly but no explanation has been found yet.\nIn this paper we perform a study of the perturbation induced by ocean tides in\na flybying spacecraft by considering the time dependence of the location of the\nhigh tide as the Moon follows its orbit. We show that this effect implies a\nchange of the spacecraft velocity of a few micrometers per second.\nWe also consider the coupling of tesseral harmonics inhomogeneities and the\nrotation of the Earth and its impact of the spacecraft outgoing velocity.\nSignificant corrections to the observed asymptotic velocities are found in this\ncase but neither their sign nor their magnitude coincide with the anomalies.\nSo, we can also rule this out as a conventional explanation.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1611.08142"
  },
  {
    "url": "https://arxiv.org/abs/1611.07901",
    "title": "Title:Langmuir Wave Electric Fields Induced by Electron Beams in the Heliosphere",
    "date_publ": "23 Nov 2016",
    "authors": [
      "Hamish A. S. Reid",
      "Eduard P. Konta"
    ],
    "abstract": "Abstract:  Solar electron beams responsible for type III radio emission generate\nLangmuir waves as they propagate out from the Sun. The Langmuir waves are\nobserved via in-situ electric field measurements. These Langmuir waves are not\nsmoothly distributed but occur in discrete clumps, commonly attributed to the\nturbulent nature of the solar wind electron density. Exactly how the density\nturbulence modulates the Langmuir wave electric fields is understood only\nqualitatively. Using weak turbulence simulations, we investigate how solar wind\ndensity turbulence changes the probability distribution functions, mean value\nand variance of the beam-driven electric field distributions. Simulations show\nrather complicated forms of the distribution that are dependent upon how the\nelectric fields are sampled. Generally the higher magnitude of density\nfluctuations reduce the mean and increase the variance of the distribution in a\nconsistent manor to the predictions from resonance broadening by density\nfluctuations. We also demonstrate how the properties of the electric field\ndistribution should vary radially from the Sun to the Earth and provide a\nnumerical prediction for the in-situ measurements of the upcoming Solar Orbiter\nand Solar Probe Plus spacecraft.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1611.07901"
  },
  {
    "url": "https://arxiv.org/abs/1611.07669",
    "title": "Title:The Great Saturn Storm of 2010-2011",
    "date_publ": "23 Nov 2016",
    "authors": [
      "Agustín Sánchez-Lavega",
      "Georg Fischer",
      "Leigh N. Fletcher",
      "Enrique García-Melendo",
      "Brigette Hesman",
      "Santiago Pérez-Hoyos",
      "Kunio M. Sayanagi",
      "Lawrence A. Sromovsk"
    ],
    "abstract": "Abstract:  In December 2010, a major storm erupted in Saturn's northern hemisphere near\n37 degree planetographic latitude. This rather surprising event, occurring at\nan unexpected latitude and time, is the sixth \"Great White Spot\" (GWS) storm\nobserved over the last century and a half. Such GWS events are planetary-scale\natmospheric phenomena that dramatically change the typically bland appearance\nof the planet. Occurring while the Cassini mission was on-orbit at Saturn, the\nGreat Storm of 2010-2011 was well-suited for intense scrutiny by the suite of\nsophisticated instruments onboard the Cassini spacecraft as well by modern\ninstrumentation on ground-based telescopes and onboard the Hubble Space\nTelescope. This GWS erupted on December 5th and generated a major dynamical\ndisturbance that affected the whole latitude band from 25 deg to 48 deg N.\nLightning events were prominent and detected as outbursts and flashes at both\noptical and radio wavelengths. The activity of the head ceased after about\nseven months, leaving the cloud structure and ambient winds perturbed. The tops\nof the optically dense clouds of the storm's head reached the 300 mbar altitude\nlevel where a mixture of ices was detected. The energetics of the frequency and\npower of lightning, as well as the estimated power generated by the latent heat\nreleased in the water-based convection, both indicate that the power released\nfor the storm was a significant fraction of Saturn's total radiated power. The\neffects of the storm propagated into the stratosphere forming two warm\nairmasses at the 0.5-5 mbar pressure level altitude. Related to the\nstratospheric disturbance, hydrocarbon composition excesses were found. The\ndecades-long interval between storms is probably related to the insolation\ncycle and the long radiative time constant of Saturn's atmosphere, and several\ntheories for temporarily storing energy have been proposed.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1611.07669"
  },
  {
    "url": "https://arxiv.org/abs/1611.07061",
    "title": "Title:Resurrection of (3200) Phaethon in 2016",
    "date_publ": "21 Nov 2016",
    "authors": [
      "Man-To Hui",
      "Jing L"
    ],
    "abstract": "Abstract:  We present a study of the active asteroid (3200) Phaethon in the 2016\napparition using the STEREO spacecraft and compare the results with data from\nthe previous two perihelia in 2009 and 2012. Once again, Phaethon brightened by\n$\\sim$2 mag soon after its perihelion passage, contradicting expectations from\nthe phase function of a macroscopic monolithic body. Subsequently, a short\nantisolar tail of $\\sim$0°.1 in length was formed within $\\sim$1 day and\nquickly disappeared. No trail was seen. Our syndyne-synchrone analysis\nindicates that the tail was comprised of submicron to micron particles and can\nbe approximated by a synchrone coinciding with the outburst. We estimate that\nthe outburst has released a mass of $\\sim$10$^{4}$--10$^{5}$ kg, comparable to\nthe two mass ejections in 2009 and 2012, and that the average mass-loss rate is\n$\\sim$0.1--1 kg s$^{-1}$. The forward-scattering effect hinted at low level\nactivity of Phaethon prior to the outburst, which increased the effective cross\nsection by merely $\\lesssim$1 km$^2$. Without the forward-scattering\nenhancement, detecting such activity at side-scattering phase angles is very\ndifficult. The forward-scattering effect also reinforces that the ejected dust\ngrains rather than gas emissions were responsible for the activity of Phaethon.\nDespite Phaethon's reactivation, it is highly unlikely that the Geminid\nmeteoroid stream can be sustained by similar perihelion mass-loss events.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1611.07061"
  },
  {
    "url": "https://arxiv.org/abs/1611.06025",
    "title": "Title:Solar-system tests of the relativistic gravity",
    "date_publ": "18 Nov 2016 (v1), last revised 25 Dec 2016 (this version, v2)",
    "authors": [
      "Wei-Tou N"
    ],
    "abstract": "Abstract:  In 1859, Le Verrier discovered the Mercury perihelion advance anomaly. This\nanomaly turned out to be the first relativistic-gravity effect observed. During\nthe 157 years to 2016, the precisions and accuracies of laboratory and space\nexperiments, and of astrophysical and cosmological observations on relativistic\ngravity have been improved by 3-4 orders of magnitude. The improvements have\nbeen mainly from optical observations at first followed by radio observations.\nThe achievements for the past 50 years are from radio Doppler tracking and\nradio ranging together with lunar laser ranging. At the present, the radio\nobservations and lunar laser ranging experiments are similar in the accuracy of\ntesting relativistic gravity. We review and summarize the present status of\nsolar-system tests of relativistic gravity. With planetary laser ranging,\nspacecraft laser ranging and interferometric laser ranging (laser Doppler\nranging) together with the development of drag-free technology, the optical\nobservations will improve the accuracies by another 3-4 orders of magnitude in\nboth the equivalence principle tests and solar-system dynamics tests of\nrelativistic gravity. Clock tests and atomic interferometry tests of\nrelativistic gravity will reach an ever-increasing precision. These will give\ncrucial clues in both experimental and theoretical aspects of gravity, and may\nlead to answers to some profound issues in gravity and cosmology.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1611.06025"
  },
  {
    "url": "https://arxiv.org/abs/1611.05625",
    "title": "Title:Hayabusa-2 Mission Target Asteroid 162173 Ryugu (1999 JU3): Searching for the Object's Spin-Axis Orientation",
    "date_publ": "17 Nov 2016",
    "authors": [
      "T. G. Müller",
      "J. Ďurech",
      "M. Ishiguro",
      "M. Mueller",
      "T. Krühler",
      "H. Yang",
      "M.-J. Kim",
      "L. O'Rourke",
      "F. Usui",
      "C. Kiss",
      "B. Altieri",
      "B. Carry",
      "Y.-J. Choi",
      "M. Delbo",
      "J. P. Emery",
      "J. Greiner",
      "S. Hasegawa",
      "J. L. Hora",
      "F. Knust",
      "D. Kuroda",
      "D. Osip",
      "A. Rau",
      "A. Rivkin",
      "P. Schady",
      "J. Thomas-Osip",
      "D. Trilling",
      "S. Urakawa",
      "E. Vilenius",
      "P. Weissman",
      "P. Zeidle"
    ],
    "abstract": "Abstract:  The JAXA Hayabusa-2 mission was approved in 2010 and launched on December 3,\n2014. The spacecraft will arrive at the near-Earth asteroid 162173 Ryugu in\n2018 where it will perform a survey, land and obtain surface material, then\ndepart in Dec 2019 and return to Earth in Dec 2020. We observed Ryugu with the\nHerschel Space Observatory in Apr 2012 at far-IR thermal wavelengths, supported\nby several ground-based observations to obtain optical lightcurves. We\nreanalysed previously published Subaru-COMICS and AKARI-IRC observations and\nmerged them with a Spitzer-IRS data set. In addition, we used a large set of\nSpitzer-IRAC observations obtained in the period Jan to May, 2013. The data set\nincludes two complete rotational lightcurves and a series of ten\n\"point-and-shoot\" observations. The almost spherical shape of the target\ntogether with the insufficient lightcurve quality forced us to combine\nradiometric and lightcurve inversion techniques in different ways to find the\nobject's key physical and thermal parameters. We find that the solution which\nbest matches our data sets leads to this C class asteroid having a retrograde\nrotation with a spin-axis orientation of (lambda = 310-340 deg; beta = -40+/-15\ndeg) in ecliptic coordinates, an effective diameter (of an equal-volume sphere)\nof 850 to 880 m, a geometric albedo of 0.044 to 0.050 and a thermal inertia in\nthe range 150 to 300 Jm-2s-0.5K-1. Based on estimated thermal conductivities of\nthe top-layer surface in the range 0.1 to 0.6 WK-1m-1, we calculated that the\ngrain sizes are approximately equal to between 1 and 10 mm. The finely\nconstrained values for this asteroid serve as a `design reference model', which\nis currently used for various planning, operational and modelling purposes by\nthe Hayabusa2 team.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1611.05625"
  },
  {
    "url": "https://arxiv.org/abs/1611.05505",
    "title": "Title:Understanding the Physical Nature of Coronal \"EIT Waves\"",
    "date_publ": "16 Nov 2016",
    "authors": [
      "David M. Long",
      "D. Shaun Bloomfield",
      "Peng-Fei Chen",
      "Cooper Downs",
      "Peter T. Gallagher",
      "Ryun Young Kwon",
      "Kamalam Vanninathan",
      "Astrid M. Veronig",
      "Angelos Vourlidas",
      "Bojan Vrsnak",
      "Alexander Warmuth",
      "Tomislav Zi"
    ],
    "abstract": "Abstract:  For almost 20 years the physical nature of globally propagating waves in the\nsolar corona (commonly called \"EIT waves\") has been controversial and subject\nto debate. Additional theories have been proposed over the years to explain\nobservations that did not fit with the originally proposed fast-mode wave\ninterpretation. However, the incompatibility of observations made using the\nExtreme-ultraviolet Imaging Telescope (EIT) onboard the Solar and Heliospheric\nObservatory with the fast-mode wave interpretation was challenged by differing\nviewpoints from the twin Solar Terrestrial Relations Observatory spacecraft and\nhigher spatial/temporal resolution data from the Solar Dynamics Observatory. In\nthis article, we reexamine the theories proposed to explain \"EIT waves\" to\nidentify measurable properties and behaviours that can be compared to current\nand future observations. Most of us conclude that \"EIT waves\" are best\ndescribed as fast-mode large-amplitude waves/shocks that are initially driven\nby the impulsive expansion of an erupting coronal mass ejection in the low\ncorona.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1611.05505"
  },
  {
    "url": "https://arxiv.org/abs/1611.05395",
    "title": "Title:How thick are Mercury's polar water ice deposits?",
    "date_publ": "16 Nov 2016",
    "authors": [
      "Vincent R. Eke",
      "David J. Lawrence",
      "Luıs F. A. Teodor"
    ],
    "abstract": "Abstract:  An estimate is made of the thickness of the radar-bright deposits in craters\nnear to the north pole of Mercury. To construct an objective set of craters for\nthis measurement, an automated crater finding algorithm is developed and\napplied to a digital elevation model based on data from the Mercury Laser\nAltimeter on board the MESSENGER spacecraft. This produces a catalogue of 663\ncraters with diameters exceeding 4 km, northwards of latitude +55 degrees. A\nsubset of 12 larger, well-sampled and fresh polar craters are selected to\nsearch for correlations between topography and radar same-sense backscatter\ncross-section. It is found that the typical excess height associated with the\nradar-bright regions within these fresh polar craters is (50+/-35)m. This puts\nan approximate upper limit on the total polar water ice deposits on Mercury of\n3e15 kg.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1611.05395"
  },
  {
    "url": "https://arxiv.org/abs/1611.03386",
    "title": "Title:Recent progress in astrophysical plasma turbulence from solar wind observations",
    "date_publ": "10 Nov 2016",
    "authors": [
      "C. H. K. Che"
    ],
    "abstract": "Abstract:  This paper summarises some of the recent progress that has been made in\nunderstanding astrophysical plasma turbulence in the solar wind, from in situ\nspacecraft observations. At large scales, where the turbulence is predominantly\nAlfvenic, measurements of critical balance, residual energy, and 3D structure\nare discussed, along with comparison to recent models of strong Alfvenic\nturbulence. At these scales, a few percent of the energy is also in compressive\nfluctuations, and their nature, anisotropy, and relation to the Alfvenic\ncomponent is described. In the small scale kinetic range, below the ion\ngyroscale, the turbulence becomes predominantly kinetic Alfven in nature, and\nmeasurements of the spectra, anisotropy, and intermittency of this turbulence\nare discussed with respect to recent cascade models. One of the major remaining\nquestions is how the turbulent energy is dissipated, and some recent work on\nthis question, in addition to future space missions which will help to answer\nit, are briefly discussed.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1611.03386"
  },
  {
    "url": "https://arxiv.org/abs/1611.02652",
    "title": "Title:Space weather research and forecast in USA",
    "date_publ": "8 Nov 2016",
    "authors": [
      "Alexei A. Pevtso"
    ],
    "abstract": "Abstract:  In the United States, scientific research in space weather is funded by\nseveral Government Agencies including the National Science Foundation (NSF) and\nthe National Aeronautics and Space Agency (NASA). For commercial purposes,\nspace weather forecast is made by the Space Weather Prediction Center (SWPC) of\nthe National Oceanic and Atmospheric Administration (NOAA). Observations come\nfrom the network of groundbased observatories funded via various sources, as\nwell as from the instruments on spacecraft. Numerical models used in forecast\nare developed in the framework of individual research projects. Later, the most\npromising models are selected for additional testing at SWPC. In order to\nincrease the application of models in research and education, NASA in\ncollaboration with other agencies created Community Coordinated Modeling Center\n(CCMC). In mid-1990, US scientific community presented compelling evidence for\ndeveloping the National Program on Space Weather, and in 1995, such program has\nbeen formally created. In 2015, the National Council on Science and Technology\nissued two documents: the National Space Weather Strategy [1] and the Action\nPlan [2]. In the near future, these two documents will define the development\nof Space Weather research and forecasting activity in USA. Both documents\nemphasize the need for close international collaboration in area of space\nweather.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1611.02652"
  },
  {
    "url": "https://arxiv.org/abs/1611.02402",
    "title": "Title:Rapid Satellite-to-Site Visibility Determination Based on Self-Adaptive Interpolation Technique",
    "date_publ": "8 Nov 2016",
    "authors": [
      "Chao Han",
      "Xiaojie Gao",
      "Xiucong Su"
    ],
    "abstract": "Abstract:  Rapid satellite-to-site visibility determination is of great significance to\ncoverage analysis of satellite constellations as well as onboard mission\nplanning of autonomous spacecraft. This paper presents a novel self-adaptive\nHermite interpolation technique for rapid satellite-to-site visibility\ndetermination. Piecewise cubic curves are utilized to approximate the waveform\nof the visibility function versus time. The fourth-order derivative is used to\ncontrol the approximation error and to optimize the time step for\ninterpolation. The rise and set times are analytically obtained from the roots\nof cubic polynomials. To further increase the computational speed, an interval\nshrinking strategy is adopted via investigating the geometric relationship\nbetween the ground viewing cone and the orbit trajectory. Simulation results\nshow a 98% decrease in computation time over the brute force method. The method\nis suitable for all orbital types and analytical orbit propagators.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1611.02402"
  },
  {
    "url": "https://arxiv.org/abs/1611.00134",
    "title": "Title:An innovative concept for the AsteroidFinder/SSB focal plane assembly",
    "date_publ": "1 Nov 2016",
    "authors": [
      "Karsten Schindler",
      "Matthias Tschentscher",
      "Alexander Koncz",
      "Michael Solbrig",
      "Harald Michaeli"
    ],
    "abstract": "Abstract:  This paper gives a summary on the system concept and design of the focal\nplane assembly of AsteroidFinder/SSB, a small satellite mission which is\ncurrently under development at the German Aerospace Center (DLR). An athermal\ndesign concept has been developed in accordance to the requirements of the\ninstrument and spacecraft. Key aspects leading to this approach have been a\ntrade-off study of the mechanical telescope interface, the definition of\nelectrical and thermal interfaces and a material selection which minimizes\nthermally induced stresses. As a novelty, the structure will be manufactured\nfrom a machinable AlN-BN composite ceramic. To enable rapid design iterations\nand development, an integrated modeling approach has been used to conduct a\nthermo-mechanical analysis of the proposed concept in order to prove its\nfeasibility. The steady-state temperature distribution for various load cases\nand the resulting stress and strain within the assembly have both been computed\nusing a finite element simulation.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1611.00134"
  },
  {
    "url": "https://arxiv.org/abs/1611.00108",
    "title": "Title:Observational Evidence of Particle Acceleration Associated with Plasmoid Motions",
    "date_publ": "1 Nov 2016",
    "authors": [
      "Shinsuke Takasao",
      "Ayumi Asai",
      "Hiroaki Isobe",
      "Kazunari Shibat"
    ],
    "abstract": "Abstract:  We report a strong association between the particle acceleration and plasma\nmotions found in the 2010 August 18 solar flare. The plasma motions are tracked\nin the extreme-ultraviolet (EUV) images taken by the Atmospheric Imaging\nAssembly (AIA) on board the Solar Dynamics Observatory and the Extreme\nUltraViolet Imager (EUVI) on the Solar Terrestrial Relation Observatory\nspacecraft Ahead, and the signature of particle acceleration was investigated\nby using Nobeyama Radioheliograph data. In our previous paper, we reported that\nin EUV images many plasma blobs appeared in the current sheet above the flare\narcade. They were ejected bidirectionally along the current sheet, and the\nblobs that were ejected sunward collided with the flare arcade. Some of them\ncollided or merged with each other before they were ejected from the current\nsheet. We discovered impulsive radio bursts associated with such plasma motions\n(ejection, coalescence, and collision with the post flare loops). The radio\nbursts are considered to be the gyrosynchrotron radiation by nonthermal high\nenergy electrons. In addition, the stereoscopic observation by AIA and EUVI\nsuggests that plasma blobs had a three-dimensionally elongated structure. We\nconsider that the plasma blobs were three-dimensional plasmoids (i.e. flux\nropes) moving in a current sheet. We believe that our observation provides\nclear evidence of particle acceleration associated with the plasmoid motions.\nWe discuss possible acceleration mechanisms on the basis of our results.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1611.00108"
  },
  {
    "url": "https://arxiv.org/abs/1610.09525",
    "title": "Title:Spherically symmetric solution of the Weyl-Dirac theory of gravitation and possible influence of dark matter on the interplanetary spacecraft motion",
    "date_publ": "29 Oct 2016",
    "authors": [
      "O.V. Babourova",
      "B.N. Frolov",
      "P.E. Kudlaev",
      "E.V. Romanov"
    ],
    "abstract": "Abstract:  The Poincare and Poincare-Weyl gauge theories of gravitation with Lagrangians\nquadratic on curvature and torsion in post-Riemannian spaces with the Dirac\nscalar field is discussed in a historical aspect. The various hypothesizes\nconcerning the models of a dark matter with the help of a scalar field are\nconsidered. The new conformal Weyl-Dirac theory of gravitation is proposed,\nwhich is a gravitational theory in Cartan-Weyl space-time with the Dirac scalar\nfield representing the dark matter model. A static spherically symmetric\nsolution of the field equations in vacuum for a central compact mass is\nobtained as the metrics conformal to the Yilmaz-Rosen metrics. On the base of\nthis solution one considers a radial movement of an interplanetary spacecraft\nstarting from the Earth. Using the Newton approximation one obtains that the\nasymptotic line-of-sight velocity in this case depends from the parameters of\nthe solution, and therefore one can obtain on basis of the observable data the\nvalues of these parameters.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1610.09525"
  },
  {
    "url": "https://arxiv.org/abs/1610.08668",
    "title": "Title:Real-time optimal control via Deep Neural Networks: study on landing problems",
    "date_publ": "27 Oct 2016",
    "authors": [
      "Carlos Sánchez-Sánchez",
      "Dario Izz"
    ],
    "abstract": "Abstract:  Recent research on deep learning, a set of machine learning techniques able\nto learn deep architectures, has shown how robotic perception and action\ngreatly benefits from these techniques. In terms of spacecraft navigation and\ncontrol system, this suggests that deep architectures may be considered now to\ndrive all or part of the on-board decision making system. In this paper this\nclaim is investigated in more detail training deep artificial neural networks\nto represent the optimal control action during a pinpoint landing, assuming\nperfect state information. It is found to be possible to train deep networks\nfor this purpose and that the resulting landings, driven by the trained\nnetworks, are close to simulated optimal ones. These results allow for the\ndesign of an on-board real time optimal control system able to cope with large\nsets of possible initial states while still producing an optimal response.",
    "categories": [
      "Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/1610.08668"
  },
  {
    "url": "https://arxiv.org/abs/1610.08538",
    "title": "Title:Response of the Martian Ionosphere to Solar Activity including SEPs and ICMEs in a two week period starting on 25 February 2015",
    "date_publ": "26 Oct 2016",
    "authors": [
      "F. Duru",
      "D. A. Gurnett",
      "D.D. Morgan",
      "J. Halekas",
      "R. A. Frahm",
      "R. Lundin",
      "W. Dejong",
      "C. Ertl",
      "A. Venable",
      "C. Wilkinson",
      "M. Fraenz",
      "F. Nemec",
      "J.E.P. Connerney",
      "J. R. Espley",
      "D. Larson",
      "J. D. Winningham",
      "J. Plaut",
      "P. R. Mahaff"
    ],
    "abstract": "Abstract:  In a two-week period between February and March of 2015, a series of\ninterplanetary coronal mass ejections (ICMEs) and (solar energetic particles)\nSEPs made contact with Mars. The interactions were observed by several\nspacecraft, including Mars Express (MEX), Mars Atmosphere and Volatile\nEvolution Mission (MAVEN), and Mars Odyssey (MO). The ICME disturbances were\ncharacterized by an increase in ion speed, plasma temperature, magnetic field\nmagnitude, and energetic electron flux. Furthermore, increased solar wind\ndensity and speeds, unusually high local electron densities and high flow\nvelocities were detected on the nightside at high altitudes during the March\n8th event. These effects are thought to be due to the transport of ionospheric\nplasma away from Mars. The peak electron density at periapsis shows a\nsubstantial increase, reaching number densities about 2.7 x 104 cm-3 during the\nsecond ICME in the deep nightside, which corresponds to an increase in the\nMOHigh-Energy Neutron Detector flux, suggesting an increase in the ionization\nof the neutral atmosphere due to the high intensity of charged particles. SEPs\nshow a substantial enhancement before the shock of fourth ICME causing impact\nionization and absorption of the surface echo intensity which drops to the\nnoise levels. Moreover, the peak ionospheric density exhibits a discrete\nenhancement over a period of about 30 hrs around the same location, which maybe\ndue to impact ionization. Ion escape rates at this time are calculated to be in\nthe order of 1025 - 1026 s-1, consistent with MAVEN results, but somewhat\nhigher.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1610.08538"
  },
  {
    "url": "https://arxiv.org/abs/1610.08322",
    "title": "Title:Agencies and Science-Experiment Risk",
    "date_publ": "26 Oct 2016",
    "authors": [
      "Eric E. Johnso"
    ],
    "abstract": "Abstract:  There is a curious absence of legal constraints on U.S. government agencies\nundertaking potentially risky scientific research. Some of these activities may\npresent a risk of killing millions or even destroying the planet. Current law\nleaves it to agencies to decide for themselves whether their activities fall\nwithin the bounds of acceptable risk. This Article explores to what extent and\nunder what circumstances the law ought to allow private actions against such\nnon-regulatory agency endeavors. Engaging with this issue is not only\ninteresting in its own right, it allows us to test fundamental concepts of\nagency competence and the role of the courts.\nTwo case studies provide a foundation for discussion: NASA's use of plutonium\npower supplies on spacecraft, which critics say could cause millions of cancers\nin the event of atmospheric disintegration, and a Department of Energy\nparticle-collider experiment (the RHIC, or Relativistic Heavy Ion Collider)\nthat allegedly poses a small risk of collapsing the Earth (via a \"killer\nstrangelet\"). These extreme examples serve as a test-bed for applying insights\nfrom neoclassical economics, behavioral economics, risk-management studies, and\ncognitive psychology. The resulting analysis suggests that in\nlow-probability/high-harm scenarios, agencies are likely to do a poor job of\njudging the acceptability of risk to the public. Instead, generalist judges\nworking in a common-law vein may have surprising advantages. This in turns\nsuggests that under certain circumstances the government should be subject to\nlegal action that provides non-deferential review of discretionary agency\nactions that are non-regulatory in nature.",
    "categories": [
      "Physics and Society (physics.soc-ph)",
      " High Energy Physics - Experiment (hep-ex)",
      " History and Philosophy of Physics (physics.hist-ph)"
    ],
    "url_pdf": "/pdf/1610.08322"
  },
  {
    "url": "https://arxiv.org/abs/1610.08043",
    "title": "Title:On the stability of a space vehicle riding on an intense laser beam",
    "date_publ": "26 Oct 2016 (v1), last revised 14 Nov 2016 (this version, v4)",
    "authors": [
      "H. Popova",
      "M. Efendiev",
      "I. Gabito"
    ],
    "abstract": "Abstract:  The Breakthrough Starshot Initiative is suggested to develop the concept of\npropelling a nano-scale spacecraft by the radiation pressure of an intense\nlaser beam. If such a nanocraft could be accelerated to 20 percent of light\nspeed, it could reach the vicinity of our nearest potentially habitable\nexoplanet within our life time and capture its images and obtain other\nscientific data. In this project the nanocraft is a gram-scale robotic\nspacecraft comprising two main parts: StarChip and Lightsail.\nTo achieve the goal of the project it is necessary to solve a number of\noutstanding scientific problems. One of these tasks is to make sure that the\nnanocraft position and orientation inside the intense laser beam column is\nstable. The nanocraft driven by intense laser beam pressure acting on its\nLightsail is sensitive to the torques and lateral forces reacting on the\nsurface of the sail. These forces influence the orientation and lateral\ndisplacement of the spacecraft, thus affecting its dynamics. If unstable the\nnanocraft might be expelled from the area of laser beam. In choosing the models\nfor nanocraft stability studies we are using several assumptions: 1.\nconfiguration of nanocraft is treated as rigid body (applicability of Euler\nequations); 2. flat or concave shape of circular sail; 3. mirror reflection of\nlaser beam from surface of the Lightsail. We found conditions of position\nstability for spherical and conical shape of the sail. The simplest stable\nconfigurations require the StarChip to be removed from the sail to make the\ndistance to the center of mass of nanocraft bigger than curvature radius of the\nsail. Stability criteria do not require the spinning of the nanocraft. A flat\nsail is never stable (even with spinning).",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1610.08043"
  },
  {
    "url": "https://arxiv.org/abs/1610.06713",
    "title": "Title:Prediction of Geomagnetic Storm Strength from Inner Heliospheric In Situ Observations",
    "date_publ": "21 Oct 2016",
    "authors": [
      "M. Kubicka",
      "C. Möstl",
      "T. Amerstorfer",
      "P. D. Boakes",
      "L. Feng",
      "J. P. Eastwood",
      "O. Tormane"
    ],
    "abstract": "Abstract:  Prediction of the effects of coronal mass ejections (CMEs) on Earth strongly\ndepends on knowledge of the interplanetary magnetic field southward component,\nBz. Predicting the strength and duration of Bz inside a CME with sufficient\naccuracy is currently impossible, which forms the so-called Bz problem. Here,\nwe provide a proof-of-concept of a new method for predicting the CME arrival\ntime, speed, Bz and the resulting Dst index at Earth based only on magnetic\nfield data, measured in situ in the inner heliosphere (< 1AU). On 2012 June\n12-16, three approximately Earthward-directed and interacting CMEs were\nobserved the by the STEREO imagers, and by Venus Express (VEX) in situ at 0.72\nAU, 6 degree away from the Sun Earth line. The CME kinematics are calculated\nusing the drag-based and WSA-Enlil models, constrained by the arrival time at\nVEX, resulting in the CME arrival time and speed at Earth. The CME magnetic\nfield strength is scaled with a power law from VEX to Wind. Our investigation\nshows promising results for the Dst forecast (predicted: -96 and -114 nT (from\n2 Dst models), observed: -71 nT), for the arrival speed (predicted: 531 +- 23\nkm s-1, observed: 488 +- 30 km s-1) and timing (6 +- 1 hours after actual\narrival time). The prediction lead time is 21 hours. The method may be applied\nto vector magnetic field data from a spacecraft at an artificial Lagrange point\nbetween the Sun and Earth, or to data taken by any spacecraft temporarily\ncrossing the Sun--Earth line.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1610.06713"
  },
  {
    "url": "https://arxiv.org/abs/1610.06533",
    "title": "Title:Generation and Evolution of High-Mach Number, Laser-Driven Magnetized Collisionless Shocks in the Laboratory",
    "date_publ": "20 Oct 2016",
    "authors": [
      "Derek Schaeffer",
      "Will Fox",
      "Dan Haberberger",
      "Gennady Fiksel",
      "Amitava Bhattacharjee",
      "Daniel Barnak",
      "Suxing Hu",
      "Kai Germaschewsk"
    ],
    "abstract": "Abstract:  Shocks act to convert incoming supersonic flows to heat, and in collisionless\nplasmas the shock layer forms on kinetic plasma scales through collective\nelectromagnetic effects. These collisionless shocks have been observed in many\nspace and astrophysical systems [Smith 1975, Smith 1980, Burlaga 2008, Sulaiman\n2015], and are believed to accelerate particles, including cosmic rays, to\nextremely high energies [Kazanas 1986, Loeb 2000, Bamba 2003, Masters 2013,\nAckermann 2013]. Of particular importance are the class of high-Mach number,\nsupercritical shocks [Balogh 2013] ($M_A\\gtrsim4$), which must reflect\nsignificant numbers of particles back into the upstream to accommodate entropy\nproduction, and in doing so seed proposed particle acceleration mechanisms\n[Blandford 1978, McClements 2001, Caprioli 2014, Matsumoto 2015]. Here we\npresent the first laboratory generation of high-Mach number magnetized\ncollisionless shocks created through the interaction of an expanding\nlaser-driven plasma with a magnetized ambient plasma. Time-resolved,\ntwo-dimensional imaging of plasma density and magnetic fields shows the\nformation and evolution of a supercritical shock propagating at magnetosonic\nMach number $M_{ms}\\approx12$. Particle-in-cell simulations constrained by\nexperimental data show in detail the shock formation, separate reflection\ndynamics of C$^{+6}$ and H$^{+1}$ ions in the multi-species ambient plasma, and\ndensity and magnetic field compressions and overshoots in the shock layer. The\ndevelopment of this experimental platform complements present remote sensing\nand spacecraft observations, and opens the way for controlled laboratory\ninvestigations of high-Mach number collisionless shocks, including the\nmechanisms and efficiency of particle acceleration.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1610.06533"
  },
  {
    "url": "https://arxiv.org/abs/1610.06407",
    "title": "Title:The perihelion activity of comet 67P/Churyumov-Gerasimenko as seen by robotic telescopes",
    "date_publ": "20 Oct 2016",
    "authors": [
      "Colin Snodgrass",
      "Cyrielle Opitom",
      "Miguel de Val-Borro",
      "Emmanuel Jehin",
      "Jean Manfroid",
      "Tim Lister",
      "Jon Marchant",
      "Geraint H. Jones",
      "Alan Fitzsimmons",
      "Iain A. Steele",
      "Robert J. Smith",
      "Helen Jermak",
      "Thomas Granzer",
      "Karen J. Meech",
      "Philippe Rousselot",
      "Anny-Chantal Levasseur-Regour"
    ],
    "abstract": "Abstract:  Around the time of its perihelion passage the observability of\n67P/Churyumov-Gerasimenko from Earth was limited to very short windows each\nmorning from any given site, due to the low solar elongation of the comet. The\npeak in the comet's activity was therefore difficult to observe with\nconventionally scheduled telescopes, but was possible where service/queue\nscheduled mode was possible, and with robotic telescopes. We describe the\nrobotic observations that allowed us to measure the total activity of the comet\naround perihelion, via photometry (dust) and spectroscopy (gas), and compare\nthese results with the measurements at this time by Rosetta's instruments. The\npeak of activity occurred approximately two weeks after perihelion. The total\nbrightness (dust) largely followed the predictions from Snodgrass et al. 2013,\nwith no significant change in total activity levels from previous apparitions.\nThe CN gas production rate matched previous orbits near perihelion, but\nappeared to be relatively low later in the year.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1610.06407"
  },
  {
    "url": "https://arxiv.org/abs/1610.05508",
    "title": "Title:The Euclid mission design",
    "date_publ": "18 Oct 2016",
    "authors": [
      "Giuseppe D Racca",
      "Rene Laureijs",
      "Luca Stagnaro",
      "Jean Christophe Salvignol",
      "Jose Lorenzo Alvarez",
      "Gonzalo Saavedra Criado",
      "Luis Gaspar Venancio",
      "Alex Short",
      "Paolo Strada",
      "Tobias Boenke",
      "Cyril Colombo",
      "Adriano Calvi",
      "Elena Maiorano",
      "Osvaldo Piersanti",
      "Sylvain Prezelus",
      "Pierluigi Rosato",
      "Jacques Pinel",
      "Hans Rozemeijer",
      "Valentina Lesna",
      "Paolo Musi",
      "Marco Sias",
      "Alberto Anselmi",
      "Vincent Cazaubiel",
      "Ludovic Vaillon",
      "Yannick Mellier",
      "Jerome Amiaux",
      "Michel Berthe",
      "Marc Sauvage",
      "Ruyman Azzollini",
      "Mark Cropper",
      "Sabrina Pottinger",
      "Knud Jahnke",
      "Anne Ealet",
      "Thierry Maciaszek",
      "Fabio Pasian",
      "Andrea Zacchei",
      "Roberto Scaramella",
      "John Hoar",
      "Ralf Kohley",
      "Roland Vavrek",
      "Andreas Rudolph",
      "Micha Schmid"
    ],
    "abstract": "Abstract:  Euclid is a space-based optical/near-infrared survey mission of the European\nSpace Agency (ESA) to investigate the nature of dark energy, dark matter and\ngravity by observing the geometry of the Universe and on the formation of\nstructures over cosmological timescales. Euclid will use two probes of the\nsignature of dark matter and energy: Weak gravitational Lensing, which requires\nthe measurement of the shape and photometric redshifts of distant galaxies, and\nGalaxy Clustering, based on the measurement of the 3-dimensional distribution\nof galaxies through their spectroscopic redshifts. The mission is scheduled for\nlaunch in 2020 and is designed for 6 years of nominal survey operations. The\nEuclid Spacecraft is composed of a Service Module and a Payload Module. The\nService Module comprises all the conventional spacecraft subsystems, the\ninstruments warm electronics units, the sun shield and the solar arrays. In\nparticular the Service Module provides the extremely challenging pointing\naccuracy required by the scientific objectives. The Payload Module consists of\na 1.2 m three-mirror Korsch type telescope and of two instruments, the visible\nimager and the near-infrared spectro-photometer, both covering a large common\nfield-of-view enabling to survey more than 35% of the entire sky. All sensor\ndata are downlinked using K-band transmission and processed by a dedicated\nground segment for science data processing. The Euclid data and catalogues will\nbe made available to the public at the ESA Science Data Centre.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1610.05508"
  },
  {
    "url": "https://arxiv.org/abs/1610.05489",
    "title": "Title:On the East-West Longitudinally Asymmetric Distribution of Solar Proton Events",
    "date_publ": "18 Oct 2016",
    "authors": [
      "H.-Q. He",
      "W. Wa"
    ],
    "abstract": "Abstract:  A large data set of 78 solar proton events observed near the Earth's orbit\nduring 1996-2011 is investigated. An East-West longitudinal (azimuthal)\nasymmetry is found to exist in the distribution of flare sources of solar\nproton events. With the same longitudinal separation between the flare sources\nand the magnetic field line footpoint of observer, the number of the solar\nproton events originating from solar sources located on the eastern side of the\nnominal magnetic footpoint of observer is larger than the number of the solar\nproton events from solar sources located on the western side. We emphasize the\nimportance of this statistical investigation in two aspects. On the one hand,\nthis statistical finding confirms our previous simulation results obtained by\nnumerically solving five-dimensional Fokker-Planck equation of solar energetic\nparticle (SEP) transport. On the other hand, the East-West longitudinally\n(azimuthally) asymmetric distribution of solar proton events accumulated over a\nlong time period provides an observational evidence for the effects of\nperpendicular diffusion on the SEP propagation in the heliosphere. We further\npoint out that, in the sense of perpendicular diffusion, our numerical\nsimulations and statistical results of SEP events confirm each other. We\ndiscuss in detail the important effects of perpendicular diffusion on the\nformation of the East-West azimuthal (longitudinal) asymmetry of SEP\ndistribution in two physical scenarios, i.e., 'multiple SEP events with one\nspacecraft' and 'one SEP event with multiple spacecraft'. A functional relation\nI_{max}(r)=kr^{-1.7} quantifying the radial dependence of SEP peak intensities\nis obtained and utilized in the analysis of physical mechanism. The\nrelationship between our results and those of Dresing et al. is also discussed.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Geophysics (physics.geo-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1610.05489"
  },
  {
    "url": "https://arxiv.org/abs/1610.05332",
    "title": "Title:Vector magnetic field measurements along a cooled stereo-imaged coronal loop",
    "date_publ": "17 Oct 2016",
    "authors": [
      "Thomas A. Schad",
      "Matthew J. Penn",
      "Haosheng Lin",
      "Philip G. Judg"
    ],
    "abstract": "Abstract:  The variation of the vector magnetic field along structures in the solar\ncorona remains unmeasured. Using a unique combination of spectropolarimetry and\nstereoscopy, we infer and compare the vector magnetic field structure and\nthree-dimensional morphology of an individuated coronal loop structure\nundergoing a thermal instability. We analyze spectropolarimetric data of the He\nI 10830 Å triplet ($1s2s{\\ }^{3}S_{1} - 1s2p{\\ }^{3}P_{2,1,0}$) obtained at\nthe Dunn Solar Telescope with the Facility Infrared Spectropolarimeter on 19\nSeptember 2011. Cool coronal loops are identified by their prominent drainage\nsignatures in the He I data (redshifts up to 185 km sec$^{-1}$). Extinction of\nEUV background radiation along these loops is observed by both the Atmospheric\nImaging Assembly onboard the Solar Dynamics Observatory and the Extreme\nUltraviolet Imager onboard spacecraft A of the Solar Terrestrial Relations\nObservatory, and is used to stereoscopically triangulate the loop geometry up\nto heights of 70 Mm ($0.1$ $R_{sun}$) above the solar surface. The He I\npolarized spectra along this loop exhibit signatures indicative of atomic-level\npolarization as well as magnetic signatures through the Hanle and Zeeman\neffects. Spectropolarimetric inversions indicate that the magnetic field is\ngenerally oriented along the coronal loop axis, and provide the height\ndependence of the magnetic field intensity. The technique we demonstrate is a\npowerful one that may help better understand the thermodynamics of coronal fine\nstructure magnetism.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1610.05332"
  },
  {
    "url": "https://arxiv.org/abs/1610.05104",
    "title": "Title:Solar Energetic Particle drifts and the energy dependence of 1 AU charge states",
    "date_publ": "17 Oct 2016",
    "authors": [
      "S. Dalla",
      "M.S. Marsh",
      "M. Battarbe"
    ],
    "abstract": "Abstract:  The event-averaged charge state of heavy ion Solar Energetic Particles\n(SEPs), measured at 1 AU from the Sun, typically increases with the ions'\nkinetic energy. The origin of this behaviour has been ascribed to processes\ntaking place within the acceleration region. In this paper we study the\npropagation through interplanetary space of SEP Fe ions, injected near the Sun\nwith a variety of charge states that are uniformly distributed in energy, by\nmeans of a 3D test particle model. In our simulations, due to gradient and\ncurvature drifts associated with the Parker spiral magnetic field, ions of\ndifferent charge propagate with very different efficiencies to an observer that\nis not magnetically well connected to the source region. As a result we find\nthat, for many observer locations, the 1 AU event-averaged charge state <Q>, as\nobtained from our model, displays an increase with particle energy E, in\nqualitative agreement with spacecraft observations. We conclude that\ndrift-associated propagation is a possible explanation for the observed\ndistribution of <Q> versus E in SEP events, and that the distribution measured\nin interplanetary space cannot be taken to represent that at injection.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1610.05104"
  },
  {
    "url": "https://arxiv.org/abs/1610.04565",
    "title": "Title:Turbulent transport in 2D collisionless guide field reconnection",
    "date_publ": "14 Oct 2016 (v1), last revised 13 Feb 2017 (this version, v2)",
    "authors": [
      "P.A. Muñoz",
      "J. Büchner",
      "P. Kilia"
    ],
    "abstract": "Abstract:  Transport in collisionless plasmas is usually called anomalous, being due to\nthe interaction between the particles and the self-generated turbulence by\ntheir collective interactions. Because of its relevance for astrophysical and\nspace plasmas, we explore the excitation of turbulence in current sheets prone\nto component- or guide-field reconnection, a process not well understood, yet.\nWe analyze the anomalous transport properties by using 2.5D Particle-in-Cell\n(PiC) code simulations. We split off the mean, slow variation (in contrast to\nthe fast turbulent fluctuations) of the macroscopic observables and determine\nthe main transport terms of the generalized Ohm's law. We verify our findings\nby comparing with the independently determined slowing-down rate of the\nmacroscopic currents and with the transport terms obtained by the first order\ncorrelations of the turbulent fluctuations. We find that the turbulence is most\nintense in the \"low density\" separatrix region of guide-field reconnection. It\nis excited by streaming instabilities, it is mainly electrostatic, \"patchy\" in\nspace and so is the associated quasi-periodic anomalous transport. The\nremaining irreversible anomalous resistivity can be parametrized by an\neffective collision frequency ranging from the local ion-cyclotron to the\nlower-hybrid frequency. The contributions to the parallel and the perpendicular\n(to the magnetic field) components of the slowly varying, DC-electric fields,\nbalanced by the turbulence, are similar. This anomalous electric field is,\nhowever, smaller than the contributions of the off-diagonal pressure and\nelectron inertia terms of the Ohm's law. This result can now be verified by\nin-situ measurements of the turbulence, in and around the magnetic reconnection\nregions of the Earth's magnetosphere by the multi-spacecraft mission MMS and in\nlaboratory experiments like MRX and VINETA-II.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1610.04565"
  },
  {
    "url": "https://arxiv.org/abs/1610.03102",
    "title": "Title:Inequivalence Between Passive Gravitational Mass and Energy for a Quantum Body: Theory and Suggested Experiment",
    "date_publ": "10 Oct 2016",
    "authors": [
      "Andrei G. Lebe"
    ],
    "abstract": "Abstract:  Recently, we have suggested some semi-quantitative Hamiltonian for an\nelectron in a hydrogen atom in a weak gravitational field, which takes into\naccount quantum effects of electron motion in the atom. We have shown that this\nHamiltonian predicts breakdown of the equivalence between passive electron\ngravitational mass and its energy. Moreover, as has been shown by us, the\nlatter phenomenon can be experimentally observed as unusual emission of\nradiation from an ensemble of the atoms, provided that they are moved in the\nEarth's gravitational field with constant velocity by some spacecraft. In this\narticle, we derive the above-mentioned Hamiltonian from the Dirac equation in a\ncurved spacetime. It is shown that it exactly coincides with the\nsemi-quantitative Hamiltonian, used in our previous papers. We extend the\nobtained Hamiltonian to the case of a spacecraft, containing a macroscopic\nensemble of the atoms and moving with a constant velocity in the Earth's\ngravitational field. On this basis, we discuss some idealized and realistic\nexperiments on the Earth's orbit. If such (realistic) experiment is done, it\nwill be the first direct observation of quantum effects in the General\nRelativity.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1610.03102"
  },
  {
    "url": "https://arxiv.org/abs/1610.02220",
    "title": "Title:Prospect for UV observations from the Moon. II. Instrumental Design of an Ultraviolet Imager LUCI",
    "date_publ": "7 Oct 2016 (v1), last revised 6 Jan 2017 (this version, v3)",
    "authors": [
      "Joice Mathew",
      "Ajin Prakash",
      "Mayuresh Sarpotdar",
      "A.G. Sreejith",
      "K. Nirmal",
      "S. Ambily",
      "Margarita Safonova",
      "Jayant Murthy",
      "Noah Brosc"
    ],
    "abstract": "Abstract:  We present a design for a near-ultraviolet (NUV) imaging instrument which may\nbe flown on a range of available platforms, including high-altitude balloons,\nnanosatellites, or space missions. Although all current UV space missions adopt\na Ritchey-Chretain telescope design, this requires aspheric optics, making the\noptical system complex, expensive and challenging for manufacturing and\nalignment. An all-spherical configuration is a cost-effective and simple\nsolution. We have aimed for a small payload which may be launched by different\nplatforms and we have designed a compact, light-weight payload which will\nwithstand all launch loads. No other UV payloads have been previously reported\nwith an all-spherical optical design for imaging in the NUV domain and a weight\nbelow 2 kg. Our main science goal is focussed on bright UV sources not\naccessible by the more sensitive large space UV missions.\nHere we discuss various aspects of design and development of the complete\ninstrument, the structural and finite-element analysis of the system performed\nto ensure that the payload withstands launch-load stresses and vibrations. We\nexpect to fly this telescope -- Lunar Ultraviolet Cosmic Imager (LUCI) -- on a\nspacecraft to the Moon as part of the Indian entry into Google X-Prize\ncompetition. Observations from the Moon provide a unique opportunity to observe\nthe sky from a stable platform far above the Earth's atmosphere. However, we\nwill explore other opportunities as well, and will fly this telescope on a\nhigh-altitude balloon later this year.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1610.02220"
  },
  {
    "url": "https://arxiv.org/abs/1610.01904",
    "title": "Title:Automated Detection of Coronal Mass Ejections in STEREO Heliospheric Imager data",
    "date_publ": "6 Oct 2016",
    "authors": [
      "V. Pant",
      "S. Willems",
      "L. Rodriguez",
      "M. Mierla",
      "D. Banerjee",
      "J. A. Davie"
    ],
    "abstract": "Abstract:  We have performed, for the first time, the successful automated detection of\nCoronal Mass Ejections (CMEs) in data from the inner heliospheric imager (HI-1)\ncameras on the STEREO A spacecraft. Detection of CMEs is done in time-height\nmaps based on the application of the Hough transform, using a modified version\nof the CACTus software package, conventionally applied to coronagraph data. In\nthis paper we describe the method of detection. We present the result of the\napplication of the technique to a few CMEs that are well detected in the HI-1\nimagery, and compare these results with those based on manual cataloging\nmethodologies. We discuss in detail the advantages and disadvantages of this\nmethod.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1610.01904"
  },
  {
    "url": "https://arxiv.org/abs/1610.00500",
    "title": "Title:Vertical magnetic field gradient in the photospheric layers of sunspots",
    "date_publ": "3 Oct 2016",
    "authors": [
      "Jayant Joshi",
      "Andreas Lagg",
      "Johann Hirzberger",
      "Sami K. Solanki",
      "Sanjiv K. Tiwar"
    ],
    "abstract": "Abstract:  We investigate the vertical gradient of the magnetic field of sunspots in the\nphotospheric layer. Independent observations were obtained with the SOT/SP\nonboard the Hinode spacecraft and with the TIP-2 mounted at the VTT. We apply\nstate-of-the-art inversion techniques to both data sets to retrieve the\nmagnetic field and the corresponding vertical gradient. In the sunspot\npenumbrae we detected patches of negative vertical gradients of the magnetic\nfield strength, i.e.,the magnetic field strength decreases with optical depth\nin the photosphere. The negative gradient patches are located in the inner and\npartly in the middle penumbrae in both data sets. From the SOT/SP observations,\nwe found that the negative gradient patches are restricted mainly to the deep\nphotospheric layers and are concentrated near the edges of the penumbral\nfilaments. MHD simulations also show negative gradients in the inner penumbrae,\nalso at the locations of filaments. Both in the observations and simulation\nnegative gradients of the magnetic field vs. optical depth dominate at some\nradial distances in the penumbra. The negative gradient with respect to optical\ndepth in the inner penumbrae persists even after averaging in the azimuthal\ndirection, both in the observations and, to a lesser extent, also in MHD\nsimulations. We interpret the observed localized presence of the negative\nvertical gradient of the magnetic field strength in the observations as a\nconsequence of stronger field from spines expanding with height and closing\nabove the weaker field inter-spines. The presence of the negative gradients\nwith respect to optical depth after azimuthal averaging can be explained by two\ndifferent mechanisms: the high corrugation of equal optical depth surfaces and\nthe cancellation of polarized signal due to the presence of unresolved opposite\npolarity patches in the deeper layers of the penumbra.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1610.00500"
  },
  {
    "url": "https://arxiv.org/abs/1609.09508",
    "title": "Title:Two-Stage Bulk Electron Heating in the Diffusion Region of Anti-Parallel Symmetric Reconnection",
    "date_publ": "29 Sep 2016",
    "authors": [
      "Ari Le",
      "Jan Egedal",
      "William Daughto"
    ],
    "abstract": "Abstract:  Electron bulk energization in the diffusion region during anti-parallel\nsymmetric reconnection entails two stages. First, the inflowing electrons are\nadiabatically trapped and energized by an ambipolar parallel electric field.\nNext, the electrons gain energy from the reconnection electric field as they\nundergo meandering motion. These collisionless mechanisms have been decribed\npreviously, and they lead to highly-structured electron velocity distributions.\nNevertheless, a simplified control-volume analysis gives estimates for how the\nnet effective heating scales with the upstream plasma conditions in agreement\nwith fully kinetic simulations and spacecraft observations.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1609.09508"
  },
  {
    "url": "https://arxiv.org/abs/1609.09492",
    "title": "Title:gPhoton: The GALEX Photon Data Archive",
    "date_publ": "29 Sep 2016",
    "authors": [
      "Chase Million",
      "Scott W. Fleming",
      "Bernie Shiao",
      "Mark Seibert",
      "Parke Loyd",
      "Michael Tucker",
      "Myron Smith",
      "Randy Thompson",
      "Richard L. Whit"
    ],
    "abstract": "Abstract:  gPhoton is a new database product and software package that enables analysis\nof GALEX ultraviolet data at the photon level. The project's stand-alone,\npure-Python calibration pipeline reproduces the functionality of the original\nmission pipeline to reduce raw spacecraft data to lists of time-tagged,\nsky-projected photons, which are then hosted in a publicly available database\nby the Mikulski Archive at Space Telescope (MAST). This database contains\napproximately 130 terabytes of data describing approximately 1.1 trillion\nsky-projected events with a timestamp resolution of five milliseconds. A\nhandful of Python and command line modules serve as a front-end to interact\nwith the database and to generate calibrated light curves and images from the\nphoton-level data at user-defined temporal and spatial scales. The gPhoton\nsoftware and source code are in active development and publicly available under\na permissive license. We describe the motivation, design, and implementation of\nthe calibration pipeline, database, and tools, with emphasis on divergence from\nprior work, as well as challenges created by the large data volume. We\nsummarize the astrometric and photometric performance of gPhoton relative to\nthe original mission pipeline. For a brief example of short time domain science\ncapabilities enabled by gPhoton, we show new flares from the known M dwarf\nflare star CR Draconis. The gPhoton software has permanent object identifiers\nwith the ASCL (ascl:1603.004) and DOI (doi:10.17909/T9CC7G). This paper\ndescribes the software as of version v1.27.2.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1609.09492"
  },
  {
    "url": "https://arxiv.org/abs/1609.09479",
    "title": "Title:Probing shock geometry via the charge to mass ratio dependence of heavy ion spectra from multiple spacecraft observations of the 2013 November 4 event",
    "date_publ": "12 Sep 2016",
    "authors": [
      "Lulu Zhao",
      "Gang Li",
      "G. M. Mason",
      "C. Cohen",
      "R. A. Mewaldt",
      "M. I. Desai",
      "R. W. Ebert",
      "M. A. Daye"
    ],
    "abstract": "Abstract:  In large SEP events, ions can be accelerated at CME-driven shocks to very\nhigh energies. Spectra of heavy ions in many large SEP events show features\nsuch as roll-overs or spectral breaks. In some events when the spectra are\nplotted in energy/nucleon they can be shifted relative to each other to make\nthe spectral breaks align. The amount of shift is charge-to-mass ratio (Q/A)\ndependent and varies from event to event. This can be understood if the spectra\nof heavy ions are organized by the diffusion coefficients (Cohen et al., 2005).\nIn the work of Li et al. (2009), the Q/A dependences of the scaling is related\nto shock geometry when the CME-driven shock is close to the Sun. For events\nwhere multiple in-situ spacecraft observations exist, one may expect that\ndifferent spacecraft are connected to different portions of the CME-driven\nshock that have different shock geometries, therefore yielding different Q/A\ndependence. In this work, we examine one SEP event which occurred on 2013\nNovember 4. We study the Q/A dependence of the energy scaling for heavy ion\nspectra using Helium, oxygen, and iron ions. Observations from STEREO-A,\nSTEREO-B and ACE are examined. We find that the scalings are different for\ndifferent spacecraft. We suggest that this is because ACE, STEREO-A and STEREO-\nB are connected to different parts of the shock that have different shock\ngeometries. Our analysis indicates that studying the Q/A scaling of in-situ\nparticle spectra can serve as a powerful tool to remotely examine the shock\ngeometry for large SEP events.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1609.09479"
  },
  {
    "url": "https://arxiv.org/abs/1609.09442",
    "title": "Title:Modeling Orbital Gamma-Ray Spectroscopy Experiments at Carbonaceous Asteroids",
    "date_publ": "29 Sep 2016",
    "authors": [
      "Lucy F. Lim",
      "Richard D. Starr",
      "Larry G. Evans",
      "Ann M. Parsons",
      "Michael E. Zolensky",
      "William V. Boynto"
    ],
    "abstract": "Abstract:  To evaluate the feasibility of measuring differences in bulk composition\namong carbonaceous meteorite parent bodies from an asteroid or comet orbiter,\nwe present the results of a performance simulation of an orbital gamma-ray\nspectroscopy (\"GRS\") experiment in a Dawn-like orbit around spherical model\nasteroids with a range of carbonaceous compositions. The orbital altitude was\nheld equal to the asteroid radius for 4.5 months. Both the asteroid gamma-ray\nspectrum and the spacecraft background flux were calculated using the MCNPX\nMonte-Carlo code. GRS is sensitive to depths below the optical surface (to\n~20--50 cm depth depending on material density). This technique can therefore\nmeasure underlying compositions beneath a sulfur-depleted (e.g., Nittler et al.\n2001) or desiccated surface layer. We find that 3\\sigma\\ uncertainties of under\n1 wt% are achievable for H, C, O, Si, S, Fe, and Cl for five carbonaceous\nmeteorite compositions using the heritage Mars Odyssey GRS design in a\nspacecraft- deck-mounted configuration at the Odyssey end-of-mission energy\nresolution, FWHM = 5.7 keV at 1332 keV. The calculated compositional\nuncertainties are smaller than the compositional differences between\ncarbonaceous chondrite subclasses.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1609.09442"
  },
  {
    "url": "https://arxiv.org/abs/1609.09100",
    "title": "Title:Spitzer Observations of Long Term Infrared Variability Among Young Stellar Objects in Chamaeleon I",
    "date_publ": "28 Sep 2016",
    "authors": [
      "Kevin M. Flaherty",
      "Lindsay DeMarchi",
      "James Muzerolle",
      "Zoltan Balog",
      "William Herbst",
      "S. Thomas Megeath",
      "Elise Furlan",
      "Robert Gutermut"
    ],
    "abstract": "Abstract:  Infrared variability is common among young stellar objects, with surveys\nfinding daily to weekly fluctuations of a few tenths of a magnitude.\nSpace-based observations can produce highly sampled infrared light curves, but\nare often limited to total baselines of about a month due to the orientation of\nthe spacecraft. Here we present observations of the Chameleon I cluster whose\nlow declination makes it observable by the Spitzer space telescope over a 200\nday period. We observe 30 young stellar objects with a daily cadence to better\nsample variability on timescales of months. We find such variability is common,\noccurring in ~80% of the detected cluster members. The change in [3.6]-[4.5]\ncolor over 200 days for many of the sources falls between that expected for\nextinction and fluctuations in disk emission. With our high cadence and long\nbaseline we can derive power spectral density curves covering two orders of\nmagnitude in frequency and find significant power at low frequencies, up to the\nboundaries of our 200 day survey. Such long timescales are difficult to explain\nwith variations driven by the interaction between the disk and stellar magnetic\nfield, which has a dynamical timescale of days to weeks. The most likely\nexplanation is either structural or temperature fluctuations spread throughout\nthe inner ~0.5 au of the disk, suggesting that the intrinsic dust structure is\nhighly dynamic.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1609.09100"
  },
  {
    "url": "https://arxiv.org/abs/1609.09097",
    "title": "Title:The First Six Outbursting Cool DA White Dwarf Pulsators",
    "date_publ": "28 Sep 2016",
    "authors": [
      "Keaton J. Bell",
      "J. J. Hermes",
      "M. H. Montgomery",
      "D. E. Winget",
      "N. P. Gentile Fusillo",
      "R. Raddi",
      "B. T. Gänsick"
    ],
    "abstract": "Abstract:  Extensive observations from the Kepler spacecraft have recently revealed a\nnew outburst phenomenon operating in cool pulsating DA (hydrogen atmosphere)\nwhite dwarfs (DAVs). With the introduction of two new outbursting DAVs from K2\nFields 7 (EPIC 229228364) and 8 (EPIC 220453225) in these proceedings, we\npresently know of six total members of this class of object. We present the\nobservational commonalities of the outbursting DAVs: (1) outbursts that\nincrease the mean stellar flux by up to 15%, last many hours, and recur\nirregularly on timescales of days; (2) effective temperatures that locate them\nnear the cool edge of the DAV instability strip; and (3) rich pulsation spectra\nwith modes that are observed to wander in amplitude/frequency.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1609.09097"
  },
  {
    "url": "https://arxiv.org/abs/1609.08583",
    "title": "Title:Survey of Inter-satellite Communication for Small Satellite Systems: Physical Layer to Network Layer View",
    "date_publ": "27 Sep 2016 (v1), last revised 28 Sep 2016 (this version, v2)",
    "authors": [
      "Radhika Radhakrishnan",
      "William Edmonson",
      "Fatemeh Afghah",
      "R. Rodriguez-Osorio",
      "Frank Pinto",
      "Scott Burleig"
    ],
    "abstract": "Abstract:  Small satellite systems enable whole new class of missions for navigation,\ncommunications, remote sensing and scientific research for both civilian and\nmilitary purposes. As individual spacecraft are limited by the size, mass and\npower constraints, mass-produced small satellites in large constellations or\nclusters could be useful in many science missions such as gravity mapping,\ntracking of forest fires, finding water resources, etc. Constellation of\nsatellites provide improved spatial and temporal resolution of the target.\nSmall satellite constellations contribute innovative applications by replacing\na single asset with several very capable spacecraft which opens the door to new\napplications. With increasing levels of autonomy, there will be a need for\nremote communication networks to enable communication between spacecraft. These\nspace based networks will need to configure and maintain dynamic routes, manage\nintermediate nodes, and reconfigure themselves to achieve mission objectives.\nHence, inter-satellite communication is a key aspect when satellites fly in\nformation. In this paper, we present the various researches being conducted in\nthe small satellite community for implementing inter-satellite communications\nbased on the Open System Interconnection (OSI) model. This paper also reviews\nthe various design parameters applicable to the first three layers of the OSI\nmodel, i.e., physical, data link and network layer. Based on the survey, we\nalso present a comprehensive list of design parameters useful for achieving\ninter-satellite communications for multiple small satellite missions. Specific\ntopics include proposed solutions for some of the challenges faced by small\nsatellite systems, enabling operations using a network of small satellites, and\nsome examples of small satellite missions involving formation flying aspects.",
    "categories": [
      "Networking and Internet Architecture (cs.NI)"
    ],
    "url_pdf": "/pdf/1609.08583"
  }
]