[
  {
    "url": "https://arxiv.org/abs/1910.04520",
    "title": "Title:Potential Effects of Atmospheric Collapse on Martian Heat Flow and Application to the InSight Measurements",
    "date_publ": "10 Oct 2019",
    "authors": [
      "Nicholas Attree",
      "Narissa Patel",
      "Axel Hagermann",
      "Matthias Grott",
      "Tilman Spohn",
      "Matthew Siegle"
    ],
    "abstract": "Abstract:  Heat flow is an important constraint on planetary formation and evolution. It\nhas been suggested that Martian obliquity cycles might cause periodic collapses\nin atmospheric pressure, leading to corresponding decreases in regolith thermal\nconductivity (which is controlled by gas in the pore spaces). Geothermal heat\nwould then build up in the subsurface, potentially affecting present-day heat\nflow - and thus the measurements made by a heat-flow probe such as the InSight\nHP$^{3}$ instrument. To gauge the order of magnitude of this effect, we model\nthe diffusion of a putative heat pulse caused by thermal conductivity changes\nwith a simple numerical scheme and compare it to the heat-flow perturbations\ncaused by other effects. We find that an atmospheric collapse to 300 Pa in the\nlast 40 kyr would lead to a present-day heat flow that is up to $2-8\\%$ larger\nthan the average geothermal background. Considering the InSight mission with\nexpected $5-15\\%$ error bars on the HP$^{3}$ measurement, this perturbation\nwould only be significant in the best-case scenario of full instrument\ndeployment, completed measurement campaign, and a well-modelled surface\nconfiguration. The prospects for detecting long-term climate perturbations via\nspacecraft heat-flow experiments remain challenging.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1910.04520"
  },
  {
    "url": "https://arxiv.org/abs/1910.04306",
    "title": "Title:An in-situ interplanetary \"U-burst\": Observation and results",
    "date_publ": "10 Oct 2019 (v1), last revised 30 May 2020 (this version, v2)",
    "authors": [
      "Juan Carlos Martínez-Oliveros",
      "Saida Milena Diaz Castillo",
      "Vratislav Krupar",
      "Marc Pulupa",
      "Stuart D. Bale",
      "Benjamin Calvo Moz"
    ],
    "abstract": "Abstract:  We report and examine the observation of an unusual and rare in-situ electron\nobservation associated with a solar type III radio burst on 24 December 1996.\nThis radio event was accompanied by high energy electrons, measured by the\nSolid State Telescope (SST) on-board WIND spacecraft. The type III radio\nemission started at $\\approx$ 13:10~UT and was associated to a C2.1 GOES-class\nflare whose maximum was at 13:11 UT and hosted by the active region NOAA\n8007/8004, located on the west limb at N05$^\\circ$ W74$^\\circ$/N06$^\\circ$\nW85$^\\circ$. During this event, the observation of an electron energy\ndistribution likely to be associated with the radio emission was registered.\nThe electrons arrive at the spacecraft predominantly from the anti-solar\ndirection, suggesting that their general motion is Sunward along a closed\nmagnetic field line. Leblanc et al. (1999) propose a model in which energetic\nelectrons are injected into a coronal flux tube at one of its footpoints,\nreleasing standard type-III emission. As the magnetic field then directs them\nback toward the magnetic-conjugate footpoint of the first, the electrons\nrelease subsequent emission whose radio profile is a quasi-time reversal of the\nstandard. We have constructed a cylindrical flux-rope facsimile of this\nscenario that reproduces the U-burst profiles. We also report observational\nfeatures indicating a secondary electron energy distribution and propose a\nscenario that explains this feature.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1910.04306"
  },
  {
    "url": "https://arxiv.org/abs/1910.04265",
    "title": "Title:Multi-Fidelity Space Mission Planning and Infrastructure Design Framework for Space Resource Logistics",
    "date_publ": "9 Oct 2019 (v1), last revised 11 Mar 2021 (this version, v3)",
    "authors": [
      "Hao Chen",
      "Tristan Sarton du Jonchay",
      "Linyi Hou",
      "Koki H"
    ],
    "abstract": "Abstract:  To build a sustainable and affordable space transportation system for human\nspace exploration, the design and deployment of space infrastructures are\ncritical; one attractive and promising infrastructure system is the in-situ\nresource utilization (ISRU) system. The design analysis and trade studies for\nISRU systems require the consideration of not only the design of the ISRU plant\nitself but also other infrastructure systems (e.g., storage, power) and various\nISRU architecture options (e.g., resource, location, technology). This paper\nproposes a system-level space infrastructure and its logistics design\noptimization framework to perform architecture trade studies. A new space\ninfrastructure logistics optimization problem formulation is proposed that\nconsiders infrastructure subsystems' internal interactions and their external\nsynergistic effects with space logistics simultaneously. Since the full-size\nversion of this proposed problem formulation can be computationally\nprohibitive, a new multi-fidelity optimization formulation is developed by\nvarying the granularity of the commodity type definition over the network\ngraph; this multi-fidelity formulation can find an approximation solution to\nthe full-size problem computationally efficiently with little sacrifice in the\nsolution quality. The proposed problem formulation and method are applied to a\nmulti-mission lunar exploration campaign to demonstrate their values.",
    "categories": [
      "Optimization and Control (math.OC)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/1910.04265"
  },
  {
    "url": "https://arxiv.org/abs/1910.03828",
    "title": "Title:Towards End-To-End Design of Spacecraft Swarms for Small-Body Reconnaissance",
    "date_publ": "9 Oct 2019",
    "authors": [
      "Ravi Teja Nallapu",
      "Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  The exploration of small bodies in the Solar System is a high priority\nplanetary science. Asteroids, comets, and planetary moons yield important\ninformation about the evolution of the Solar System. Additionally, they could\nprovide resources for a future space economy. While much research has gone into\nexploring asteroids and comets, dedicated spacecraft missions to planetary\nmoons are few and far between. There are three fundamental challenges of a\nspacecraft mission to the planetary moons: The first challenge is that the\nspheres of influence of most moons (except that of Earth) are small and, in\nmany cases, virtually absent. The second is that many moons are tidally locked\nto their planets, which means that an observer on the planet will have an\nentire hemisphere, which is always inaccessible. The third challenge is that at\na given time about half of the region will be in the Sun's shadow. Therefore, a\nsingle spacecraft mission to observe the planetary moon cannot provide complete\ncoverage. Such a complex task can be solved using a swarm approach, where the\nmapping task is delegated to multiple low-cost spacecraft. Clearly, the design\nof a swarm mission for such a dynamic environment is challenging. For this\nreason, we have proposed the Integrated Design Engineering & Automation of\nSwarms (IDEAS) software to perform automated end-to-end design of swarm\nmissions. Specifically, it will use a sub-module known as the Automated Swarm\nDesigner module to find optimal swarm configurations suited for a given\nmission. In our previous work, we have developed the Automated Swarm Design\nmodule to find swarm configurations for asteroid mapping operations. In this\nwork, we will evaluate the capability of the Automated Swarm module to design\nmissions to planetary moons.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/1910.03828"
  },
  {
    "url": "https://arxiv.org/abs/1910.03169",
    "title": "Title:Semi-Analytical Model for Design and Analysis of On-Orbit Servicing Architecture",
    "date_publ": "8 Oct 2019 (v1), last revised 23 Sep 2020 (this version, v3)",
    "authors": [
      "Koki Ho",
      "Hai Wang",
      "Paul A. DeTrempe",
      "Tristan Sarton du Jonchay",
      "Kento Tomit"
    ],
    "abstract": "Abstract:  Robotic on-orbit servicing (OOS) is expected to be a key technology and\nconcept for future sustainable space exploration. This paper develops a\nsemi-analytical model for OOS systems analysis, responding to the growing needs\nand ongoing trend of robotic OOS. An OOS infrastructure system is considered\nwhose goal is to provide responsive services to the random failures of a set of\ncustomer modular satellites distributed in space (e.g., at the geosynchronous\nequatorial orbit). The considered OOS architecture is comprised of a servicer\nthat travels and provides module-replacement services to the customer\nsatellites, an on-orbit depot to store the spares, and a series of launch\nvehicles to replenish the depot. The OOS system performance is analyzed by\nevaluating the mean waiting time before service completion for a given failure\nand its relationship with the depot capacity. Leveraging the queueing theory\nand inventory management methods, the developed semi-analytical model is\ncapable of analyzing the OOS system performance without relying on\ncomputationally costly simulations. The effectiveness of the proposed model is\ndemonstrated using a case study compared with simulation results. This paper is\nexpected to provide a critical step to push the research frontier of\nanalytical/semi-analytical models development for complex space systems design.",
    "categories": [
      "Performance (cs.PF)",
      " Systems and Control (eess.SY)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1910.03169"
  },
  {
    "url": "https://arxiv.org/abs/1910.03014",
    "title": "Title:Artificial Intelligence: Powering Human Exploration of the Moon and Mars",
    "date_publ": "7 Oct 2019",
    "authors": [
      "Jeremy D. Fran"
    ],
    "abstract": "Abstract:  Over the past decade, the NASA Autonomous Systems and Operations (ASO)\nproject has developed and demonstrated numerous autonomy enabling technologies\nemploying AI techniques. Our work has employed AI in three distinct ways to\nenable autonomous mission operations capabilities. Crew Autonomy gives\nastronauts tools to assist in the performance of each of these mission\noperations functions. Vehicle System Management uses AI techniques to turn the\nastronaut's spacecraft into a robot, allowing it to operate when astronauts are\nnot present, or to reduce astronaut workload. AI technology also enables\nAutonomous Robots as crew assistants or proxies when the crew are not present.\nWe first describe human spaceflight mission operations capabilities. We then\ndescribe the ASO project, and the development and demonstration performed by\nASO since 2011. We will describe the AI techniques behind each of these\ndemonstrations, which include a variety of symbolic automated reasoning and\nmachine learning based approaches. Finally, we conclude with an assessment of\nfuture development needs for AI to enable NASA's future Exploration missions.",
    "categories": [
      "Artificial Intelligence (cs.AI)",
      " Computers and Society (cs.CY)"
    ],
    "url_pdf": "/pdf/1910.03014"
  },
  {
    "url": "https://arxiv.org/abs/1910.02797",
    "title": "Title:Estimation of Arrival Time of Coronal Mass Ejections in the Vicinity of the Earth Using SOlar and Heliospheric Observatory and Solar TErrestrial RElations Observatory Observations",
    "date_publ": "7 Oct 2019",
    "authors": [
      "Anitha Ravishankar",
      "Grzegorz Michałe"
    ],
    "abstract": "Abstract:  The arrival time of coronal mass ejections (CMEs) in the vicinity of the\nEarth is one of the most important parameters in determining space weather. We\nhave used a new approach to predicting this parameter. First, in our study, we\nhave introduced a new definition of the speed of ejection. It can be considered\nas the maximum speed that the CME achieves during the expansion into the\ninterplanetary medium. Additionally, in our research we have used not only\nobservations from the SOlar and Heliospheric Observatory (SOHO) spacecraft but\nalso from Solar TErrestrial RElations Observatory (STEREO) spacecrafts. We\nfocus on halo and partial halo CMEs during the ascending phase of Solar Cycle\n24. During this period the STEREO spacecraft were in quadrature position in\nrelation to the Earth. We demonstrated that these conditions of the STEREO\nobservations can be crucial for an accurate determination of the transit times\n(TTs) of CMEs to the Earth. In our research we defined a new initial velocity\nof the CME, the maximum velocity determined from the velocity profiles obtained\nfrom a moving linear fit to five consecutive height time points. This new\napproach can be important from the point of view of space weather as the new\nparameter is highly correlated with the final velocity of ICMEs. It allows one\nto predict the TTs with the same accuracy as previous models. However, what is\nmore important is the fact that the new approach has radically reduced the\nmaximum TT estimation errors to 29 hours. Previous studies determined the TT\nwith a maximum error equal to 50 hours.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1910.02797"
  },
  {
    "url": "https://arxiv.org/abs/1910.02615",
    "title": "Title:Effects of CME and CIR induced geomagnetic storms on low-latitude ionization over Indian longitudes in terms of neutral dynamics",
    "date_publ": "7 Oct 2019 (v1), last revised 12 Jun 2020 (this version, v2)",
    "authors": [
      "Sumanjit Chakraborty",
      "Sarbani Ray",
      "Dibyendu Sur",
      "Abhirup Datta",
      "Ashik Pau"
    ],
    "abstract": "Abstract:  This paper presents the response of the ionosphere during the intense\ngeomagnetic storms of October 12-20, 2016 and May 26-31, 2017 which occurred\nduring the declining phase of the solar cycle 24. Total Electron Content (TEC)\nfrom GPS measured at Indore, Calcutta and Siliguri having geomagnetic dips\nvarying from 32.23°N, 32°N and 39.49°N respectively and at the\nInternational GNSS Service (IGS) stations at Lucknow (beyond anomaly crest),\nHyderabad (between geomagnetic equator and northern crest of EIA) and Bangalore\n(near magnetic equator) in the Indian longitude zone have been used for the\nstorms. Prominent peaks in diurnal maximum in excess of 20-45 TECU over the\nquiet time values were observed during the October 2016 storm at Lucknow,\nIndore, Hyderabad, Bangalore and 10-20 TECU for the May 2017 storm at Siliguri,\nIndore, Calcutta and Hyderabad. The GUVI images onboard TIMED spacecraft that\nmeasures the thermospheric O/N2 ratio, showed high values (O/N2 ratio of about\n0.7) on October 16 when positive storm effects were observed compared to the\nother days during the storm period. The observed features have been explained\nin terms of the O/N2 ratio increase in the equatorial thermosphere, CIR-induced\nHigh Speed Solar Wind (HSSW) event for the October 2016 storm. The TEC\nenhancement has also been explained in terms of the Auroral Electrojet (AE),\nneutral wind values obtained from the Horizontal Wind Model (HWM14) and\nequatorial electrojet strength from magnetometer data for both October 2016 and\nMay 2017 storms. These results are one of the first to be reported from the\nIndian longitude sector on influence of CME- and CIR-driven geomagnetic storms\non TEC during the declining phase of solar cycle 24.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1910.02615"
  },
  {
    "url": "https://arxiv.org/abs/1910.01943",
    "title": "Title:Turbulence and Transport During Guide-Field Reconnection at the Magnetopause",
    "date_publ": "4 Oct 2019",
    "authors": [
      "L. Price",
      "M Swisdak",
      "J. F. Drake",
      "D. B. Graha"
    ],
    "abstract": "Abstract:  We analyze the development and influence of turbulence in three-dimensional\nparticle-in-cell simulations of guide-field magnetic reconnection at the\nmagnetopause with parameters based on observations of an electron diffusion\nregion by the Magnetospheric Multiscale (MMS) mission. Along the separatrices\nthe turbulence is a variant of the lower hybrid drift instability (LHDI) that\nproduces electric field fluctuations with amplitudes much greater than the\nreconnection electric field. The turbulence controls the scale length of the\ndensity and current profiles while enabling significant transport across the\nmagnetopause despite the electrons remaining frozen-in to the magnetic field.\nNear the X-line the electrons are not frozen-in and the turbulence, which\ndiffers from the LHDI, makes a significant net contribution to the generalized\nOhm's law through an anomalous viscosity. The characteristics of the turbulence\nand associated particle transport are consistent with fluctuation amplitudes in\nthe MMS observations. However, for this event the simulations suggest that the\nMMS spacecraft were not close enough to the core of the electron diffusion\nregion to identify the region where anomalous viscosity is important.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1910.01943"
  },
  {
    "url": "https://arxiv.org/abs/1910.01364",
    "title": "Title:Lyman-alpha Variability During Solar Flares Over Solar Cycle 24 Using GOES-15/EUVS-E",
    "date_publ": "3 Oct 2019 (v1), last revised 4 Jun 2020 (this version, v2)",
    "authors": [
      "Ryan O.Milligan",
      "Hugh S. Hudson",
      "Phillip C. Chamberlin",
      "Iain G. Hannah",
      "Laura A. Haye"
    ],
    "abstract": "Abstract:  The chromospheric Lyman-alpha line of neutral hydrogen (\\lya; 1216Å) is the\nstrongest emission line in the solar spectrum. Fluctuations in \\lya\\ are known\nto drive changes in planetary atmospheres, although few instruments have had\nthe ability to capture rapid \\lya\\ enhancements during solar flares. In this\npaper we describe flare-associated emissions via a statistical study of 477 M-\nand X-class flares as observed by the EUV Sensor on board the 15th\nGeostationary Operational Environmental Satellite, which has been monitoring\nthe full-disk solar \\lya\\ irradiance on 10~s timescales over the course of\nSolar Cycle 24. The vast majority (95\\%) of these flares produced \\lya\\\nenhancements of 10\\% or less above background levels, with a maximum increase\nof $\\sim$30\\%. The irradiance in \\lya\\ was found to exceed that of the 1-8 Å\\\nX-ray irradiance by as much as two orders of magnitude in some cases, although\nflares that occurred closer to the solar limb were found to exhibit less of a\n\\lya\\ enhancement. This center-to-limb variation was verified through a joint,\nstereoscopic observation of an X-class flare that appeared near the limb as\nviewed from Earth, but close to disk center as viewed by the MAVEN spacecraft\nin orbit around Mars. The frequency distribution of peak \\lya\\ was found to\nhave a power-law slope of $2.8\\pm0.27$. We also show that increased \\lya\\ flux\nis closely correlated with induced currents in the ionospheric E-layer through\nthe detection of the solar flare effect as observed by the Kakioka\nmagnetometer.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1910.01364"
  },
  {
    "url": "https://arxiv.org/abs/1910.00676",
    "title": "Title:Heliosheath Properties Measured from a Voyager 2 to Voyager 1 Transient",
    "date_publ": "1 Oct 2019",
    "authors": [
      "Jamie S. Rankin",
      "David J. McComas",
      "John D. Richardson",
      "Nathan A. Schwadro"
    ],
    "abstract": "Abstract:  In mid-2012, a GMIR observed by Voyager 2 crossed through the heliosheath and\ncollided with the heliopause, generating a pressure pulse that propagated into\nthe very local interstellar medium. The effects of the transmitted wave were\nseen by Voyager 1 just 93 days after its own heliopause crossing. The passage\nof the transient was accompanied by long-lasting decreases in galactic cosmic\nray intensities that occurred from ~2012.55 to ~2013.35 and ~2012.91 to\n~2013.70 at Voyager 2 and Voyager 1, respectively. Omnidirectional (>20 MeV)\nproton-dominated measurements from each spacecraft's Cosmic Ray Subsystem\nreveal a remarkable similarity between these causally-related events, with a\ncorrelation coefficient of 91.2% and a time-lag of 130 days. Knowing the\nlocations of the two spacecraft, we use the observed time-delay to calculate\nthe GMIR's average speed through the heliosheath (inside the heliopause) as a\nfunction of temperature in the very local interstellar medium. This, combined\nwith particle, field, and plasma observations enables us to infer previously\nunmeasured properties of the heliosheath, including a range of sound speeds and\ntotal effective pressures. For a nominal temperature of ~20,000 K just outside\nthe heliopause, we find a sound speed of 314 (+/-) 32 km/s and total effective\npressure of 267 (+/-) 55 fPa inside the heliopause. We compare these results\nwith the Interstellar Boundary Explorer's data-driven models of heliosheath\npressures derived from energetic neutral atom fluxes (the globally distributed\nflux) and present them as additional evidence that the heliosheath's dynamics\nare driven by suprathermal energetic processes.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1910.00676"
  },
  {
    "url": "https://arxiv.org/abs/1910.00672",
    "title": "Title:Satellite Constellation Pattern Optimization for Complex Regional Coverage",
    "date_publ": "1 Oct 2019 (v1), last revised 6 Oct 2020 (this version, v4)",
    "authors": [
      "Hang Woon Lee",
      "Seiichi Shimizu",
      "Shoji Yoshikawa",
      "Koki H"
    ],
    "abstract": "Abstract:  The use of regional coverage satellite constellations is on the rise, urging\nthe need for an optimal constellation design method for complex regional\ncoverage. Traditional constellations are often designed for continuous global\ncoverage, and the few existing regional constellation design methods lead to\nsuboptimal solutions for periodically time-varying or spatially-varying\nregional coverage requirements. This paper introduces a new general approach to\ndesign an optimal constellation pattern that satisfies such complex regional\ncoverage requirements. To this end, the circular convolution nature of the\nrepeating ground track orbit and common ground track constellation is\nformalized. This formulation enables a scalable constellation pattern analysis\nfor multiple target areas and with multiple sub-constellations. The formalized\ncircular convolution relationship is first used to derive a baseline\nconstellation pattern design method with the conventional assumption of\nsymmetry. Next, a novel method based on binary integer linear programming is\ndeveloped, which aims to optimally design a constellation pattern with the\nminimum number of satellites. This binary integer linear programming method is\nshown to achieve optimal constellation patterns for general problem settings\nthat the baseline method cannot achieve. Five illustrative examples are\nanalyzed to demonstrate the value of the proposed new approach.",
    "categories": [
      "Optimization and Control (math.OC)",
      " Systems and Control (eess.SY)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1910.00672"
  },
  {
    "url": "https://arxiv.org/abs/1910.00558",
    "title": "Title:Theoretical Limits of Star Sensor Accuracy",
    "date_publ": "1 Oct 2019",
    "authors": [
      "Marcio Afonso Arimura Fialho",
      "Daniele Mortar"
    ],
    "abstract": "Abstract:  To achieve mass, power, and cost reduction, there is a trend to reduce the\nvolume of many instruments aboard spacecraft, especially for small spacecraft\n(cubesats or nanosats) with very limited mass, volume and power budgets. With\nthe current trend of miniaturizing spacecraft instruments one could naturally\nask if is there a physical limit to this process for star sensors. This paper\nshows that there is a fundamental limit on star sensor accuracy, which depends\non stellar distribution, star sensor dimensions and exposure time. An estimate\nof such limit is given for our location in the galaxy.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Optics (physics.optics)"
    ],
    "url_pdf": "/pdf/1910.00558"
  },
  {
    "url": "https://arxiv.org/abs/1910.00355",
    "title": "Title:Chromospheric UV bursts and turbulent driven magnetic reconnection",
    "date_publ": "1 Oct 2019",
    "authors": [
      "Pin W"
    ],
    "abstract": "Abstract:  We use Interface Region Imaging Spectrograph (IRIS) spacecraft data to study\na group of Chromospheric ultraviolet bursts (UVBs) associated with an active\nregion. We classify the UVBs into two types: smaller ones that can only be\nmeasured once by the scanning slit, and larger UVBs that are measured twice by\nthe slit. The UVBs' optically thin Si IV 1402.77 Å line profiles are\nstudied intensively. By fitting the smaller UVBs' lines with 1-2 Gaussians, we\nobtain a variety of line-of-sight flow measurements that hint various 3-D\norientations of small scale magnetic reconnections, each associated with a UVB.\nThe larger UVBs are, however, unique in a way that they each have two sets of\nmeasurements at two slit locations. This makes it possible to unambiguously\ndetect two oppositely directed heated flows jetting out of a single UVB, a\nsignature of magnetic reconnection operating at the heart of the UVB. Here we\nreport on the first of such an observation. Additionally, all the optically\nthin Si IV 1402.77 Å line profiles from those UVBs consistently demonstrate\nexcessive broadening, an order of magnitude larger than would be expected from\nthermal broadening, suggesting that those small scale reconnections could be\ndriven by large scale (macro-scale) turbulence in the active region.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1910.00355"
  },
  {
    "url": "https://arxiv.org/abs/1909.13119",
    "title": "Title:Unified Attitude Determination Problem from Vector Observations and Hand-eye Measurements",
    "date_publ": "28 Sep 2019 (v1), last revised 25 Mar 2020 (this version, v2)",
    "authors": [
      "Jin W"
    ],
    "abstract": "Abstract:  The hand-eye measurements have recently been proven to be very efficient for\nspacecraft attitude determination relative to an ellipsoidal asteroid. However,\nrecent method does not guarantee full attitude observability for all\nconditions. This paper refines this problem by taking the vector observations\ninto account so that the accuracy and robustness of the spacecraft attitude\nestimation can be improved. The vector observations come from many sources\nincluding visual perspective geometry, optical navigation and point clouds that\nfrequently occur in aerospace electronic systems. Completely closed-form\nsolutions along with their uncertainty descriptions are presented for the\nproposed problem. Experiments using our simulated dataset and real-world\nspacecraft measurements from NASA dawn spacecraft verify the effectiveness and\nsuperiority of the derived solution.",
    "categories": [
      "Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/1909.13119"
  },
  {
    "url": "https://arxiv.org/abs/1909.11525",
    "title": "Title:Kinetic plasma turbulence: recent insights and open questions from 3D3V simulations",
    "date_publ": "25 Sep 2019 (v1), last revised 11 Oct 2019 (this version, v2)",
    "authors": [
      "S. S. Cerri",
      "D. Grošelj",
      "L. Franc"
    ],
    "abstract": "Abstract:  Turbulence and kinetic processes in magnetized space plasmas have been\nextensively investigated over the past decades via \\emph{in-situ} spacecraft\nmeasurements, theoretical models and numerical simulations. In particular,\nmulti-point high-resolution measurements from the \\emph{Cluster} and \\emph{MMS}\nspace missions brought to light an entire new world of processes, taking place\nat the plasma kinetic scales, and exposed new challenges for their theoretical\ninterpretation. A long-lasting debate concerns the nature of ion and electron\nscale fluctuations in solar-wind turbulence and their dissipation via\ncollisionless plasma mechanisms. Alongside observations, numerical simulations\nhave always played a central role in providing a test ground for existing\ntheories and models. In this Perspective, we discuss the advances achieved with\nour 3D3V (reduced and fully) kinetic simulations, as well as the main questions\nleft open (or raised) by these studies. To this end, we combine data from our\nrecent kinetic simulations of both freely decaying and continuously driven\nfluctuations to assess the similarities and/or differences in the properties of\nplasma turbulence in the sub-ion range. Finally, we discuss possible future\ndirections in the field and highlight the need to combine different types of\nnumerical and observational approaches to improve the understanding of\nturbulent space plasmas.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1909.11525"
  },
  {
    "url": "https://arxiv.org/abs/1909.11255",
    "title": "Title:A New Method of 3D Magnetic Field Reconstruction",
    "date_publ": "25 Sep 2019",
    "authors": [
      "R. B. Torbert",
      "I. Dors",
      "M. R. Argall",
      "K. J. Genestreti",
      "J. L. Burch",
      "C. J. Farrugia",
      "T. G. Forbes",
      "B. L. Giles",
      "R. J. Strangewa"
    ],
    "abstract": "Abstract:  A method is described to model the magnetic field in the vicinity of\nconstellations of multiple satellites using field and plasma current\nmeasurements. This quadratic model has the properties that the divergence is\nzero everywhere and matches the measured values of the magnetic field and its\ncurl (current) at each spacecraft, and thus extends the linear curlometer\nmethod to second order. It is able to predict the topology of the field lines\nnear magnetic structures, such as near reconnecting regions or flux ropes, and\nallows a tracking of the motion of these structures relative to the spacecraft\nconstellation. Comparisons to PIC simulations estimate the model accuracy.\nReconstruction of two electron diffusion regions show the expected field line\nstructure. The model can be applied to other small-scale phenomena (bow shock,\nwaves of commensurate wavelength), and can be modified to reconstruct also the\nelectric field, allowing tracing of particle trajectories.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1909.11255"
  },
  {
    "url": "https://arxiv.org/abs/1909.10829",
    "title": "Title:Dependence of 3D Self-correlation Level Contours on the Scales in the Inertial Range of Solar Wind Turbulence",
    "date_publ": "24 Sep 2019 (v1), last revised 17 Dec 2019 (this version, v2)",
    "authors": [
      "Honghong Wu (PKU)",
      "Chuanyi Tu (PKU)",
      "Xin Wang (BUAA)",
      "Jiansen He (PKU)",
      "Linghua Wang (PKU"
    ],
    "abstract": "Abstract:  The self-correlation level contours at the 1010 cm scale reveal a 3D\nisotropic feature in the slow solar wind and a quasi-anisotropic feature in the\nfast solar wind. However, the 1010 cm scale is approximately near the\nlowfrequency break (outer scale of turbulence cascade), especially in the fast\nwind. How the self-correlation level contours behave with dependence on the\nscales in the inertial range of solar wind turbulence remains unknown. Here we\npresent the 3D self-correlation function level contours and their dependence on\nthe scales in the inertial range for the first time. We use data at 1 au from\ninstruments on the Wind spacecraft in the period 2005-2018. We show the 3D\nisotropic self-correlation level contours of the magnetic field in the inertial\nrange of both slow and fast solar wind turbulence. We also find that the\nself-correlation level contours of the velocity in the inertial range present\n2D anisotropy with an elongation in the perpendicular direction and 2D isotropy\nin the plane perpendicular to the mean magnetic field. These results indicate\ndifferences between the magnetic field and the velocity, providing new clues to\ninterpret the solar wind turbulence on the inertial scale.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1909.10829"
  },
  {
    "url": "https://arxiv.org/abs/1909.10458",
    "title": "Title:On the H$_2$ abundance and ortho-to-para ratio in Titan's troposphere",
    "date_publ": "23 Sep 2019",
    "authors": [
      "Bruno Bézard",
      "Sandrine Vinatie"
    ],
    "abstract": "Abstract:  We have analyzed spectra recorded between 50 and 650 cm$^{-1}$ by the\nComposite Infrared Spectrometer (CIRS) aboard the Cassini spacecraft at low and\nhigh emission angles to determine simultaneously the H$_2$ mole fraction and\northo-to-para ratio in Titan's troposphere. We used constraints from limb\nspectra between 50 and 900 cm$^{-1}$ and from in situ measurements by the\nHuygens probe to characterize the temperature, haze and gaseous absorber\nprofiles. We confirm that the N$_2$-CH$_4$ collision-induced absorption (CIA)\ncoefficients used up to now need to be increased by about 52% at temperatures\nof 70-85 K. We find that the N$_2$-N$_2$ CIA coefficients are also too low in\nthe N$_2$ band far wing, beyond 110 cm$^{-1}$, in agreement with recent quantum\nmechanical calculations. We derived a H$_2$ mole fraction equal to (0.88 $\\pm$\n0.13) $\\times$ 10$^{-3}$, which pertains to the $\\sim$1-34 km altitude range\nprobed by the S$_0$(0) and S$_0$(1) lines. The H$_2$ para fraction is close to\nequilibrium in the 20-km region. We have investigated different mechanisms that\nmay operate in Titan's atmosphere to equilibrate the H$_2$ o-p ratio and we\nhave developed a one-dimensional model that solves the continuity equation in\npresence of such conversion mechanisms. We conclude that exchange with H atoms\nin the gas phase or magnetic interaction of H$_2$ in a physisorbed state on the\nsurface of aerosols are too slow compared with atmospheric mixing to play a\nsignificant role. On the other hand, magnetic interaction of H$_2$ with CH$_4$,\nand to a lesser extent N$_2$, can operate on a timescale similar to the\nvertical mixing time in the troposphere. This process is thus likely\nresponsible for the o-p equilibration of H$_2$ in the mid-troposphere implied\nby CIRS measurements.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1909.10458"
  },
  {
    "url": "https://arxiv.org/abs/1909.10437",
    "title": "Title:The NASA Probe space mission concept, Cosmic Evolution Through UV Surveys (CETUS)",
    "date_publ": "23 Sep 2019",
    "authors": [
      "Sara Heap",
      "Jonathan Arenberg",
      "Tony Hull",
      "Steven Kendrick",
      "Robert Woodruf"
    ],
    "abstract": "Abstract:  The mission concept, Cosmic Origins Through UV Surveys (CETUS) is an all-UV\nspace mission concept that was selected and funded by NASA for study in 2017.\nThe main capabilities of CETUS that even Hubble doesn't have are: (1)\nwide-field (17.4'x17.4') imaging and spectroscopy of astronomical sources with\n<0.5'' resolution; (2) spectral sensitivity to UV radiation at wavelengths as\nshort as 1000 Å; (3) near-UV multi-object slit spectroscopy; and (4)\nrapid-response UV spectroscopy and deep imaging of transients like GW 170817;\nand (5) 23 times higher sensitivity to extended sources.\nThe main purposes of this CETUS Final Report are to describe the CETUS\nscientific program and to demonstrate the maturity of its instrumentation,\nwhich forms the basis of its estimated cost. While there are similarities of\nthis Final Report to that submitted to NASA in March 2019 by the Goddard Space\nFlight Center, there are important differences including the following. *\nScience. The science case has been refreshed, deepened, and expanded as a\nresult of ideas and recommendations expressed in the Astro2020 science white\npapers. * Instrumentation. Detailed investigations including a high-level error\nbudget for focus with implications for thermal management, target acquisition\nin the MOS micro-shutter array, contamination control have been carried out. *\nMission Design. The spacecraft and mission operations concepts as developed by\nNGIS Gilbert (formerly Orbital ATK) rather than the output of Goddard's Mission\nDesign Lab have been adopted.. * Technology. Technology maturation plans have\nbeen updated.",
    "categories": [
      "Astrophysics of Galaxies (astro-ph.GA)"
    ],
    "url_pdf": "/pdf/1909.10437"
  },
  {
    "url": "https://arxiv.org/abs/1909.09871",
    "title": "Title:Revisiting Advanced Thermal Physical Model: New Perspectives on Thermophysical Characteristics of (341843) 2008 EV5 from Four-bands WISE Data with Sunlight-Reflection Model",
    "date_publ": "21 Sep 2019",
    "authors": [
      "Haoxuan Jiang",
      "Liangliang Yu",
      "Jianghui J"
    ],
    "abstract": "Abstract:  In this paper, we investigate thermophysical characteristics of near-Earth\nasteroid (341843) 2008 EV5, based on our improved Advanced Thermal Physical\nModel (ATPM) by considering the contribution of sunlight-reflection for rough\nsurface, along with four wavebands observations from Wide-field Infrared Survey\nExplorer (WISE) and the radar-derived shape model. Here we derive that 2008 EV5\nhas a relatively low thermal inertia of $\\Gamma=110 _{-12}^{+40}\\rm~J m^{-2}\ns^{-1/2} K^{-1}$ but a high roughness fraction. The geometric albedo and\neffective diameter are then constrained to be $p_v=0.095_{-0.003}^{+0.016}$ and\n$D_{\\rm eff}=431_{-33}^{+6}\\rm~m$, respectively. The low thermal inertia\nindicates that 2008 EV5 may have undergone sufficient space weathering over\nsecular evolution. The high roughness may have resemblances to the appearances\nof Bennu and Ryugu recently observed by spacecrafts, where a great number of\nboulders are widely distributed on the asteroid's surface. Moreover, we\nnumerically perform 1000 backward simulations of 2008 EV5's cloned orbits\nwithin 1 Myr to explore its origin, and present a probability of $\\sim6.1\\%$\nthat the asteroid originates from the main belt. Finally, we estimate that the\nmean grain size of the surface ranges from 0.58 to 1.3 mm, and infer that it is\nunlikely to find water ice on most area of 2008 EV5, but there may exist water\nice on high-latitudes near polar region.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1909.09871"
  },
  {
    "url": "https://arxiv.org/abs/1909.09443",
    "title": "Title:A Convex Optimization Approach for Finite-Thrust Time-Constrained Cooperative Rendezvous",
    "date_publ": "20 Sep 2019",
    "authors": [
      "Boris Benedikter",
      "Alessandro Zavoli",
      "Guido Colasurd"
    ],
    "abstract": "Abstract:  This paper presents a convex approach to the optimization of a cooperative\nrendezvous, that is, the problem of two distant spacecraft that simultaneously\noperate to get closer. Convex programming guarantees convergence towards the\noptimal solution in a limited, short, time by using highly efficient numerical\nalgorithms. A combination of lossless and successive convexification techniques\nis adopted to handle the nonconvexities of the original problem. Specifically,\na convenient change of variables and a constraint relaxation are performed,\nwhile a successive linearization of the equations of motion is employed to\nhandle the nonlinear dynamics. A filtering technique concerning the recursive\nupdate of the reference solution is proposed in order to enhance the algorithm\nrobustness. Numerical results are presented and compared with those provided by\nan indirect method.",
    "categories": [
      "Optimization and Control (math.OC)"
    ],
    "url_pdf": "/pdf/1909.09443"
  },
  {
    "url": "https://arxiv.org/abs/1909.09050",
    "title": "Title:Electron energy partition across interplanetary shocks: II. Statistics",
    "date_publ": "19 Sep 2019",
    "authors": [
      "Lynn B. Wilson III",
      "Li-Jen Chen",
      "Shan Wang",
      "Steven J. Schwartz",
      "Drew L. Turner",
      "Michael L. Stevens",
      "Justin C. Kasper",
      "Adnane Osmane",
      "Damiano Caprioli",
      "Stuart D. Bale",
      "Marc P. Pulupa",
      "Chadi S. Salem",
      "Katherine A. Goodric"
    ],
    "abstract": "Abstract:  A statistical analysis of 15,210 electron velocity distribution function\n(VDF) fits, observed within $\\pm$2 hours of 52 interplanetary (IP) shocks by\nthe $Wind$ spacecraft near 1 AU, is presented. This is the second in a\nthree-part series on electron VDFs near IP shocks. The electron velocity moment\nstatistics for the dense, low energy core, tenuous, hot halo, and field-aligned\nbeam/strahl are a statistically significant list of values illustrated with\nboth histograms and tabular lists for reference and baselines in future work.\nThe beam/strahl fit results in the upstream are currently the closest thing to\na proper parameterization of the beam/strahl electron velocity moments in the\nambient solar wind. This work will also serve as a 1 AU baseline and reference\nfor missions like $Parker \\ Solar \\ Probe$ and $Solar \\ Orbiter$. The median\ndensity, temperature, beta, and temperature anisotropy values for the\ncore(halo)[beam/strahl] components, with subscripts $ec$($eh$)[$eb$], of all\nfit results respectively are $n{\\scriptstyle_{ec(h)[b]}}$ $\\sim$\n11.3(0.36)[0.17] $cm^{-3}$, $T{\\scriptstyle_{ec(h)[b], tot}}$ $\\sim$\n14.6(48.4)[40.2] $eV$, $\\beta{\\scriptstyle_{ec(h)[b], tot}}$ $\\sim$\n0.93(0.11)[0.05], and $\\mathcal{A}{\\scriptstyle_{ec(h)[b]}}$ $\\sim$\n0.98(1.03)[0.93]. The nuanced details of the fitting method and data product\ndescription were published in Paper I and the detailed analysis of the results\nwill be shown in Paper III.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1909.09050"
  },
  {
    "url": "https://arxiv.org/abs/1909.08566",
    "title": "Title:LISA Telescope: Phase noise due to pointing jitter",
    "date_publ": "18 Sep 2019",
    "authors": [
      "Jean-Yves Vinet",
      "Nelson Christensen",
      "Nicoleta Dinu-Jaeger",
      "Michel Lintz",
      "Nary Man",
      "Mikhaël Picho"
    ],
    "abstract": "Abstract:  In a space based gravitational wave antenna like LISA, involving long light\npaths linking distant emitter/receiver spacecrafts, signal detection amounts to\nmeasuring the light-distance variationsthrough a phase change at the receiver.\nThis is why spurious phase fluctuations due to various mechanical/thermal\neffects must be carefully studied. We consider here a possible pointing jitter\nin the light beam sent from the emitter. We show how the resulting phase noise\ndepends on the quality of the wavefront due to the incident beam impinging on\nthe telescope and due to the imperfections of the telescope itself. Namely, we\nnumerically assess the crossed influence of various defects (aberrations and\nastigmatisms), inherent to a real telescope with pointing fluctuations.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " General Relativity and Quantum Cosmology (gr-qc)",
      " Optics (physics.optics)"
    ],
    "url_pdf": "/pdf/1909.08566"
  },
  {
    "url": "https://arxiv.org/abs/1909.08459",
    "title": "Title:Line-of-Sight Deep-Space Autonomous Navigation",
    "date_publ": "18 Sep 2019",
    "authors": [
      "Vittorio Franzese",
      "Francesco Topput"
    ],
    "abstract": "Abstract:  Autonomous navigation is one of the main enabling technologies for future\nspace missions. While conventional spacecraft are navigated through ground\nstations, their employment for deep-space CubeSats yields costs comparable to\nthose of the platform. This paper introduces an extended Kalman filter\nformulation for spacecraft navigation exploiting the line-of-sight observations\nof visible Solar System objects to infer the spacecraft state. The\nline-of-sight error budget builds upon typical performances of deep-space\nCubeSats and includes uncertainties deriving from the platform attitude, the\nimage processing, and the performances of the sensors. The errors due to the\nlow-thrust propagation and light-time delays to the navigation beacons are also\ntaken into account. Preliminary results show the feasibility of the deep-space\nautonomous navigation exploiting the line-of-sight directions to visible\nbeacons with a 3-sigma accuracy of 1000km for the position components and 2 m/s\nfor the velocity components.",
    "categories": [
      "Systems and Control (eess.SY)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1909.08459"
  },
  {
    "url": "https://arxiv.org/abs/1909.07921",
    "title": "Title:Adaptive and Dynamically Constrained Process Noise Estimation for Orbit Determination",
    "date_publ": "17 Sep 2019 (v1), last revised 13 May 2021 (this version, v4)",
    "authors": [
      "Nathan Stacey",
      "Simone D'Amic"
    ],
    "abstract": "Abstract:  This paper introduces two new algorithms to accurately estimate the process\nnoise covariance of a discrete-time Kalman filter online for robust orbit\ndetermination in the presence of dynamics model uncertainties. Common orbit\ndetermination process noise techniques, such as state noise compensation and\ndynamic model compensation, require offline tuning and a priori knowledge of\nthe dynamical environment. Alternatively, the process noise covariance can be\nestimated through adaptive filtering. However, many adaptive filtering\ntechniques are not applicable to onboard orbit determination due to\ncomputational cost or the assumption of a linear time-invariant system.\nFurthermore, existing adaptive filtering techniques do not constrain the\nprocess noise covariance according to the underlying continuous-time dynamical\nmodel, and there has been limited work on adaptive filtering with colored\nprocess noise. To overcome these limitations, a novel approach is developed\nwhich optimally fuses state noise compensation and dynamic model compensation\nwith covariance matching adaptive filtering. This yields two adaptive and\ndynamically constrained process noise covariance estimation techniques. Unlike\nmany adaptive filtering approaches, the new techniques accurately extrapolate\nover measurement outages and do not rely on ad hoc methods to ensure the\nprocess noise covariance is positive semi-definite. The benefits of the\nproposed algorithms are demonstrated through two case studies: an illustrative\nlinear system and the autonomous navigation of two spacecraft orbiting an\nasteroid.",
    "categories": [
      "Signal Processing (eess.SP)",
      " Dynamical Systems (math.DS)"
    ],
    "url_pdf": "/pdf/1909.07921"
  },
  {
    "url": "https://arxiv.org/abs/1909.07560",
    "title": "Title:The composition of Mars",
    "date_publ": "17 Sep 2019 (v1), last revised 9 Jan 2020 (this version, v3)",
    "authors": [
      "Takashi Yoshizaki (1)",
      "William F. McDonough (1",
      "2",
      "3) ((1) Department of Earth Science",
      "Tohoku University",
      "Japan",
      "(2) Department of Geology",
      "University of Maryland",
      "College Park",
      "USA",
      "(3) Research Center of Neutrino Sciences",
      "Tohoku University",
      "Japan"
    ],
    "abstract": "Abstract:  Comparing compositional models of the terrestrial planets provides insights\ninto physicochemical processes that produced planet-scale similarities and\ndifferences. The widely accepted compositional model for Mars assumes Mn and\nmore refractory elements are in CI chondrite proportions in the planet,\nincluding Fe, Mg, and Si, which along with O make up $>$90\\% of the mass of\nMars. However, recent improvements in our understandings on the composition of\nthe solar photosphere and meteorites challenge the use of CI chondrite as an\nanalog of Mars. Here we present an alternative model composition for Mars that\navoids such an assumption and is based on data from Martian meteorites and\nspacecraft observations. Our modeling method was previously applied to predict\nthe Earth's composition. The model establishes the absolute abundances of\nrefractory lithophile elements in the bulk silicate Mars (BSM) at 2.26 times\nhigher than that in CI carbonaceous chondrites. Relative to this chondritic\ncomposition, Mars has a systematic depletion in moderately volatile lithophile\nelements as a function of their condensation temperatures. Given this finding,\nwe constrain the abundances of siderophile and chalcophile elements in the bulk\nMars and its core. The Martian volatility trend is consistent with $ \\leq $7\nwt\\% S in its core, which is significantly lower than that assumed in most core\nmodels (i.e., $ > $10 wt\\% S). Furthermore, the occurrence of ringwoodite at\nthe Martian core-mantle boundary might have contributed to the partitioning of\nO and H into the Martian core.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1909.07560"
  },
  {
    "url": "https://arxiv.org/abs/1909.07107",
    "title": "Title:Two Plasma Sources of Dayside Martian Magnetosphere: Pick-up Ions -- Ionosphere Interaction",
    "date_publ": "16 Sep 2019",
    "authors": [
      "Oleg Vaisberg",
      "Sergey Shuvalov",
      "Aibar Ramazan",
      "Vladimir Ermakov",
      "Ivan Leono"
    ],
    "abstract": "Abstract:  Dayside magnetosphere of Mars is a thin layer with usually increased magnetic\nfield and heated planetary ions between the magnetosheath and the ionosphere.\nThe Mars Atmosphere and Volatile Evolution Mission (MAVEN) spacecraft provided,\nfor the first time, high temporal and spatial resolution measurements enabling\nto study the structure of this region. The region was given several names\nincluding the boundary layer, the plasma mantle, and magnetosphere. The outer\nboundary of this region was called magnetopause, ionopause, ion composition\nboundary and pile-up boundary (see Espley, 2018). We analyze the properties and\nplasma populations in the layer between the magnetosheath flow and ionosphere\non the day side of Mars. The region with the Solar-Zenith Angle (SZA) between\n40° and the subsolar point is considered. It was found that the region\nbetween magnetopause and ionosphere filled with the heated diluted ionospheric\nions and the heavy pick-up ions is formed in magnetosheath. So, it is found\nthat this region of heated ionospheric ion is collocated with another heavy\nions component which has magnetosheath origin. This magnetosheath component was\neluded from identification due to two reasons. First one is that the second\ncomponent looked like the high-energy tail of the heated ionospheric component\non energy-time spectrograms. Second one is that STATIC energy-mass analyzer's\nenergy range was shortened in the ionosphere diminishing observations of the\nhigher energy ions. It appears that the magnetosheath ion component is\nimportant factor of formation of dayside magnetosphere and the source of energy\nin upper ionosphere and atmosphere.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1909.07107"
  },
  {
    "url": "https://arxiv.org/abs/1909.07104",
    "title": "Title:The LISA-Taiji network: precision localization of massive black hole binaries",
    "date_publ": "16 Sep 2019 (v1), last revised 14 Oct 2019 (this version, v2)",
    "authors": [
      "Wen-Hong Ruan",
      "Chang Liu",
      "Zong-Kuan Guo",
      "Yue-Liang Wu",
      "Rong-Gen Ca"
    ],
    "abstract": "Abstract:  A space-based gravitational-wave detector, LISA, consists of a triangle of\nthree spacecrafts with a separation distance of 2.5 million kilometers in a\nheliocentric orbit behind the Earth. Like LISA, Taiji is compose of a triangle\nof three spacecrafts with a separation distance of 3 million kilometers in a\nheliocentric orbit ahead of the Earth. They are expected to launch in\n2030-2035. Assuming a one-year overlap, we propose the LISA-Taiji network in\nspace to fast and accurately localize the gravitational-wave sources. We use\nthe Fisher information matrix approach to analyze the sky localization for\ncoalescing massive black hole binaries. For an equal-mass black hole binary\nlocated at redshift of 1 with a total intrinsic mass of $10^5 M_{\\odot}$, the\nLISA-Taiji network may achieves about four orders of magnitude improvement on\nthe event localization region compared to an individual detector. The precision\nmeasurement of sky location from the gravitational-wave signal may completely\nidentify the host galaxy with low redshifts prior to the final black hole\nmerger. Such the identification of the host galaxy is helpful for the follow-up\nchange in electromagnetic emissions of the accretion disk when the massive\nblack hole binary merges to a single massive black hole, and enables the\ncoalescing massive black hole binaries to be used as a standard siren.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ],
    "url_pdf": "/pdf/1909.07104"
  },
  {
    "url": "https://arxiv.org/abs/1909.06669",
    "title": "Title:Special Orthogonal Group SO(3), Euler Angles, Angle-axis, Rodriguez Vector and Unit-Quaternion: Overview, Mapping and Challenges",
    "date_publ": "14 Sep 2019 (v1), last revised 28 Jan 2021 (this version, v4)",
    "authors": [
      "Hashim A. Hashi"
    ],
    "abstract": "Abstract:  The attitude of a rigid-body in the three dimensional space has a unique and\nglobal definition on the Special Orthogonal Group SO (3). This paper gives an\noverview of the rotation matrix, attitude kinematics and parameterization. The\nfour most frequently used methods of attitude representations are discussed\nwith detailed derivations, namely Euler angles, angle-axis parameterization,\nRodriguez vector, and unit-quaternion. The mapping from one representation to\nothers including SO (3) is given. Also, important results which could be useful\nfor the process of filter and/or control design are given. The main weaknesses\nof attitude parameterization using Euler angles, angle-axis parameterization,\nRodriguez vector, and unit-quaternion are illustrated. Keywords: Special\nOrthogonal Group 3, Euler angles, Angle-axis, Rodriguez Vector,\nUnit-quaternion, SO(3), Mapping, Parameterization, Attitude, Control, Filter,\nObserver, Estimator, Rotation, Rotational matrix, Transformation matrix,\nOrientation, Transformation, Roll, Pitch, Yaw, Quad-rotor, Unmanned aerial\nvehicle, Robot, spacecraft, satellite, UAV, Underwater vehicle, autonomous,\nsystem, Pose, literature review, survey, overview, comparison, comparative\nstudy, body frame, identity, origin, dynamics, kinematics, Lie group, inertial\nframe, zero, filter, control, estimate, observation, measurement, 3D, three\ndimensional space, advantage, disadvantage.",
    "categories": [
      "Optimization and Control (math.OC)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/1909.06669"
  },
  {
    "url": "https://arxiv.org/abs/1909.06348",
    "title": "Title:Sending a Spacecraft to Interstellar Comet 2I/Borisov",
    "date_publ": "13 Sep 2019 (v1), last revised 4 Nov 2021 (this version, v3)",
    "authors": [
      "Adam Hibberd",
      "Nikolaos Perakis",
      "Andreas M. Hei"
    ],
    "abstract": "Abstract:  In August 2019, a second interstellar object 2I/Borisov was discovered 2\nyears after the discovery of the first known interstellar object, 1I/'Oumuamua.\nCan we send a spacecraft to this object, using existing technologies? In this\npaper we assess the technical feasibility of a near-term mission to 2I/Borisov.\nWe apply the Optimum Interplanetary Trajectory Software (OITS) tool to generate\ntrajectories to 2I/Borisov. As results, we get the minimal $\\Delta V$\ntrajectory with a launch date in July 2018. For this trajectory, a Falcon Heavy\nlauncher could have hauled an 8 ton spacecraft to 2I/Borisov. For a later\nlaunch date, results for a combined powered Jupiter flyby with a Solar Oberth\nmaneuver are presented. For a launch in 2027, we could reach 2I/Borisov in\n2052, using the Space Launch System (SLS), up-scaled Parker probe heat shield\ntechnology, and solid propulsion engines. Using a SLS a spacecraft with a mass\nof 765 kg could be sent to 2I/Borisov. A Falcon Heavy could deliver 202 kg to\n2I/Borisov. Arrival times sooner than 2052 can potentially be achieved but with\nhigher $\\Delta V$ requirements and lower spacecraft payload masses.\n2I/Borisov's discovery shortly after the discovery of 1I/'Oumuamua implies that\nthe next interstellar object might be discovered in the near future. The\nfeasibility of a mission to both, 1I/'Oumuamua and 2I/Borisov using existing\ntechnologies indicates that missions to at least some future interstellar\nobjects are feasible as well.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1909.06348"
  },
  {
    "url": "https://arxiv.org/abs/1909.05947",
    "title": "Title:NASA's Meteoroid Engineering Model (MEM) 3 and its ability to replicate spacecraft impact rates",
    "date_publ": "12 Sep 2019 (v1), last revised 27 Sep 2019 (this version, v2)",
    "authors": [
      "Althea V. Moorhead",
      "Aaron Kingery",
      "Steven Ehler"
    ],
    "abstract": "Abstract:  Meteoroids pose one of the largest risks to spacecraft outside of low Earth\norbit. In order to correctly predict the rate at which meteoroids impact and\ndamage spacecraft, environment models must describe the mass, directionality,\nvelocity, and density distributions of meteoroids. NASA's Meteoroid Engineering\nModel (MEM) is one such model; MEM 3 is an updated version of the code that\nbetter captures the correlation between directionality and velocity and\nincorporates a bulk density distribution. This paper describes MEM 3 and\ncompares its predictions with the rate of large particle impacts seen on the\nLong Duration Exposure Facility (LDEF) and the Pegasus II and III satellites.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1909.05947"
  },
  {
    "url": "https://arxiv.org/abs/1909.05601",
    "title": "Title:Space Debris detection and tracking with the techniques of cosmic ray physics",
    "date_publ": "12 Sep 2019",
    "authors": [
      "H. Miyamoto",
      "M. Battisti",
      "A. Belov",
      "M. E. Bertaina",
      "F. Bisconti",
      "R. Bonino",
      "S. Blin-Bondil",
      "F. Cafagna",
      "G. Cambiè",
      "F. Capel",
      "M. Casolino",
      "A. Cellino",
      "I. Churilo",
      "G. Cotto",
      "A. Djakonow",
      "T. Ebisuzaki",
      "F. Fausti",
      "F. Fenu",
      "C. Fornaro",
      "A. Franceschi",
      "C. Fuglesang",
      "D. Gardiol",
      "P. Gorodetzky",
      "F. Kajino",
      "P. Klimov",
      "L. Marcelli",
      "W. Marszał",
      "M. Mignone",
      "A. Murashov",
      "T. Napolitano",
      "G. Osteria",
      "M. Panasyuk",
      "E. Parizot",
      "A. Poroshin",
      "P. Picozza",
      "L. W. Piotrowski",
      "Z. Plebaniak",
      "G. Prévôt",
      "M. Przybylak",
      "E. Reali",
      "M. Ricci",
      "N. Sakaki",
      "K. Shinozaki",
      "G. Suino",
      "J. Szabelski",
      "Y. Takizawa",
      "M. Traïche",
      "S. Turriziani (for the JEM-EUSO Collaboration"
    ],
    "abstract": "Abstract:  Space Debris (SD) consist of non-operational artificial objects orbiting\naround the Earth, which could possibly damage space vehicles, such as the\nInternational Space Station (ISS) or other manned spacecrafts. The vast\nmajority of such objects are cm-sized, not catalogued and usually the tracking\ndata are not precise enough. Here we present the feasibility study of SD\ndetection and tracking with techniques usually employed in cosmic-ray physics.\nFor this purpose, we have evaluated the possibility of using Mini-EUSO, a\nspace-borne fluorescence telescope to be deployed on the ISS, to track SD\nilluminated by the Sun. By means of ESAF (EUSO Simulation and analysis\nFramework) simulation and by developing the trigger algorithms, we estimated\nthe minimum size and maximum distances of detectable SD. We then studied the\nnumber of possible SD detections using an ESA software called MASTER (Meteoroid\nand SD Terrestrial Environment Reference). With the Mini-EUSO Engineering Model\n(Mini-EUSO EM), we performed some measurements to estimate the reflectance of\nthe most common SD materials and to demonstrate the ability of Mini-EUSO to\ndetect SD events. We also performed some tests in open-sky conditions,\nidentifying and tracking fast-moving objects. In particular, the detection of a\nrocket body allowed us to confirm the simulation outcomes predictions and the\nexpected performance of the detector.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1909.05601"
  },
  {
    "url": "https://arxiv.org/abs/1909.05255",
    "title": "Title:dHybridR: a Hybrid--Particle-in-Cell Code Including Relativistic Ion Dynamics",
    "date_publ": "11 Sep 2019 (v1), last revised 27 Oct 2019 (this version, v2)",
    "authors": [
      "Colby C. Haggerty",
      "Damiano Capriol"
    ],
    "abstract": "Abstract:  We present the first plasma simulations obtained with the code dHybridR, a\nhybrid particle-in-cell code with fluid electrons and both thermal and\nenergetic ions that retain relativistic dynamics. dHybridR is constructed to\nstudy astrophysical and space-physics problems where a few energetic\nnon-thermal particles (i.e., cosmic rays, CRs) affect the overall dynamics of a\nnon-relativistic plasma, such as CR-driven instabilities, collisionless shocks,\nmagnetic reconnection, turbulence, this http URL this method paper we provide some\napplications to linear (resonant/non-resonant CR streaming instability) and\nstrongly non-linear (parallel shocks) problems that show the capabilities of\nthe code. In particular, we provide the first self-consistent hybrid runs that\nshow the acceleration of relativistic ions at non-relativistic shocks; CRs\ndevelop a power-law in momentum, which translates to a broken power law in\nenergy that exhibits a steepening around the ion rest mass, as predicted by the\ntheory of diffusive shock acceleration. We present examples of 2D dHybridR runs\nrelevant for fast shocks in radio supernovae, whose evolution can be followed\nin real time, and 3D runs of low-Mach-number heliospheric shocks, which can be\ncompared with in-situ spacecraft observations.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1909.05255"
  },
  {
    "url": "https://arxiv.org/abs/1909.04995",
    "title": "Title:Astrodynamical middle-frequency interferometric gravitational wave observatory AMIGO: Mission concept and orbit design",
    "date_publ": "11 Sep 2019",
    "authors": [
      "Wei-Tou Ni",
      "Gang Wang",
      "An-Ming W"
    ],
    "abstract": "Abstract:  AMIGO is a first-generation Astrodynamical Middle-frequency Interferometric\nGW Observatory. The scientific goals of AMIGO are: to bridge the spectra gap\nbetween first-generation high-frequency and low-frequency GW sensitivities; to\ndetect intermediate mass BH coalescence; to detect inspiral phase and predict\ntime of binary black hole coalescence together with neutron star coalescence\nfor ground interferometers; to detect compact binary inspirals for studying\nstellar evolution and galactic population. The mission concept is to use time\ndelay interferometry for a nearly triangular formation of 3 drag-free\nspacecraft with nominal arm length 10,000 km, emitting laser power 2-10 W and\ntelescope diameter 300-500 mm. The design GW sensitivity in the middle\nfrequency band is 3 x 10^(-21) Hz^(-1/2). Both heliocentric and geocentric\norbits are under study. All options have LISA-like formations, that is the\ntriangular formation is 60 deg inclined to the orbit plane. For AMIGO, the\nfirst-generation time delay interferometry is good enough for the laser\nfrequency noise suppression. We also investigate for each options of orbits\nunder study, whether constant equal-arm implementation is feasible. For the\nsolar-orbit option, the acceleration to maintain the formation can be designed\nto be less than 15 nm/s2 with the thruster requirement in the 15 {\\mu}N range.\nAMIGO would be a good place to implement the constant equal-arm option. Fuel\nrequirement, thruster noise requirement and test mass acceleration actuation\nrequirement are briefly considered. From the orbit study, the solar orbit\noption is the first mission orbit choice. We study the deployment for this\norbit option. A last-stage launch from 300 km LEO (Low Earth Orbit) to an\nappropriate 2-degree-behind-the-Earth AMIGO formation in 95 days requires only\na {\\delta}v of 75 m/s.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1909.04995"
  },
  {
    "url": "https://arxiv.org/abs/1909.04788",
    "title": "Title:Visible spectroscopy from the Mission Accessible Near-Earth Object Survey (MANOS): Taxonomic dependence on asteroid size",
    "date_publ": "10 Sep 2019",
    "authors": [
      "Maxime Devogele",
      "Nicholas Moskovitz",
      "Audrey Thirouin",
      "Annika Gustaffson",
      "Mitchell Magnuson",
      "Cristina Thomas",
      "Mark Willman",
      "Eric Christensen",
      "Michael Person",
      "Richard Binzel",
      "David Polishook",
      "Francesca DeMeo",
      "Mary Hinkle",
      "David Trilling",
      "Michael Mommert",
      "Brian Burt",
      "Brian Skif"
    ],
    "abstract": "Abstract:  The Mission Accessible Near-Earth Object Survey (MANOS) aims to observe and\ncharacterize small (mean absolute magnitude H ~ 25 mag) Near-Earth Objects\n(NEOs) that are accessible by spacecraft (mean $\\Delta v$ ~ 5.7 km/s) and that\nmake close approaches with the Earth (mean Minimum Orbital Intersection\nDistance MOID ~ 0.03 AU). We present here the first results of the MANOS\nvisible spectroscopic survey. The spectra were obtained from August 2013 to\nMarch 2018 at Lowell Observatory's Discovery Channel 4.3 meter telescope, and\nboth Gemini North and South facilities. In total, 210 NEOs have been observed\nand taxonomically classified. Our taxonomic distribution shows significant\nvariations with respect to surveys of larger objects. We suspect these to be\ndue to a dependence of Main Belt source regions on object size. Compared to\nprevious surveys of larger objects (Binzel et al. 2019, 2004; Perna et al.\n2018), we report a lower fraction of S+Q-complex asteroids of 43.8 $\\pm$ 4.6%.\nWe associate this decrease with a lack of Phocaea family members at very small\nsize. We also report higher fractions of X-complex and A-type asteroids of 23.8\n$\\pm$ 3.3% and 3.8 $\\pm$ 1.3% respectively due to an increase of Hungaria\nfamily objects at small size. We find a strong correlation between the Q/S\nratio and perihelion distance. We suggest this correlation is due to planetary\nclose encounters with Venus playing a major role in turning asteroids from S to\nQ-type. This hypothesis is supported by a similar correlation between the Q/S\nratio and Venus MOID.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1909.04788"
  },
  {
    "url": "https://arxiv.org/abs/1909.02783",
    "title": "Title:Particle Energization in Space Plasmas: Towards a Multi-Point, Multi-Scale Plasma Observatory. A White Paper for the Voyage 2050 long-term plan in the ESA's Science Programme",
    "date_publ": "6 Sep 2019",
    "authors": [
      "Alessandro Retino",
      "Yuri Khotyaintsev",
      "Olivier Le Contel",
      "Maria Federica Marcucci",
      "Ferdinand Plaschke",
      "Andris Vaivads",
      "Vassilis Angelopoulos",
      "Pasquale Blasi",
      "Jim Burch Johan De Keyser",
      "Malcolm Dunlop",
      "Lei Dai",
      "Jonathan Eastwood",
      "Huishan Fu",
      "Stein Haaland",
      "Masahiro Hoshino",
      "Andreas Johlander",
      "Larry Kepko",
      "Harald Kucharek",
      "Gianni Lapenta",
      "Benoit Lavraud",
      "Olga Malandraki",
      "William Matthaeus",
      "Kathryn McWilliams",
      "Anatoli Petrukovich",
      "Jean-Louis Pinçon",
      "Yoshifumi Saito",
      "Luca Sorriso-Valvo",
      "Rami Vainio",
      "Bob Wimmer-Schweingrube"
    ],
    "abstract": "Abstract:  This White Paper outlines the importance of addressing the fundamental\nscience theme <<How are charged particles energized in space plasmas>> through\na future ESA mission. The White Paper presents five compelling science\nquestions related to particle energization by shocks, reconnection,waves and\nturbulence, jets and their combinations. Answering these questions requires\nresolving scale coupling, nonlinearity and nonstationarity, which cannot be\ndone with existing multi-point observations. In situ measurements from a\nmulti-point, multi-scale L-class plasma observatory consisting of at least 7\nspacecraft covering fluid, ion and electron scales are needed. The plasma\nobservatory will enable a paradigm shift in our comprehension of particle\nenergization and space plasma physics in general, with very important impact on\nsolar and astrophysical plasmas. It will be the next logical step following\nCluster, THEMIS and MMS for the very large and active European space plasmas\ncommunity. Being one of the cornerstone missions of the future ESA Voyage\n2035-2050 science program, it would further strengthen the European scientific\nand technical leadership in this important field.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1909.02783"
  },
  {
    "url": "https://arxiv.org/abs/1909.02146",
    "title": "Title:Second-Order Solution for Relative Motion on Eccentric Orbits in Curvilinear Coordinates",
    "date_publ": "4 Sep 2019",
    "authors": [
      "Matthew Willis",
      "Kyle T. Alfriend",
      "Simone D'Amic"
    ],
    "abstract": "Abstract:  A new, second-order solution in curvilinear coordinates is introduced for the\nrelative motion of two spacecraft on eccentric orbits. The second-order\nequations for unperturbed orbits are derived in spherical coordinates with true\nanomaly as the independent variable, and solved by the method of successive\napproximations. A comparison of error trends against eccentricity and\ninter-spacecraft separation is presented between the new solution and prominent\nCartesian, curvilinear, and orbital element based solutions from the\nliterature. The second-order curvilinear solution offers a thousand-fold\nimprovement in accuracy over the first-order curvilinear solution, and still\ngreater improvement over first- and second-order rectilinear solutions when\nlarge along-track separations are present.",
    "categories": [
      "Dynamical Systems (math.DS)"
    ],
    "url_pdf": "/pdf/1909.02146"
  },
  {
    "url": "https://arxiv.org/abs/1909.01814",
    "title": "Title:Cooperative Multi-spacecraft Observation of Incoming Space Threats",
    "date_publ": "2 Sep 2019",
    "authors": [
      "Ravi teja Nallapu",
      "Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  Earth is constantly being bombarded with material from space. Most of the\nnatural material end up being dust grains that litter the surface of Earth, but\nlarger bodies are known to impact every few decades. The most recent large\nimpact was Chelyabinsk which set off a 500-kiloton explosion which was 40 times\nthat of the Hiroshima nuclear explosion. Apart from meteors, there is a growing\nthreat of space assets deorbiting. With these impending space threats, it is\ncritical to have a constellation of satellites to autonomously lookout for\nmeteors and reentering space debris. By using multiple spacecraft, it is\npossible to perform multipoint observation of the event. Through multipoint\nobservation, it is possible to triangulate the location of the observed event.\nThe detection, tracking, and analysis of these objects all need to be performed\nautonomously. Our previous work focused on developing several vision algorithms\nincluding blob-detection, feature detection, and neural network-based image\nsegment classification. For this multipoint observation to occur, it requires\nmultiple spacecraft to coordinate their actions particularly fixating on the\nspace observation target. Furthermore, communication and coordination are\nneeded for bringing new satellites into observation view and removing other\nsatellites that have lost their view. In this paper, we analyze\nstate-of-the-art observation technology for small satellites and perform\ndetailed design of its implementation. Through this study, we estimate the\nerror estimates on position, velocity, and acceleration. We presume use of low\nto mid-tier cameras for the spacecraft.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1909.01814"
  },
  {
    "url": "https://arxiv.org/abs/1909.01342",
    "title": "Title:Building Small-Satellites to Live Through the Kessler Effect",
    "date_publ": "2 Sep 2019",
    "authors": [
      "Steven Morad",
      "Himangshu Kalita",
      "Ravi teja Nallapu",
      "Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  The rapid advancement and miniaturization of spacecraft electronics, sensors,\nactuators, and power systems have resulted in growing proliferation of\nsmall-spacecraft. Coupled with this is the growing number of rocket launches,\nwith left-over debris marking their trail. The space debris problem has also\nbeen compounded by test of several satellite killer missiles that have left\nlarge remnant debris fields. In this paper, we assume a future in which the\nKessler Effect has taken hold and analyze the implications on the design of\nsmall-satellites and CubeSats. We use a multiprong approach of surveying the\nlatest technologies, including the ability to sense space debris in orbit,\nperform obstacle avoidance, have sufficient shielding to take on small impacts\nand other techniques to mitigate the problem. Detecting and tracking space\ndebris threats on-orbit is expected to be an important approach and we will\nanalyze the latest vision algorithms to perform the detection, followed by\nquick reaction control systems to perform the avoidance. Alternately there may\nbe scenarios where the debris is too small to track and avoid. In this case,\nthe spacecraft will need passive mitigation measures to survive the impact.\nBased on these conditions, we develop a strawman design of a small spacecraft\nto mitigate these challenges. Based upon this study, we identify if there is\nsufficient present-day COTS technology to mitigate or shield satellites from\nthe problem. We conclude by outlining technology pathways that need to be\nadvanced now to best prepare ourselves for the worst-case eventuality of\nKessler Effect taking hold in the upper altitudes of Low Earth Orbit.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Robotics (cs.RO)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1909.01342"
  },
  {
    "url": "https://arxiv.org/abs/1909.00834",
    "title": "Title:The local dark sector. Probing gravitation's low-acceleration frontier and dark matter in the Solar System neighborhood",
    "date_publ": "2 Sep 2019 (v1), last revised 11 Sep 2019 (this version, v2)",
    "authors": [
      "Joel Bergé",
      "Laura Baudis",
      "Philippe Brax",
      "Sheng-wey Chiow",
      "Bruno Christophe",
      "Olivier Doré",
      "Pierre Fayet",
      "Aurélien Hees",
      "Philippe Jetzer",
      "Claus Lämmerzahl",
      "Meike List",
      "Gilles Métris",
      "Martin Pernot-Borràs",
      "Justin Read",
      "Serge Reynaud",
      "Jason Rhodes",
      "Benny Rievers",
      "Manuel Rodrigues",
      "Timothy Sumner",
      "Jean-Philippe Uzan",
      "Nan Y"
    ],
    "abstract": "Abstract:  We speculate on the development and availability of new innovative propulsion\ntechniques in the 2040s, that will allow us to fly a spacecraft outside the\nSolar System (at 150 AU and more) in a reasonable amount of time, in order to\ndirectly probe our (gravitational) Solar System neighborhood and answer\npressing questions regarding the dark sector (dark energy and dark matter). We\nidentify two closely related main science goals, as well as secondary\nobjectives that could be fulfilled by a mission dedicated to probing the local\ndark sector: (i) begin the exploration of gravitation's low-acceleration regime\nwith a man-made spacecraft and (ii) improve our knowledge of the local dark\nmatter and baryon densities. Those questions can be answered by directly\nmeasuring the gravitational potential with an atomic clock on-board a\nspacecraft on an outbound Solar System orbit, and by comparing the spacecraft's\ntrajectory with that predicted by General Relativity through the combination of\nranging data and the in-situ measurement (and correction) of non-gravitational\naccelerations with an on-board accelerometer. Despite a wealth of new\nexperiments getting online in the near future, that will bring new knowledge\nabout the dark sector, it is very unlikely that those science questions will be\nclosed in the next two decades. More importantly, it is likely that it will be\neven more urgent than currently to answer them. Tracking a spacecraft carrying\na clock and an accelerometer as it leaves the Solar System may well be the\neasiest and fastest way to directly probe our dark environment.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " General Relativity and Quantum Cosmology (gr-qc)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1909.00834"
  },
  {
    "url": "https://arxiv.org/abs/1909.00392",
    "title": "Title:Towards Robust Learning-Based Pose Estimation of Noncooperative Spacecraft",
    "date_publ": "1 Sep 2019",
    "authors": [
      "Tae Ha Park",
      "Sumant Sharma",
      "Simone D'Amic"
    ],
    "abstract": "Abstract:  This work presents a novel Convolutional Neural Network (CNN) architecture\nand a training procedure to enable robust and accurate pose estimation of a\nnoncooperative spacecraft. First, a new CNN architecture is introduced that has\nscored a fourth place in the recent Pose Estimation Challenge hosted by\nStanford's Space Rendezvous Laboratory (SLAB) and the Advanced Concepts Team\n(ACT) of the European Space Agency (ESA). The proposed architecture first\ndetects the object by regressing a 2D bounding box, then a separate network\nregresses the 2D locations of the known surface keypoints from an image of the\ntarget cropped around the detected Region-of-Interest (RoI). In a single-image\npose estimation problem, the extracted 2D keypoints can be used in conjunction\nwith corresponding 3D model coordinates to compute relative pose via the\nPerspective-n-Point (PnP) problem. These keypoint locations have known\ncorrespondences to those in the 3D model, since the CNN is trained to predict\nthe corners in a pre-defined order, allowing for bypassing the computationally\nexpensive feature matching processes. This work also introduces and explores\nthe texture randomization to train a CNN for spaceborne applications.\nSpecifically, Neural Style Transfer (NST) is applied to randomize the texture\nof the spacecraft in synthetically rendered images. It is shown that using the\ntexture-randomized images of spacecraft for training improves the network's\nperformance on spaceborne images without exposure to them during training. It\nis also shown that when using the texture-randomized spacecraft images during\ntraining, regressing 3D bounding box corners leads to better performance on\nspaceborne images than regressing surface keypoints, as NST inevitably distorts\nthe spacecraft's geometric features to which the surface keypoints have closer\nrelation.",
    "categories": [
      "Computer Vision and Pattern Recognition (cs.CV)"
    ],
    "url_pdf": "/pdf/1909.00392"
  },
  {
    "url": "https://arxiv.org/abs/1908.11542",
    "title": "Title:Satellite Pose Estimation with Deep Landmark Regression and Nonlinear Pose Refinement",
    "date_publ": "30 Aug 2019",
    "authors": [
      "Bo Chen",
      "Jiewei Cao",
      "Alvaro Parra",
      "Tat-Jun Chi"
    ],
    "abstract": "Abstract:  We propose an approach to estimate the 6DOF pose of a satellite, relative to\na canonical pose, from a single image. Such a problem is crucial in many space\nproximity operations, such as docking, debris removal, and inter-spacecraft\ncommunications. Our approach combines machine learning and geometric\noptimisation, by predicting the coordinates of a set of landmarks in the input\nimage, associating the landmarks to their corresponding 3D points on an a\npriori reconstructed 3D model, then solving for the object pose using\nnon-linear optimisation. Our approach is not only novel for this specific pose\nestimation task, which helps to further open up a relatively new domain for\nmachine learning and computer vision, but it also demonstrates superior\naccuracy and won the first place in the recent Kelvins Pose Estimation\nChallenge organised by the European Space Agency (ESA).",
    "categories": [
      "Computer Vision and Pattern Recognition (cs.CV)"
    ],
    "url_pdf": "/pdf/1908.11542"
  },
  {
    "url": "https://arxiv.org/abs/1908.11198",
    "title": "Title:Observations of Electromagnetic Electron Holes and Evidence of Cherenkov Whistler Emission",
    "date_publ": "29 Aug 2019 (v1), last revised 7 Jan 2020 (this version, v2)",
    "authors": [
      "Konrad Steinvall",
      "Yuri V. Khotyaintsev",
      "Daniel B. Graham",
      "Andris Vaivads",
      "Olivier Le Contel",
      "Christopher T. Russel"
    ],
    "abstract": "Abstract:  We report observations of electromagnetic electron holes (EHs). We use\nmulti-spacecraft analysis to quantify the magnetic field contributions of three\nmechanisms: the Lorentz transform, electron drift within the EH, and Cherenkov\nemission of whistler waves. The first two mechanisms account for the observed\nmagnetic fields for slower EHs, while for EHs with speeds approaching half the\nelectron Alfvén speed, whistler waves excited via the Cherenkov mechanism\ndominate the perpendicular magnetic field. The excited whistlers are\nkinetically damped and typically confined within the EHs.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1908.11198"
  },
  {
    "url": "https://arxiv.org/abs/1908.10756",
    "title": "Title:Universality of lower hybrid waves at Earth's magnetopause",
    "date_publ": "28 Aug 2019",
    "authors": [
      "D. B. Graham",
      "Yu. V. Khotyaintsev",
      "C. Norgren",
      "A. Vaivads",
      "M. Andre",
      "J. F. Drake",
      "J. Egedal",
      "M. Zhou",
      "O. Le Contel",
      "J. M. Webster",
      "B. Lavraud",
      "I. Kacem",
      "V. Genot",
      "C. Jacquey",
      "A. C. Rager",
      "D. J. Gershman",
      "J. L. Burch",
      "R. E. Ergu"
    ],
    "abstract": "Abstract:  Waves around the lower hybrid frequency are frequently observed at Earth's\nmagnetopause, and readily reach very large amplitudes. Determining the\nproperties of lower hybrid waves is crucial because they are thought to\ncontribute to electron and ion heating, cross-field particle diffusion,\nanomalous resistivity, and energy transfer between electrons and ions. All\nthese processes could play an important role in magnetic reconnection at the\nmagnetopause and the evolution of the boundary layer. In this paper, the\nproperties of lower hybrid waves at Earth's magnetopause are investigated using\nthe Magnetospheric Multiscale (MMS) mission. For the first time, the properties\nof the waves are investigated using fields and direct particle measurements.\nThe highest-resolution electron moments resolve the velocity and density\nfluctuations of lower hybrid waves, confirming that electrons remain\napproximately frozen in at lower hybrid wave frequencies. Using fields and\nparticle moments the dispersion relation is constructed and the wave-normal\nangle is estimated to be close to $90^{\\circ}$ to the background magnetic\nfield. The waves are shown to have a finite parallel wave vector, suggesting\nthat they can interact with parallel propagating electrons. The observed wave\nproperties are shown to agree with theoretical predictions, the previously used\nsingle-spacecraft method, and four-spacecraft timing analyses. These results\nshow that single-spacecraft methods can accurately determine lower hybrid wave\nproperties.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1908.10756"
  },
  {
    "url": "https://arxiv.org/abs/1908.08362",
    "title": "Title:Investigation of HZE particle fluxes as a space radiation hazard for future Mars missions",
    "date_publ": "22 Aug 2019 (v1), last revised 1 Feb 2022 (this version, v2)",
    "authors": [
      "Nagaraja Kamsali",
      "S.C. Chakravarty",
      "Praveen Kumar Basuvara"
    ],
    "abstract": "Abstract:  Manned Mars missions planned in the near future of very low solar activity\nperiod and hence higher than acceptable radiation doses due mainly to the\nGalactic Cosmic Rays (GCR), would require special techniques and technological\ndevelopment for maintaining good health of the astronauts. The present study is\nan attempt to make an assessment and characterise the coming years in terms of\nsolar activity and space radiation environment especially due to the abundance\nof highly energetic heavy ions (known as HZE charged particles). These HZE\nparticle fluxes constitute a major hazard to the astronauts and also to the\ncritical electronic components of the spacecraft. Recent data on the HZE\nspecies (from B to Ni) obtained from ACE spacecraft shows a clear enhancement\nof the particle fluxes between the solar cycle 23 and solar cycle 24 (between\nSSN peaks 2002 and 2014) due to the persisting low sunspot numbers of the\nlatter cycle. The peak values of these cosmic ray fluxes occur with a time lag\nof about a year of the corresponding minimum value of the sunspots of a\nparticular 11-year cycle which is pseudo-periodic in nature. This is\ndemonstrated by the Fourier and Wavelet transform analyses of the long duration\n(1700-2018) yearly mean sunspot number data. The same time series data is also\nused to train a Hybrid Regression Neural Network (HRNN) model to generate the\npredicted yearly mean sunspot numbers for the solar cycle 25 (2019-2031). The\nwavelet analysis of this new series of annual sunspot numbers including the\npredictions up to the end of 2031 shows a clear trend of continuation of the\nlow solar activity and hence continuation of very high HZE fluxes prevailing in\nSolar cycle 24 into the solar cycle 25 and perhaps beyond.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1908.08362"
  },
  {
    "url": "https://arxiv.org/abs/1908.08096",
    "title": "Title:Interpretation of shadows and antishadows on Saturn and the evidence against south polar eyewalls",
    "date_publ": "21 Aug 2019",
    "authors": [
      "Lawrence A. Sromovsky",
      "Patrick M. Fry",
      "Kevin H. Baine"
    ],
    "abstract": "Abstract:  Cassini spacecraft observations of Saturn in 2006 revealed south polar cloud\nshadows, the common interpretation of which was initiated by Dyudina et al.\n(2008, Science 319, 1801) who suggested they were being cast by concentric\ncloud walls, analogous to the physically and optically thick eyewalls of a\nhurricane. Here we use radiative transfer results of Sromovsky et al. (2019,\nIcarus, this http URL), in conjunction with Monte Carlo\ncalculations and physical models, to show that this interpretation is almost\ncertainly wrong because (1) optically thick eyewalls should produce very bright\nfeatures in the poleward direction that are not seen, while the moderately\nbrighter features that are seen appear in the opposite direction, (2) eyewall\nshadows should be very dark, but the observed shadows create only 5-10\\% I/F\nvariations, (3) radiation transfer modeling of clouds in this region have\ndetected no optically thick wall clouds and no significant variation in\npressures of the model cloud layers, and (4) there is an alternative\nexplanation that is much more consistent with observations. The most plausible\nscenario is that the shadows near 87.9 deg S and 88.9 deg S are both cast by\noverlying translucent aerosol layers from edges created by step decreases in\ntheir optical depths, the first in the stratospheric layer at the 50 mbar level\nand the second in a putative diphosphine layer near 350 mbar, with optical\ndepths reduced at the poleward side of each step by 0.15 and 0.12 respectively\nat 752 nm. These steps are sufficient to create shadows of roughly the correct\nsize and shape, falling mainly on the underlying ammonia ice layer near 900\nmbar, and to create the bright features we call antishadows.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1908.08096"
  },
  {
    "url": "https://arxiv.org/abs/1908.07866",
    "title": "Title:An atlas of coronal electron density at 5Rs II: A spherical harmonic method for density reconstruction",
    "date_publ": "21 Aug 2019",
    "authors": [
      "Huw Morga"
    ],
    "abstract": "Abstract:  This is the second of a series of three papers that present a methodology\nwith the aim of creating a set of maps of the coronal density over a period of\nmany years. This paper describes a method for reconstructing the coronal\nelectron density based on spherical harmonics. By assuming a radial structure\nto the corona at the height of interest, line-of-sight integrations can be made\nindividually on each harmonic basis prior to determining coefficients, i.e. the\ncomputationally-expensive integrations are calculated only once during\ninitialization. This approach reduces the problem to finding the set of\ncoefficients which best match the observed brightness using a regularized\nleast-squares approach, and is very efficient. The method is demonstrated on\nsynthetic data created from both a simple and an intricate coronal density\nmodel. The quality of reconstruction is found to be reasonable in the presence\nof noise and large gaps in the data. The method is applied to both LASCO C2 and\nSTEREO COR2 coronagraph observations from 2009/03/20, and the results from both\nspacecraft compared. Future work will apply the method to large datasets.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1908.07866"
  },
  {
    "url": "https://arxiv.org/abs/1908.07284",
    "title": "Title:The gravity field and interior structure of Dione",
    "date_publ": "20 Aug 2019 (v1), last revised 15 Mar 2020 (this version, v2)",
    "authors": [
      "Marco Zannoni (1)",
      "Doug Hemingway (2 and 3)",
      "Luis Gomez Casajus (1)",
      "Paolo Tortora (1) ((1) Dipartimento di Ingegneria Industriale",
      "Università di Bologna",
      "Forlì",
      "Italy",
      "(2) Department of Earth & Planetary Science",
      "University of California Berkeley",
      "Berkeley",
      "California",
      "USA",
      "(3) Department of Terrestrial Magnetism",
      "Carnegie Institution for Science",
      "Washington",
      "DC",
      "USA"
    ],
    "abstract": "Abstract:  During its mission in the Saturn system, Cassini performed five close flybys\nof Dione. During three of them, radio tracking data were collected during the\nclosest approach, allowing estimation of the full degree-2 gravity field by\nprecise spacecraft orbit determination.\nThe gravity field of Dione is dominated by $J_{2}$ and $C_{22}$, for which\nour best estimates are $J_{2} \\times 10^6 = 1496 \\pm 11$ and $C_{22} \\times\n10^6 = 364.8 \\pm 1.8$ (unnormalized coefficients, 1-$\\sigma$ uncertainty).\nTheir ratio is $J_{2}/C_{22} = 4.102 \\pm 0.044$, showing a significative\ndeparture (about 17-$\\sigma$) from the theoretical value of $10/3$, predicted\nfor a relaxed body in slow, synchronous rotation around a planet. Therefore, it\nis not possible to retrieve the moment of inertia directly from the measured\ngravitational field.\nThe interior structure of Dione is investigated by a combined analysis of its\ngravity and topography, which exhibits an even larger deviation from\nhydrostatic equilibrium, suggesting some degree of compensation. The gravity of\nDione is far from the expectation for an undifferentiated hydrostatic body, so\nwe built a series of three-layer models, and considered both Airy and Pratt\ncompensation mechanisms. The interpretation is non-unique, but Dione's excess\ntopography may suggest some degree of Airy-type isostasy, meaning that the\nouter ice shell is underlain by a higher density, lower viscosity layer, such\nas a subsurface liquid water ocean. The data permit a broad range of\npossibilities, but the best fitting models tend towards large shell thicknesses\nand small ocean thicknesses.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1908.07284"
  },
  {
    "url": "https://arxiv.org/abs/1908.05833",
    "title": "Title:The Kepler Peas in a Pod Pattern is Astrophysical",
    "date_publ": "16 Aug 2019 (v1), last revised 4 Mar 2020 (this version, v3)",
    "authors": [
      "Lauren M. Weiss",
      "Erik A. Petigur"
    ],
    "abstract": "Abstract:  \\Kepler\\ planets around a given star have similar sizes to each other and\nregular orbital spacing, like \"peas in a pod.\" Several studies have tested\nwhether detection bias could produce this apparent pattern by resampling planet\nradii at random and applying a sensitivity function analogous to that of the\nKepler spacecraft. However, \\citet{Zhu2019} argues that this pattern is not\nastrophysical but an artifact of Kepler's discovery efficiency at the detection\nthreshold. To support this claim, their new analysis samples the transit\nsignal-to-noise ratio (SNR) to derive a synthetic population of bootstrapped\nplanet radii. Here, we examine the procedure of sampling transit SNR and\ndemonstrate it is not applicable. Sampling transit SNR does not set up random,\nindependent planet radii, and so it is unsuitable for corroborating (or\nfalsifying) detection bias as the origin of apparent patterns in planet radius.\nBy sampling the planet radii directly and using a simple model for Kepler's\nsensitivity, we rule out detection bias as the source of the peas-in-a-pod\npattern with $>10$-$\\sigma$ confidence.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1908.05833"
  }
]