[
  {
    "url": "https://arxiv.org/abs/2201.00244",
    "title": "Title:Design of a rapid transit to Mars mission using laser-thermal propulsion",
    "date_publ": "1 Jan 2022",
    "authors": [
      "Emmanuel Duplay",
      "Zhuo Fan Bao",
      "Sebastian Rodriguez Rosero",
      "Arnab Sinha",
      "Andrew Higgin"
    ],
    "abstract": "Abstract:  The application of directed energy to spacecraft mission design is explored\nusing rapid transit to Mars as the design objective. An Earth-based laser array\nof unprecedented size (10~m diameter) and power (100~MW) is assumed to be\nenabled by ongoing developments in photonic laser technology. A phased-array\nlaser of this size and incorporating atmospheric compensation would be able to\ndeliver laser power to spacecraft in cislunar space, where the incident laser\nis focused into a hydrogen heating chamber via an inflatable reflector. The\nhydrogen propellant is then exhausted through a nozzle to realize specific\nimpulses of 3000 s. The architecture is shown to be immediately reusable via a\nburn-back maneuver to return the propulsion unit while still within range of\nthe Earth-based laser. The ability to tolerate much greater laser fluxes\nenables realizing the combination of high thrust and high specific impulse,\nmaking this approach favorable in comparison to laser-electric propulsion and\noccupying a parameter space similar to gas-core nuclear thermal rockets\n(without the requisite reactor). The heating chamber and its associated\nregenerative cooling and propellant handling systems are crucial elements of\nthe design that receive special attention in this study. The astrodynamics and\nthe extreme aerocapture maneuver required at Mars arrival after a 45-day\ntransit are also analyzed in detail. The application of laser-thermal\npropulsion as an enabling technology for other rapid transit missions in the\nsolar system and beyond is discussed.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Popular Physics (physics.pop-ph)"
    ],
    "url_pdf": "/pdf/2201.00244"
  },
  {
    "url": "https://arxiv.org/abs/2112.15256",
    "title": "Title:Kinetic-scale current sheets in the solar wind at 1 AU: Scale-dependent properties and critical current density",
    "date_publ": "31 Dec 2021",
    "authors": [
      "Ivan Y. Vasko",
      "Kazbek Alimov",
      "Tai Phan",
      "Stuart D. Bale",
      "Forrest Mozer",
      "Anton V. Artemye"
    ],
    "abstract": "Abstract:  We present analysis of 17,043 proton kinetic-scale current sheets collected\nover 124 days of Wind spacecraft measurements in the solar wind at 11 Samples/s\nmagnetic field resolution. The current sheets have thickness $\\lambda$ from a\nfew tens to one thousand kilometers with typical value around 100 km or from\nabout 0.1 to 10$\\lambda_{p}$ in terms of local proton inertial length\n$\\lambda_{p}$. We found that the current density is larger for smaller scale\ncurrent sheets, $J_0\\approx 6\\; {\\rm nA/m^2} \\cdot (\\lambda/100\\;{\\rm\nkm})^{-0.56}$ , but does not statistically exceed critical value $J_A$\ncorresponding to the drift between ions and electrons of local Alvén speed.\nThe observed trend holds in normalized units, $J_0/J_{A}\\approx 0.17\\cdot\n(\\lambda/\\lambda_{p})^{-0.51}$. The current sheets are statistically force-free\nwith magnetic shear angle correlated with current sheet spatial scale, $\\Delta\n\\theta\\approx 19^{\\circ}\\cdot (\\lambda/\\lambda_{p})^{0.5}$. The observed\ncorrelations are consistent with local turbulence being the source of proton\nkinetic-scale current sheets in the solar wind, while mechanisms limiting the\ncurrent density remain to be understood.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/2112.15256"
  },
  {
    "url": "https://arxiv.org/abs/2112.14878",
    "title": "Title:Identification of active magnetic reconnection using magnetic flux transport in plasma turbulence",
    "date_publ": "30 Dec 2021",
    "authors": [
      "Tak Chu Li",
      "Yi-Hsin Liu",
      "Yi Q"
    ],
    "abstract": "Abstract:  Magnetic reconnection has been suggested to play an important role in the\ndynamics and energetics of plasma turbulence by spacecraft observations,\nsimulations and theory over the past two decades, and recently, by\nmagnetosheath observations of MMS. A new method based on magnetic flux\ntransport (MFT) has been developed to identify reconnection activity in\nturbulent plasmas. This method is applied to a gyrokinetic simulation of\ntwo-dimensional (2D) plasma turbulence. Results on the identification of three\nactive reconnection X-points are reported. The first two X-points have\ndeveloped bi-directional electron outflow jets. Beyond the category of\nelectron-only reconnection, the third X-point does not have bi-directional\nelectron outflow jets because the flow is modified by turbulence. In all cases,\nthis method successfully identifies active reconnection through clear inward\nand outward flux transport around the X-points. This transport pattern defines\nreconnection and produces a new quadrupolar structure in the divergence of MFT.\nThis method is expected to be applicable to spacecraft missions such as MMS,\nParker Solar Probe, and Solar Orbiter.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2112.14878"
  },
  {
    "url": "https://arxiv.org/abs/2112.14096",
    "title": "Title:Resurfacing processes constrained by crater distribution on Ryugu",
    "date_publ": "28 Dec 2021",
    "authors": [
      "Naofumi Takaki",
      "Yuichiro Cho",
      "Tomokatsu Morota",
      "Eri Tatsumi",
      "Rie Honda",
      "Shingo Kameda",
      "Yasuhiro Yokota",
      "Naoya Sakatani",
      "Toru Kouyama",
      "Masahiko Hayakawa",
      "Moe Matsuoka",
      "Manabu Yamada",
      "Chikatoshi Honda",
      "Hidehiko Suzuki",
      "Kazuo Yoshioka",
      "Kazunori Ogawa",
      "Hirotaka Sawada",
      "Patrick Michel",
      "Seiji Sugit"
    ],
    "abstract": "Abstract:  Understanding the geological modification processes on asteroids can provide\ninformation concerning their surface history. Images of small asteroids from\nspacecraft show a depletion in terms of smaller craters. Seismic shaking was\nconsidered to be responsible for crater erasure and the main driver modifying\nthe geology of asteroids via regolith convection or the Brazil nut effect.\nHowever, a recent artificial impact experiment on the asteroid Ryugu by the\nJapanese Hayabusa2 mission revealed minimal seismic activity. To investigate\nwhether a seismic shaking model can reproduce the observed crater record, the\ncrater distribution on Ryugu was analyzed using crater production functions\nunder cohesionless conditions. Crater retention ages were estimated as a\nfunction of crater diameter for Ryugu, Itokawa, Eros, and Bennu using the\ncrater size-frequency distribution and crater production function estimated for\nthose asteroids. We found that the power-law indices \"a\" are inconsistent with\ndiffusion processes (e.g., seismic shaking, a=2). This result suggests that\nseismic shaking models based on diffusion equations cannot explain the crater\ndistribution on small asteroids. Alternative processes include surface flows,\npossibly at the origin of geomorphological and spectral features of Ryugu. We\ndemonstrate that the vertical mixing of material at depths shallower than 1 m\noccurs over 10^3-10^5 yr by cratering and obliteration. The young surface age\nof Ryugu is consistent with the slow space weathering that results from\ncratering, as suggested in previous studies. The timescale (10^4-10^6 yr)\nrequired for resurfacing at depths of 2-4 m can be compared with the cosmic-ray\nexposure ages of returned samples to constrain the distribution of impactors\nthat collide with Ryugu.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2112.14096"
  },
  {
    "url": "https://arxiv.org/abs/2112.13911",
    "title": "Title:The Economics of Interstellar Flight",
    "date_publ": "27 Dec 2021 (v1), last revised 11 Jan 2022 (this version, v2)",
    "authors": [
      "Philip Lubin",
      "Alexander N. Cohe"
    ],
    "abstract": "Abstract:  Large scale directed energy offers the possibility of radical transformation\nin a variety of areas, including the ability to achieve relativistic flight\nthat will enable the first interstellar missions, as well as rapid\ninterplanetary transit. In addition, the same technology will allow for\nlong-range beamed power for ion, ablation, and thermal engines, as well as\nlong-range recharging of distant spacecraft, long-range and ultra high\nbandwidth laser communications, and many additional applications that include\nremote composition analysis, manipulation of asteroids, and full planetary\ndefense. Directed energy relies on photonics which, like electronics, is an\nexponentially expanding growth area driven by diverse economic interests that\nallows transformational advances in space exploration and capability. We have\nmade enormous technological progress in the last few years to enable this\nlong-term vision. In addition to the technological challenges, we must face the\neconomic challenges to bring the vision to reality. The path ahead requires a\nfundamental change in the system designs to allow for the radical cost\nreductions required. To afford the full-scale realization of this vision we\nwill need to bring to fore integrated photonics and mass production as a path\nforward. Fortunately, integrated photonics is a technology driven by vast\nconsumer need for high speed data delivery. We outline the fundamental physics\nthat drive the economics and derive an analytic cost model that allows us to\nlogically plan the path ahead.",
    "categories": [
      "General Economics (econ.GN)",
      " Instrumentation and Detectors (physics.ins-det)",
      " Popular Physics (physics.pop-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2112.13911"
  },
  {
    "url": "https://arxiv.org/abs/2112.12835",
    "title": "Title:Practical limits on Nanosatellite Telescope Pointing: The Impact of Disturbances and Photon Noise",
    "date_publ": "23 Dec 2021",
    "authors": [
      "Ewan S. Douglas",
      "Kevin Tracy",
      "Zachary Mancheste"
    ],
    "abstract": "Abstract:  Accurate and stable spacecraft pointing is a requirement of many astronomical\nobservations. Pointing particularly challenges nanosatellites because of an\nunfavorable surface area to mass ratio and proportionally large volume required\nfor even the smallest attitude control systems. This work explores the\nlimitations on astrophysical attitude knowledge and control in a regime\nunrestricted by actuator precision or actuator-induced disturbances such as\njitter. The external disturbances on an archetypal 6U CubeSat are modeled and\nthe limiting sensing knowledge is calculated from the available stellar flux\nand grasp of a telescope within the available volume. These inputs are\nintegrated using a model-predictive control scheme. For a simple test case at 1\nHz, with an 85 mm telescope and a single 11th magnitude star, the achievable\nbody pointing is predicted to be 0.39 arcseconds. For a more general limit,\nintegrating available star light, the achievable attitude sensing is\napproximately 1 milliarcsecond, which leads to a predicted body pointing\naccuracy of 20 milliarcseconds after application of the control model. These\nresults show significant room for attitude sensing and control systems to\nimprove before astrophysical and environmental limits are reached.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2112.12835"
  },
  {
    "url": "https://arxiv.org/abs/2112.12586",
    "title": "Title:Experimental verification of inter-satellite clock synchronization at LISA performance levels",
    "date_publ": "23 Dec 2021",
    "authors": [
      "Kohei Yamamoto",
      "Christoph Vorndamme",
      "Olaf Hartwig",
      "Martin Staab",
      "Thomas S. Schwarze",
      "Gerhard Heinze"
    ],
    "abstract": "Abstract:  The Laser Interferometer Space Antenna (LISA) aims to observe gravitational\nwaves in the mHz regime over its 10-year mission time. LISA will operate laser\ninterferometers between three spacecrafts. Each spacecraft will utilize\nindependent clocks which determine the sampling times of onboard phasemeters to\nextract the interferometric phases and, ultimately, gravitational wave signals.\nTo suppress limiting laser frequency noise, signals sampled by each phasemeter\nneed to be combined in post-processing to synthesize virtual equal-arm\ninterferometers. The synthesis in turn requires a synchronization of the\nindependent clocks. This article reports on the experimental verification of a\nclock synchronization scheme down to LISA performance levels using a hexagonal\noptical bench. The development of the scheme includes data processing that is\nexpected to be applicable to the real LISA data with minor modifications.\nAdditionally, some noise coupling mechanisms are discussed.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Instrumentation and Detectors (physics.ins-det)",
      " Optics (physics.optics)"
    ],
    "url_pdf": "/pdf/2112.12586"
  },
  {
    "url": "https://arxiv.org/abs/2112.12582",
    "title": "Title:Beyond Low Earth Orbit: Biological Research, Artificial Intelligence, and Self-Driving Labs",
    "date_publ": "22 Dec 2021",
    "authors": [
      "Lauren M. Sanders (1)",
      "Jason H. Yang (2)",
      "Ryan T. Scott (3)",
      "Amina Ann Qutub (4)",
      "Hector Garcia Martin (5 and 6 and 7)",
      "Daniel C. Berrios (3)",
      "Jaden J.A. Hastings (8)",
      "Jon Rask (9)",
      "Graham Mackintosh (10)",
      "Adrienne L. Hoarfrost (11)",
      "Stuart Chalk (12)",
      "John Kalantari (13)",
      "Kia Khezeli (13)",
      "Erik L. Antonsen (14)",
      "Joel Babdor (15)",
      "Richard Barker (16)",
      "Sergio E. Baranzini (17)",
      "Afshin Beheshti (3)",
      "Guillermo M. Delgado-Aparicio (18)",
      "Benjamin S. Glicksberg (19)",
      "Casey S. Greene (20)",
      "Melissa Haendel (21)",
      "Arif A. Hamid (22)",
      "Philip Heller (23)",
      "Daniel Jamieson (24)",
      "Katelyn J. Jarvis (25)",
      "Svetlana V. Komarova (26)",
      "Matthieu Komorowski (27)",
      "Prachi Kothiyal (28)",
      "Ashish Mahabal (29)",
      "Uri Manor (30)",
      "Christopher E. Mason (8)",
      "Mona Matar (31)",
      "George I. Mias (32)",
      "Jack Miller (3)",
      "Jerry G. Myers Jr. (31)",
      "Charlotte Nelson (17)",
      "Jonathan Oribello (1)",
      "Seung-min Park (33)",
      "Patricia Parsons-Wingerter (34)",
      "R. K. Prabhu (35)",
      "Robert J. Reynolds (36)",
      "Amanda Saravia-Butler (37)",
      "Suchi Saria (38 and 39)",
      "Aenor Sawyer (24)",
      "Nitin Kumar Singh (40)",
      "Frank Soboczenski (41)",
      "Michael Snyder (42)",
      "Karthik Soman (17)",
      "Corey A. Theriot (43 and 44)",
      "David Van Valen (45)",
      "Kasthuri Venkateswaran (40)",
      "Liz Warren (46)",
      "Liz Worthey (47)",
      "Marinka Zitnik (48)",
      "Sylvain V. Costes (49) ((1) Blue Marble Space Institute of Science",
      "Space Biosciences Division",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA.",
      "(2) Center for Emerging and Re-Emerging Pathogens",
      "Department of Microbiology",
      "Biochemistry and Molecular Genetics",
      "Rutgers New Jersey Medical School",
      "Newark",
      "NJ",
      "USA.",
      "(3) KBR",
      "Space Biosciences Division",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA.",
      "(4) AI MATRIX Consortium",
      "Department of Biomedical Engineering",
      "University of Texas",
      "San Antonio and UT Health Sciences",
      "San Antonio",
      "TX",
      "USA.",
      "(5) Biological Systems and Engineering Division",
      "Lawrence Berkeley National Lab",
      "Berkeley",
      "CA",
      "USA.",
      "(6) DOE Agile BioFoundry",
      "Emeryville",
      "CA",
      "USA.",
      "(7) Joint BioEnergy Institute",
      "Emeryville",
      "CA",
      "USA.",
      "(8) Department of Physiology and Biophysics",
      "Weill Cornell Medicine",
      "New York",
      "NY",
      "USA.",
      "(9) Office of the Center Director",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA.",
      "(10) Bay Area Environmental Research Institute",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA.",
      "(11) Universities Space Research Association (USRA)",
      "Space Biosciences Division",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA.",
      "(12) Department of Chemistry",
      "University of North Florida",
      "Jacksonville",
      "FL",
      "USA.",
      "(13) Center for Individualized Medicine",
      "Department of Surgery",
      "Department of Quantitative Health Sciences",
      "Mayo Clinic",
      "Rochester",
      "MN",
      "USA.",
      "(14) Department of Emergency Medicine",
      "Center for Space Medicine",
      "Baylor College of Medicine",
      "Houston",
      "TX",
      "USA.",
      "(15) Department of Microbiology and Immunology",
      "Department of Otolaryngology",
      "Head and Neck Surgery",
      "University of California San Francisco",
      "San Francisco",
      "CA",
      "USA.",
      "(16) The Gilroy AstroBiology Research Group",
      "The University of Wisconsin - Madison",
      "Madison",
      "WI",
      "USA.",
      "(17) Weill Institute for Neurosciences",
      "Department of Neurology",
      "University of California San Francisco",
      "San Francisco",
      "CA",
      "USA.",
      "(18) Data Science Analytics",
      "Georgia Institute of Technology",
      "Lima",
      "Peru",
      "(19) Hasso Plattner Institute for Digital Health at Mount Sinai",
      "Department of Genetics and Genomic Sciences",
      "Icahn School of Medicine at Mount Sinai",
      "New York",
      "NY",
      "USA.",
      "(20) Center for Health AI",
      "Department of Biochemistry and Molecular Genetics",
      "University of Colorado School of Medicine",
      "Anschutz Medical Campus",
      "Aurora",
      "CO",
      "USA.",
      "(21) Center for Health AI",
      "University of Colorado School of Medicine",
      "Anschutz Medical Campus",
      "Aurora",
      "CO",
      "USA.",
      "(22) Department of Neuroscience",
      "University of Minnesota",
      "Minneapolis",
      "MN",
      "USA.",
      "(23) Department of Computer Science",
      "College of Science",
      "San José State University",
      "San Jose",
      "CA",
      "USA.",
      "(24) Biorelate",
      "Manchester",
      "United Kingdom.",
      "(25) UC Space Health",
      "Department of Orthopaedic Surgery",
      "University of California",
      "San Francisco",
      "San Francisco",
      "CA",
      "USA.",
      "(26) Faculty of Dental Medicine and Oral Health Sciences",
      "McGill University",
      "Montreal",
      "Quebec",
      "Canada.",
      "(27) Faculty of Medicine",
      "Dept of Surgery and Cancer",
      "Imperial College London",
      "London",
      "United Kingdom.",
      "(28) SymbioSeq LLC",
      "NASA Johnson Space Center",
      "Ashburn",
      "VA",
      "USA.",
      "(29) Center for Data Driven Discovery",
      "California Institute of Technology",
      "Pasadena",
      "CA",
      "USA.",
      "(30) Waitt Advanced Biophotonics Center",
      "Chan-Zuckerberg Imaging Scientist Fellow",
      "Salk Institute for Biological Studies",
      "La Jolla",
      "CA",
      "USA.",
      "(31) Human Research Program Cross Cutting Computational Modeling Project",
      "NASA John H. Glenn Research Center",
      "Cleveland",
      "OH",
      "USA.",
      "(32) Institute for Quantitative Health Science and Engineering",
      "Department of Biochemistry and Molecular Biology",
      "Michigan State University",
      "East Lansing",
      "MI",
      "USA.",
      "(33) Department of Urology",
      "Department of Radiology",
      "Stanford University School of Medicine",
      "Stanford",
      "CA",
      "USA.",
      "(34) Low Exploration Gravity Technology",
      "NASA John H. Glenn Research Center",
      "Cleveland",
      "OH",
      "USA.",
      "(35) Universities Space Research Association (USRA)",
      "Human Research Program Cross-cutting Computational Modeling Project",
      "NASA John H. Glenn Research Center",
      "Cleveland",
      "OH",
      "USA.",
      "(36) Mortality Research & Consulting",
      "Inc.",
      "Houston",
      "TX",
      "USA.",
      "(37) Logyx",
      "Space Biosciences Division",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA.",
      "(38) Computer Science",
      "Statistics",
      "and Health Policy",
      "Johns Hopkins University",
      "Baltimore",
      "MD",
      "USA.",
      "(39) ML",
      "AI and Healthcare Lab",
      "Bayesian Health",
      "New York",
      "NY",
      "USA.",
      "(40) Biotechnology and Planetary Protection Group",
      "Jet Propulsion Laboratory",
      "Pasadena",
      "CA",
      "USA.",
      "(41) SPHES",
      "Medical Faculty",
      "King's College London",
      "London",
      "United Kingdom.",
      "(42) Department of Genetics",
      "Stanford School of Medicine",
      "Stanford",
      "CA USA.",
      "(43) Department of Preventive Medicine and Community Health",
      "UTMB",
      "Galveston",
      "TX USA.",
      "(44) Human Health and Performance Directorate",
      "NASA Johnson Space Center",
      "Houston",
      "TX",
      "USA.",
      "(45) Department of Biology",
      "California Institute of Technology",
      "Pasadena",
      "CA",
      "USA.",
      "(46) ISS National Laboratory",
      "Center for the Advancement of Science in Space",
      "Melbourne",
      "FL",
      "USA.",
      "(47) UAB Center for Computational Biology and Data Science",
      "University of Alabama",
      "Birmingham",
      "Birmingham",
      "AL",
      "USA.",
      "(48) Department of Biomedical Informatics",
      "Harvard Medical School",
      "Harvard Data Science",
      "Broad Institute of MIT and Harvard",
      "Harvard University",
      "Boston",
      "MA",
      "USA.",
      "(49) Space Biosciences Division",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA."
    ],
    "abstract": "Abstract:  Space biology research aims to understand fundamental effects of spaceflight\non organisms, develop foundational knowledge to support deep space exploration,\nand ultimately bioengineer spacecraft and habitats to stabilize the ecosystem\nof plants, crops, microbes, animals, and humans for sustained multi-planetary\nlife. To advance these aims, the field leverages experiments, platforms, data,\nand model organisms from both spaceborne and ground-analog studies. As research\nis extended beyond low Earth orbit, experiments and platforms must be maximally\nautonomous, light, agile, and intelligent to expedite knowledge discovery. Here\nwe present a summary of recommendations from a workshop organized by the\nNational Aeronautics and Space Administration on artificial intelligence,\nmachine learning, and modeling applications which offer key solutions toward\nthese space biology challenges. In the next decade, the synthesis of artificial\nintelligence into the field of space biology will deepen the biological\nunderstanding of spaceflight effects, facilitate predictive modeling and\nanalytics, support maximally autonomous and reproducible experiments, and\nefficiently manage spaceborne data and metadata, all with the goal to enable\nlife to thrive in deep space.",
    "categories": [
      "Other Quantitative Biology (q-bio.OT)",
      " Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/2112.12582"
  },
  {
    "url": "https://arxiv.org/abs/2112.12554",
    "title": "Title:Beyond Low Earth Orbit: Biomonitoring, Artificial Intelligence, and Precision Space Health",
    "date_publ": "22 Dec 2021",
    "authors": [
      "Ryan T. Scott (1)",
      "Erik L. Antonsen (2)",
      "Lauren M. Sanders (3)",
      "Jaden J.A. Hastings (4)",
      "Seung-min Park (5)",
      "Graham Mackintosh (6)",
      "Robert J. Reynolds (7)",
      "Adrienne L. Hoarfrost (8)",
      "Aenor Sawyer (9)",
      "Casey S. Greene (10)",
      "Benjamin S. Glicksberg (11)",
      "Corey A. Theriot (12 and 13)",
      "Daniel C. Berrios (1)",
      "Jack Miller (1)",
      "Joel Babdor (14)",
      "Richard Barker (15)",
      "Sergio E. Baranzini (16)",
      "Afshin Beheshti (1)",
      "Stuart Chalk (17)",
      "Guillermo M. Delgado-Aparicio (18)",
      "Melissa Haendel (19)",
      "Arif A. Hamid (20)",
      "Philip Heller (21)",
      "Daniel Jamieson (22)",
      "Katelyn J. Jarvis (9)",
      "John Kalantari (23)",
      "Kia Khezeli (23)",
      "Svetlana V. Komarova (24)",
      "Matthieu Komorowski (25)",
      "Prachi Kothiyal (26)",
      "Ashish Mahabal (27)",
      "Uri Manor (28)",
      "Hector Garcia Martin (29 and 30 and 31)",
      "Christopher E. Mason (4)",
      "Mona Matar (32)",
      "George I. Mias (33)",
      "Jerry G. Myers Jr. (32)",
      "Charlotte Nelson (16)",
      "Jonathan Oribello (3)",
      "Patricia Parsons-Wingerter (34)",
      "R. K. Prabhu (35)",
      "Amina Ann Qutub (36)",
      "Jon Rask (37)",
      "Amanda Saravia-Butler (38)",
      "Suchi Saria (39 and 40)",
      "Nitin Kumar Singh (41)",
      "Frank Soboczenski (42)",
      "Michael Snyder (43)",
      "Karthik Soman (16)",
      "David Van Valen (44)",
      "Kasthuri Venkateswaran (41)",
      "Liz Warren (45)",
      "Liz Worthey (46)",
      "Jason H. Yang (47)",
      "Marinka Zitnik (48)",
      "Sylvain V. Costes (49) ((1) KBR",
      "Space Biosciences Division",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA.",
      "(2) Department of Emergency Medicine",
      "Center for Space Medicine",
      "Baylor College of Medicine",
      "Houston",
      "TX",
      "USA.",
      "(3) Blue Marble Space Institute of Science",
      "Space Biosciences Division",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA.",
      "(4) Department of Physiology and Biophysics",
      "Weill Cornell Medicine",
      "New York",
      "NY",
      "USA.",
      "(5) Department of Urology",
      "Department of Radiology",
      "Stanford University School of Medicine",
      "Stanford",
      "CA",
      "USA.",
      "(6) Bay Area Environmental Research Institute",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA.",
      "(7) Mortality Research & Consulting",
      "Inc.",
      "Houston",
      "TX",
      "USA.",
      "(8) Universities Space Research Association (USRA)",
      "Space Biosciences Division",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA.",
      "(9) UC Space Health",
      "Department of Orthopaedic Surgery",
      "University of California",
      "San Francisco",
      "San Francisco",
      "CA",
      "USA.",
      "(10) Center for Health AI",
      "Department of Biochemistry and Molecular Genetics",
      "University of Colorado School of Medicine",
      "Anschutz Medical Campus",
      "Aurora",
      "CO",
      "USA.",
      "(11) Hasso Plattner Institute for Digital Health at Mount Sinai",
      "Department of Genetics and Genomic Sciences",
      "Icahn School of Medicine at Mount Sinai",
      "New York",
      "NY",
      "USA.",
      "(12) Department of Preventive Medicine and Community Health",
      "UTMB",
      "Galveston",
      "TX",
      "USA.",
      "(13) Human Health and Performance Directorate",
      "NASA Johnson Space Center",
      "Houston",
      "TX",
      "USA.",
      "(14) Department of Microbiology and Immunology",
      "Department of Otolaryngology",
      "Head and Neck Surgery",
      "University of California San Francisco",
      "San Francisco",
      "CA",
      "USA.",
      "(15) The Gilroy AstroBiology Research Group",
      "The University of Wisconsin",
      "Madison",
      "Madison",
      "WI",
      "USA.",
      "(16) Weill Institute for Neurosciences",
      "Department of Neurology",
      "University of California San Francisco",
      "San Francisco",
      "CA",
      "USA.",
      "(17) Department of Chemistry",
      "University of North Florida",
      "Jacksonville",
      "FL",
      "USA.",
      "(18) Data Science Analytics",
      "Georgia Institute of Technology",
      "Lima",
      "Peru.",
      "(19) Center for Health AI",
      "University of Colorado School of Medicine",
      "Anschutz Medical Campus",
      "Aurora",
      "CO",
      "USA.",
      "(20) Department of Neuroscience",
      "University of Minnesota",
      "Minneapolis",
      "MN",
      "USA.",
      "(21) Department of Computer Science",
      "College of Science",
      "San José State University",
      "San Jose",
      "CA",
      "USA.",
      "(22) Biorelate",
      "Manchester",
      "United Kingdom.",
      "(23) Center for Individualized Medicine",
      "Department of Surgery",
      "Department of Quantitative Health Sciences",
      "Mayo Clinic",
      "Rochester",
      "MN",
      "USA.",
      "(24) Faculty of Dental Medicine and Oral Health Sciences",
      "McGill University",
      "Montreal",
      "Quebec",
      "Canada.",
      "(25) Faculty of Medicine",
      "Department of Surgery and Cancer",
      "Imperial College London",
      "London",
      "United Kingdom.",
      "(26) SymbioSeq LLC",
      "NASA Johnson Space Center",
      "Ashburn",
      "VA",
      "USA.",
      "(27) Center for Data Driven Discovery",
      "California Institute of Technology",
      "Pasadena",
      "CA",
      "USA.",
      "(28) Waitt Advanced Biophotonics Center",
      "Chan-Zuckerberg Imaging Scientist Fellow",
      "Salk Institute for Biological Studies",
      "La Jolla",
      "CA",
      "USA.",
      "(29) Biological Systems and Engineering Division",
      "Lawrence Berkeley National Lab",
      "Berkeley",
      "CA",
      "USA.",
      "(30) DOE Agile BioFoundry",
      "Emeryville",
      "CA",
      "USA.",
      "(31) Joint BioEnergy Institute",
      "Emeryville",
      "CA",
      "USA.",
      "(32) Human Research Program Cross-cutting Computational Modeling Project",
      "NASA John H. Glenn Research Center",
      "Cleveland",
      "OH",
      "USA.",
      "(33) Institute for Quantitative Health Science and Engineering",
      "Department of Biochemistry and Molecular Biology",
      "Michigan State University",
      "East Lansing",
      "MI",
      "USA.",
      "(34) Low Exploration Gravity Technology",
      "NASA John H. Glenn Research Center",
      "Cleveland",
      "OH",
      "USA.",
      "(35) Universities Space Research Association (USRA)",
      "Human Research Program Cross-cutting Computational Modeling Project",
      "NASA John H. Glenn Research Center",
      "Cleveland",
      "OH",
      "USA.",
      "(36) AI MATRIX Consortium",
      "Department of Biomedical Engineering",
      "University of Texas",
      "San Antonio and UT Health Sciences",
      "San Antonio",
      "TX",
      "USA.",
      "(37) Office of the Center Director",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA.",
      "(38) Logyx",
      "Space Biosciences Division",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA.",
      "(39) Computer Science",
      "Statistics",
      "and Health Policy",
      "Johns Hopkins University",
      "Baltimore",
      "MD",
      "USA.",
      "(40) ML",
      "AI and Healthcare Lab",
      "Bayesian Health",
      "New York",
      "NY",
      "USA.",
      "(41) Biotechnology and Planetary Protection Group",
      "Jet Propulsion Laboratory",
      "Pasadena",
      "CA",
      "USA.",
      "(42) SPHES",
      "Medical Faculty",
      "King's College London",
      "London",
      "United Kingdom.",
      "(43) Department of Genetics",
      "Stanford School of Medicine",
      "Stanford",
      "CA",
      "USA.",
      "(44) Department of Biology",
      "California Institute of Technology",
      "Pasadena",
      "CA",
      "USA.",
      "(45) ISS National Laboratory",
      "Center for the Advancement of Science in Space",
      "Melbourne",
      "FL",
      "USA.",
      "(46) UAB Center for Computational Biology and Data Science",
      "University of Alabama",
      "Birmingham",
      "Birmingham",
      "AL",
      "USA.",
      "(47) Center for Emerging and Re-Emerging Pathogens",
      "Department of Microbiology",
      "Biochemistry and Molecular Genetics",
      "Rutgers New Jersey Medical School",
      "Newark",
      "NJ",
      "USA.",
      "(48) Department of Biomedical Informatics",
      "Harvard Medical School",
      "Harvard Data Science",
      "Broad Institute of MIT and Harvard",
      "Harvard University",
      "Boston",
      "MA",
      "USA.",
      "(49) Space Biosciences Division",
      "NASA Ames Research Center",
      "Moffett Field",
      "CA",
      "USA."
    ],
    "abstract": "Abstract:  Human space exploration beyond low Earth orbit will involve missions of\nsignificant distance and duration. To effectively mitigate myriad space health\nhazards, paradigm shifts in data and space health systems are necessary to\nenable Earth-independence, rather than Earth-reliance. Promising developments\nin the fields of artificial intelligence and machine learning for biology and\nhealth can address these needs. We propose an appropriately autonomous and\nintelligent Precision Space Health system that will monitor, aggregate, and\nassess biomedical statuses; analyze and predict personalized adverse health\noutcomes; adapt and respond to newly accumulated data; and provide preventive,\nactionable, and timely insights to individual deep space crew members and\niterative decision support to their crew medical officer. Here we present a\nsummary of recommendations from a workshop organized by the National\nAeronautics and Space Administration, on future applications of artificial\nintelligence in space biology and health. In the next decade, biomonitoring\ntechnology, biomarker science, spacecraft hardware, intelligent software, and\nstreamlined data management must mature and be woven together into a Precision\nSpace Health system to enable humanity to thrive in deep space.",
    "categories": [
      "Other Quantitative Biology (q-bio.OT)",
      " Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/2112.12554"
  },
  {
    "url": "https://arxiv.org/abs/2112.11611",
    "title": "Title:Continuous Optimization-Based Drift Counteraction Optimal Control: A Spacecraft Attitude Control Case Study",
    "date_publ": "22 Dec 2021",
    "authors": [
      "Sunbochen Tang",
      "Nan Li",
      "Robert A.E. Zidek",
      "Ilya Kolmanovsk"
    ],
    "abstract": "Abstract:  This paper presents a continuous optimization approach to DCOC and its\napplication to spacecraft high-precision attitude control. The approach\ncomputes a control input sequence that maximizes the time-before-exit by\nsolving a nonlinear programming problem with an exponentially weighted cost\nfunction and purely continuous variables. Based on results from sensitivity\nanalysis and exact penalty method, we prove the optimality guarantee of our\napproach. The practical application of our approach is demonstrated through a\nspacecraft high-precision attitude control example. A nominal case with three\nfunctional reaction wheels (RWs) and an underactuated case with only two\nfunctional RWs were considered. Simulation results illustrate the effectiveness\nof our approach as a contingency method for extending spacecraft's effective\nmission time in the case of RW failures.",
    "categories": [
      "Optimization and Control (math.OC)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2112.11611"
  },
  {
    "url": "https://arxiv.org/abs/2112.11506",
    "title": "Title:The fastest routes of approach to dwarf planet Sedna for study its surface and composition at the close range",
    "date_publ": "21 Dec 2021 (v1), last revised 25 Jan 2022 (this version, v2)",
    "authors": [
      "Vladislav Zubk"
    ],
    "abstract": "Abstract:  Current research focuses on designing fast trajectories to the\ntrans-Neptunian object (TNO) (90377) Sedna to study the surface and composition\nfrom a close range. Studying Sedna from a close distance can provide unique\ndata about the Solar System evolution process including protoplanetary disc and\nrelated mechanisms. The trajectories to Sedna are determined considering flight\ntime and the total characteristic velocity (${\\Delta}V$) constraints. The time\nof flight for the analysis was limited to 20 years. The direct flight, the use\nof gravity assist manoeuvres near Venus, the Earth and the giant planets\nJupiter and Neptune, and the flight with the Oberth manoeuvre near the Sun are\nconsidered. It is demonstrated that the use of flight scheme with\n${\\Delta}VEGA$ (${\\Delta}V$ and Earth Gravity Assist manoeuvre) and\nJupiter-Neptune gravity assist leads to the lowest cost of ${\\Delta}V$=6.13\nkm/s for launch in 2041. The maximum payload for schemes with ${\\Delta}$VEGA\nmanoeuvre is 500 kg using Soyuz 2.1.b, 2,000 kg using Proton-M and Delta IV\nHeavy and exceeds $12,000$ kg using SLS. For schemes with only Jupiter gravity\nassist, payload mass is twice less than for ones with ${\\Delta}$VEGA manoeuvre.\nAs a possible expansion of the mission to Sedna, it is proposed to send a small\nspacecraft to another TNO during the primary flight to Sedna. Five TNOs\nsuitable for this scenario are found, three extreme TNOs 2012 VP113, (541132)\nLeleākūhonua (former 2015 TG387), 2013 SY99) and two classical Kuiper Belt\nobjects: (90482) Orcus, (20000) Varuna.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2112.11506"
  },
  {
    "url": "https://arxiv.org/abs/2112.11385",
    "title": "Title:Orbit determination methods for interplanetary missions: development and use of the Orbit14 software",
    "date_publ": "21 Dec 2021",
    "authors": [
      "Giacomo Lari",
      "Giulia Schettino",
      "Daniele Serra",
      "Giacomo Tomme"
    ],
    "abstract": "Abstract:  In the last years, a new generation of interplanetary space missions have\nbeen designed for the exploration of the solar system. At the same time,\nradio-science instrumentation has reached an unprecedented level of accuracy,\nleading to a significant improvement of our knowledge of celestial bodies.\nAlong with this hardware upgrade, software products for interplanetary missions\nhave been greatly refined. In this context, we introduce Orbit14, a precise\norbit determination software developed at the University of Pisa for processing\nthe radio-science data of the BepiColombo and Juno missions. Along the years,\nmany tools have been implemented into the software and Orbit14 capitalized the\nexperience coming from simulations and treatment of real data. In this paper,\nwe present a review of orbit determination methods developed at the University\nof Pisa for radio-science experiments of interplanetary missions. We describe\nthe basic theory of the process of parameters estimation and refined methods\nnecessary to have full control on experiments involving spacecraft orbiting\nmillions of kilometers far from the Earth. Our aim is to give both an extensive\ndescription of the treatment of radio-science experiments and step-to-step\ninstructions for those who are approaching the field of orbit determination in\nthe context of space missions. We show also the work conducted on the Juno and\nBepiColombo missions by means of the Orbit14 software. In particular, we\nsummarize the recent results obtained with the gravity experiment of Juno and\nthe simulations performed so far for the gravimetry-rotation and relativity\nexperiments of BepiColombo.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2112.11385"
  },
  {
    "url": "https://arxiv.org/abs/2112.10817",
    "title": "Title:Fundamental Physics with a State-of-the-Art Optical Clock in Space",
    "date_publ": "20 Dec 2021",
    "authors": [
      "Andrei Derevianko",
      "Kurt Gibble",
      "Leo Hollberg",
      "Nathan R. Newbury",
      "Chris Oates",
      "Marianna S. Safronova",
      "Laura C. Sinclair",
      "Nan Y"
    ],
    "abstract": "Abstract:  Recent advances in optical atomic clocks and optical time transfer have\nenabled new possibilities in precision metrology for both tests of fundamental\nphysics and timing applications. Here we describe a space mission concept that\nwould place a state-of-the-art optical atomic clock in an eccentric orbit\naround Earth. A high stability laser link would connect the relative time,\nrange, and velocity of the orbiting spacecraft to earthbound stations. The\nprimary goal for this mission would be to test the gravitational redshift, a\nclassical test of general relativity, with a sensitivity 30,000 times beyond\ncurrent limits. Additional science objectives include other tests of\nrelativity, enhanced searches for dark matter and drifts in fundamental\nconstants, and establishing a high accuracy international time/geodesic\nreference.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Atomic Physics (physics.atom-ph)"
    ],
    "url_pdf": "/pdf/2112.10817"
  },
  {
    "url": "https://arxiv.org/abs/2112.09998",
    "title": "Title:Learning-based methods to model small body gravity fields for proximity operations: Safety and Robustness",
    "date_publ": "18 Dec 2021",
    "authors": [
      "Daniel Neamati",
      "Yashwanth Kumar Nakka",
      "Soon-Jo Chun"
    ],
    "abstract": "Abstract:  Accurate gravity field models are essential for safe proximity operations\naround small bodies. State-of-the-art techniques use spherical harmonics or\nhigh-fidelity polyhedron shape models. Unfortunately, these techniques can\nbecome inaccurate near the surface of the small body or have high computational\ncosts, especially for binary or heterogeneous small bodies. New learning-based\ntechniques do not encode a predefined structure and are more versatile. In\nexchange for versatility, learning-based techniques can be less robust outside\nthe training data domain. In deployment, the spacecraft trajectory is the\nprimary source of dynamics data. Therefore, the training data domain should\ninclude spacecraft trajectories to accurately evaluate the learned model's\nsafety and robustness. We have developed a novel method for learning-based\ngravity models that directly uses the spacecraft's past trajectories. We\nfurther introduce a method to evaluate the safety and robustness of\nlearning-based techniques via comparing accuracy within and outside of the\ntraining domain. We demonstrate this safety and robustness method for two\nlearning-based frameworks: Gaussian processes and neural networks. Along with\nthe detailed analysis provided, we empirically establish the need for\nrobustness verification of learned gravity models when used for proximity\noperations.",
    "categories": [
      "Robotics (cs.RO)",
      " Machine Learning (cs.LG)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2112.09998"
  },
  {
    "url": "https://arxiv.org/abs/2112.09949",
    "title": "Title:Multi-Passband Observations of A Solar Flare over the He I 10830 Å line",
    "date_publ": "18 Dec 2021",
    "authors": [
      "Yan Xu",
      "Xu Yang",
      "Graham S. Kerr",
      "Vanessa Polito",
      "Viacheslav M. Sadykov",
      "Ju Jing",
      "Wenda Cao",
      "Haimin Wan"
    ],
    "abstract": "Abstract:  This study presents a C3.0 flare observed by the BBSO/GST and IRIS, on\n2018-May-28 around 17:10 UT. The Near Infrared Imaging Spectropolarimeter\n(NIRIS) of GST was set to spectral imaging mode to scan five spectral positions\nat $\\pm$ 0.8 Å, $\\pm$ 0.4 Åand line center of He I 10830. At the flare\nribbon's leading edge the line is observed to undergo enhanced absorption,\nwhile the rest of the ribbon is observed to be in emission. When in emission,\nthe contrast compared to the pre-flare ranges from about $30~\\%$ to nearly\n$100~\\%$ at different spectral positions. Two types of spectra, \"convex\" shape\nwith higher intensity at line core and \"concave\" shape with higher emission in\nthe line wings, are found at the trailing and peak flaring areas, respectively.\nOn the ribbon front, negative contrasts, or enhanced absorption, of about $\\sim\n10\\% - 20\\%$ appear in all five wavelengths. This observation strongly suggests\nthat the negative flares observed in He I 10830 with mono-filtergram previously\nwere not caused by pure Doppler shifts of this spectral line. Instead, the\nenhanced absorption appears to be a consequence of flare energy injection,\nnamely non-thermal collisional ionization of helium caused by the precipitation\nof high energy electrons, as found in our recent numerical modeling results. In\naddition, though not strictly simultaneous, observations of Mg II from the IRIS\nspacecraft, show an obvious central reversal pattern at the locations where\nenhanced absorption of He I 10830 is seen, which is in consistent with previous\nobservations.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2112.09949"
  },
  {
    "url": "https://arxiv.org/abs/2112.09854",
    "title": "Title:Space Non-cooperative Object Active Tracking with Deep Reinforcement Learning",
    "date_publ": "18 Dec 2021",
    "authors": [
      "Dong Zhou",
      "Guanghui Sun",
      "Wenxiao Le"
    ],
    "abstract": "Abstract:  Active visual tracking of space non-cooperative object is significant for\nfuture intelligent spacecraft to realise space debris removal, asteroid\nexploration, autonomous rendezvous and docking. However, existing works often\nconsider this task into different subproblems (e.g. image preprocessing,\nfeature extraction and matching, position and pose estimation, control law\ndesign) and optimize each module alone, which are trivial and sub-optimal. To\nthis end, we propose an end-to-end active visual tracking method based on DQN\nalgorithm, named as DRLAVT. It can guide the chasing spacecraft approach to\narbitrary space non-cooperative target merely relied on color or RGBD images,\nwhich significantly outperforms position-based visual servoing baseline\nalgorithm that adopts state-of-the-art 2D monocular tracker, SiamRPN. Extensive\nexperiments implemented with diverse network architectures, different\nperturbations and multiple targets demonstrate the advancement and robustness\nof DRLAVT. In addition, We further prove our method indeed learnt the motion\npatterns of target with deep reinforcement learning through hundreds of\ntrial-and-errors.",
    "categories": [
      "Computer Vision and Pattern Recognition (cs.CV)"
    ],
    "url_pdf": "/pdf/2112.09854"
  },
  {
    "url": "https://arxiv.org/abs/2112.09472",
    "title": "Title:Multi-spacecraft observations of the structure of the sheath of an interplanetary coronal mass ejection and related energetic ion enhancement",
    "date_publ": "17 Dec 2021",
    "authors": [
      "E. K. J. Kilpua",
      "S. W. Good",
      "N. Dresing",
      "R. Vainio",
      "E. E. Davies",
      "R. J. Forsyth",
      "J. Gieseler",
      "B. Lavraud",
      "E. Asvestari",
      "D. E. Morosan",
      "J. Pomoell",
      "D. J. Price",
      "D. Heyner",
      "T. S. Horbury",
      "V. Angelini",
      "H. O'Brien",
      "V. Evans",
      "J. Rodriguez-Pacheco",
      "R. Gómez Herrero",
      "G. C. Ho",
      "R. Wimmer-Schweingrube"
    ],
    "abstract": "Abstract:  Sheaths ahead of coronal mass ejections (CMEs) are large heliospheric\nstructures that form with CME expansion and propagation. Turbulent and\ncompressed sheaths contribute to the acceleration of particles in the corona\nand in interplanetary space, but the relation of their internal structures to\nparticle energization is still relatively little studied. In particular, the\nrole of sheaths in accelerating particles when the shock Mach number is low is\na significant open problem. This work seeks to provide new insights on the\ninternal structure of CME sheaths with regard to energetic particle\nenhancements. A good opportunity to achieve this aim was provided by\nobservations of a sheath made by radially aligned spacecraft at 0.8 and $\\sim$\n1 AU (Solar Orbiter, Wind, ACE and BepiColombo) on 19-21 April 2020. The sheath\nwas preceded by a weak shock. Energetic ion enhancements occurred at different\nlocations within the sheath structure at Solar Orbiter and L1. Magnetic\nfluctuation amplitudes at inertial-range scales increased in the sheath\nrelative to the upstream wind. However, when normalised to the local mean\nfield, fluctuation amplitudes did not increase significantly; magnetic\ncompressibility of fluctuation also did not increase. Various substructures\nwere embedded within the sheath at the different spacecraft, including multiple\nheliospheric current sheet (HCS) crossings and a small-scale flux rope. At L1,\nthe ion flux enhancement was associated with the HCS crossings, while at Solar\nOrbiter, the enhancement occurred within the rope. Substructures that are swept\nfrom the upstream solar wind and compressed in the sheath can act as\nparticularly effective acceleration sites. A possible acceleration mechanism is\nbetatron acceleration associated with the small-scale flux rope and the warped\nHCS in the sheath.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/2112.09472"
  },
  {
    "url": "https://arxiv.org/abs/2112.09404",
    "title": "Title:Image registration for multi-band images taken by ONC-T onboard Hayabusa2",
    "date_publ": "17 Dec 2021",
    "authors": [
      "Toru Kouyama",
      "Eri Tatsumi",
      "Chikatoshi Honda",
      "Rie Honda",
      "Tomokatsu Morota",
      "Yasuhiro Yokota",
      "Shingo Kameda",
      "Manabu Yamada",
      "Hidehiko Suzuki",
      "Naoya Sakatani",
      "Masahiko Hayakawa",
      "Yuichiro Cho",
      "Moe Matsuoka",
      "Kazuo Yoshioka",
      "Hirotaka Sawada",
      "Seiji Sugit"
    ],
    "abstract": "Abstract:  Hayabusa2, a Japanese sample-return mission to a C-type asteroid, arrived at\nits target 162173 Ryugu in June 2018. The optical navigation cameras (ONC-T,\nONC-W1, ONC-W2) successfully obtained numerous images of Ryugu. ONC-T is a\ntelescopic framing camera with a charge-coupled device (CCD), has seven filter\nbands in ultraviolet, visible and near infrared wavelength ranges, and were\nused to map the spectral distribution of the Ryugu surface. Since the locations\nof a target seen in ONC-T images are slightly different among different\nwavelength images in one multi-band observation sequence due to changes in\nspacecraft positions and attitudes during the filter-changing sequence, one of\nthe image processing issues is image co-registration among images for different\nwavelength bands. To quickly complete the image co-registration to meet a\nlimited mission schedule, we combined conventional image co-registration\ntechniques with several improvements based on previous planetary missions. The\nresults of our analysis using actual ONC-T images indicate that image\nco-registration can reach accuracy on the order of 0.1 pixels, which is\nsufficient for many spectral mapping applications for Ryugu analyses.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2112.09404"
  },
  {
    "url": "https://arxiv.org/abs/2112.08965",
    "title": "Title:Refractory elements in the gas phase for comet 67P/Churyumov-Gerasimenko",
    "date_publ": "16 Dec 2021 (v1), last revised 21 Dec 2021 (this version, v2)",
    "authors": [
      "Martin Rubin",
      "Kathrin Altwegg",
      "Jean-Jacques Berthelier",
      "Michael R. Combi",
      "Johan De Keyser",
      "Frederik Dhooghe",
      "Stephen Fuselier",
      "Tamas I. Gombosi",
      "Nora Hänni",
      "Daniel Müller",
      "Boris Pestoni",
      "Susanne F. Wampfler",
      "Peter Wur"
    ],
    "abstract": "Abstract:  Results. We found that gas-phase silicon was present throughout the Rosetta\nmission. Furthermore, the presence of sodium and iron atoms near the comet's\nperihelion confirms that sputtering cannot be the sole release process for\nrefractory elements into the gas phase. Nickel was found to be below the\ndetection limit. The search for parent species of any of the identified gas\nphase refractories has not been successful. Upper limits for a suite of\npossible fragment species (SiH, SiC, NaH, etc.) of larger parent and daughter\nspecies have been obtained. Furthermore, Si did not exhibit the same drop in\nsignal as do common cometary gases when the spacecraft is pointed away from the\nnucleus. The combined results suggest that a direct release of elemental\nspecies from small grains on the surface of the nucleus or from small grains in\nthe surrounding coma is a more likely explanation than the previous assumption\nof release via the dissociation of gaseous parent molecules.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2112.08965"
  },
  {
    "url": "https://arxiv.org/abs/2112.08310",
    "title": "Title:The Brightness of Starlink and OneWeb Satellites During Ingress and Egress from Terrestrial Eclipses",
    "date_publ": "15 Dec 2021",
    "authors": [
      "Anthony Mallam"
    ],
    "abstract": "Abstract:  A model that combines celestial geometry and atmospheric physics is used to\ncalculate the dimming of artificial satellites as they enter and exit the\nEarth's shadow. Refraction of sunlight by the terrestrial atmosphere can\nilluminate a satellite while it is inside the eclipse region determined from\ngeometry alone. Meanwhile, refraction combines with atmospheric absorption to\ndim the satellites for tens of km outside of that region. Spacecraft brightness\nis reduced more in blue light than in red because absorption of sunlight is\nstronger at shorter wavelengths. Observations from the MMT-9 robotic\nobservatory are consistent with the model predictions. Tables of satellite\nbrightness as functions of their location in the eclipse region are provided.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2112.08310"
  },
  {
    "url": "https://arxiv.org/abs/2112.07690",
    "title": "Title:Multi-messenger detection prospects of gamma-ray burst afterglows with optical jumps",
    "date_publ": "14 Dec 2021",
    "authors": [
      "Ersilia Guarini",
      "Irene Tamborra",
      "Damien Bégué",
      "Tetyana Pitik",
      "Jochen Greine"
    ],
    "abstract": "Abstract:  Afterglow light curves of gamma-ray bursts (GRBs) exhibit very complex\ntemporal and spectral features, such as a sudden intensity jump about one hour\nafter the prompt emission in the optical band. We model this feature through\nthe late collision of two relativistic shells and investigate the corresponding\nhigh-energy neutrino emission within a multi-messenger framework, while\ncontrasting our findings with the ones from the classic fireball model. For a\nconstant density circumburst medium, the total number of emitted neutrinos can\nincrease by about an order of magnitude within a dynamical time when an optical\njump occurs with respect to the self-similar afterglow scenario. By exploring\nthe detection prospects with the IceCube Neutrino Observatory and future radio\narrays such as IceCube-Gen2 radio, RNO-G and GRAND200k, as well as the POEMMA\nspacecraft, we conclude that the detection of neutrinos with IceCube-Gen2 radio\ncould enable us to constrain the fraction of GRB afterglows with a jump as well\nas the properties of the circumburst medium. We also investigate the neutrino\nsignal expected for the afterglows of GRB 100621A and a GRB 130427A-like burst\nwith an optical jump. The detection of neutrinos from GRB afterglows could be\ncrucial to explore the yet-to-be unveiled mechanism powering the optical jumps.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      " High Energy Physics - Phenomenology (hep-ph)"
    ],
    "url_pdf": "/pdf/2112.07690"
  },
  {
    "url": "https://arxiv.org/abs/2112.07445",
    "title": "Title:Flux ropes and dynamics of the heliospheric current sheet",
    "date_publ": "14 Dec 2021",
    "authors": [
      "V. Réville",
      "N. Fargette",
      "A.P. Rouillard",
      "B. Lavraud",
      "M. Velli",
      "A. Strugarek",
      "S. Parenti",
      "A.S. Brun",
      "C. Shi",
      "A. Kouloumvakos",
      "N. Poirier",
      "R.F. Pinto",
      "P. Louarn",
      "A. Fedorov",
      "C.J. Owen",
      "V. Génot",
      "T.S. Horbury",
      "R. Laker",
      "H. O'Brien",
      "V. Angelini",
      "E. Fauchon-Jones",
      "J.C. Kaspe"
    ],
    "abstract": "Abstract:  Context. Solar Orbiter and PSP jointly observed the solar wind for the first\ntime in June 2020, capturing data from very different solar wind streams, calm\nand Alfvénic wind as well as many dynamic structures. Aims. The aim here is\nto understand the origin and characteristics of the highly dynamic solar wind\nobserved by the two probes, in particular in the vicinity of the heliospheric\ncurrent sheet (HCS). Methods. We analyse the plasma data obtained by PSP and\nSolar Orbiter in situ during the month of June 2020. We use the Alfvén-wave\nturbulence MHD solar wind model WindPredict-AW, and perform two 3D simulations\nbased on ADAPT solar magnetograms for this period. Results. We show that the\ndynamic regions measured by both spacecraft are pervaded with flux ropes close\nto the HCS. These flux ropes are also present in the simulations, forming at\nthe tip of helmet streamers, i.e. at the base of the heliospheric current\nsheet. The formation mechanism involves a pressure driven instability followed\nby a fast tearing reconnection process, consistent with the picture of\nRéville et al. (2020a). We further characterize the 3D spatial structure of\nhelmet streamer born flux ropes, which seems, in the simulations, to be related\nto the network of quasi-separatrices.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/2112.07445"
  },
  {
    "url": "https://arxiv.org/abs/2112.06862",
    "title": "Title:Characterizing Velocity-Space Signatures of Electron Energization in Large-Guide-Field Collisionless Magnetic Reconnection",
    "date_publ": "13 Dec 2021",
    "authors": [
      "Andrew J. McCubbin",
      "Gregory G. Howes",
      "Jason M. TenBarg"
    ],
    "abstract": "Abstract:  Magnetic reconnection plays an important role in the release of magnetic\nenergy and consequent energization of particles in collisionless plasmas.\nEnergy transfer in collisionless magnetic reconnection is inherently a two-step\nprocess: reversible, collisionless energization of particles by the electric\nfield, followed by collisional thermalization of that energy, leading to\nirreversible plasma heating. Gyrokinetic numerical simulations are used to\nexplore the first step of electron energization, and we generate the first\nexamples of field-particle correlation (FPC) signatures of electron\nenergization in 2D strong-guide-field collisionless magnetic reconnection. We\ndetermine these velocity space signatures at the x-point and in the exhaust,\nthe regions of the reconnection geometry in which the electron energization\nprimarily occurs. Modeling of these velocity-space signatures shows that, in\nthe strong-guide-field limit, the energization of electrons occurs through bulk\nacceleration of the out-of-plane electron flow by parallel electric field that\ndrives the reconnection, a non-resonant mechanism of energization. We explore\nthe variation of these velocity-space signatures over the plasma beta range\n$0.01 \\le \\beta_i \\le 1$. Our analysis goes beyond the fluid picture of the\nplasma dynamics and exploits the kinetic features of electron energization in\nthe exhaust region to propose a single-point diagnostic which can potentially\nidentify a reconnection exhaust region using spacecraft observations.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/2112.06862"
  },
  {
    "url": "https://arxiv.org/abs/2112.05734",
    "title": "Title:MTV: Visual Analytics for Detecting, Investigating, and Annotating Anomalies in Multivariate Time Series",
    "date_publ": "10 Dec 2021",
    "authors": [
      "Dongyu Liu",
      "Sarah Alnegheimish",
      "Alexandra Zytek",
      "Kalyan Veeramachanen"
    ],
    "abstract": "Abstract:  Detecting anomalies in time-varying multivariate data is crucial in various\nindustries for the predictive maintenance of equipment. Numerous machine\nlearning (ML) algorithms have been proposed to support automated anomaly\nidentification. However, a significant amount of human knowledge is still\nrequired to interpret, analyze, and calibrate the results of automated\nanalysis. This paper investigates current practices used to detect and\ninvestigate anomalies in time series data in industrial contexts and identifies\ncorresponding needs. Through iterative design and working with nine experts\nfrom two industry domains (aerospace and energy), we characterize six design\nelements required for a successful visualization system that supports effective\ndetection, investigation, and annotation of time series anomalies. We summarize\nan ideal human-AI collaboration workflow that streamlines the process and\nsupports efficient and collaborative analysis. We introduce MTV (Multivariate\nTime Series Visualization), a visual analytics system to support such workflow.\nThe system incorporates a set of novel visualization and interaction designs to\nsupport multi-faceted time series exploration, efficient in-situ anomaly\nannotation, and insight communication. Two user studies, one with 6 spacecraft\nexperts (with routine anomaly analysis tasks) and one with 25 general end-users\n(without such tasks), are conducted to demonstrate the effectiveness and\nusefulness of MTV.",
    "categories": [
      "Human-Computer Interaction (cs.HC)"
    ],
    "url_pdf": "/pdf/2112.05734"
  },
  {
    "url": "https://arxiv.org/abs/2112.05594",
    "title": "Title:The spacecraft wake: Interference with electric field observations and a possibility to detect cold ions",
    "date_publ": "10 Dec 2021",
    "authors": [
      "M. André (1)",
      "A. I. Eriksson (1)",
      "Yu. V. Khotyaintsev (1)",
      "S. Toledo-Redondo (2) ((1) Swedish Institute of Space Physics",
      "Uppsala",
      "Sweden",
      "(2) University of Murcia",
      "Murcia",
      "Spain"
    ],
    "abstract": "Abstract:  Wakes behind spacecraft caused by supersonic drifting positive ions are\ncommon in plasmas and disturb in situ measurements. We review the impact of\nwakes on observations by the Electric Field and Wave double-probe instruments\non the Cluster satellites. In the solar wind, the equivalent spacecraft\ncharging is small compared to the ion drift energy and the wake effects are\ncaused by the spacecraft body and can be compensated for. We present statistics\nof the direction, width, and electrostatic potential of wakes, and we compare\nwith an analytical model. In the low-density magnetospheric lobes, the\nequivalent positive spacecraft charging is large compared to the ion drift\nenergy and an enhanced wake forms. In this case observations of the geophysical\nelectric field with the double-probe technique becomes extremely challenging.\nRather, the wake can be used to estimate the flux of cold (eV) positive ions.\nFor an intermediate range of parameters, when the equivalent charging of the\nspacecraft is similar to the drift energy of the ions, also the charged wire\nbooms of a double-probe instrument must be taken into account. We discuss an\nexample of these effects from the MMS spacecraft near the magnetopause. We find\nthat many observed wake characteristics provide information that can be used\nfor scientific studies. An important example is the enhanced wakes used to\nestimate the outflow of ionospheric origin in the magnetospheric lobes to about\n${10}^{26}$ cold (eV) ions/s, constituting a large fraction of the mass outflow\nfrom planet Earth.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2112.05594"
  },
  {
    "url": "https://arxiv.org/abs/2112.04970",
    "title": "Title:The Critical Core Mass of Rotating Planets",
    "date_publ": "9 Dec 2021",
    "authors": [
      "Wei Zhong",
      "Cong Y"
    ],
    "abstract": "Abstract:  The gravitational harmonics measured from Juno and Cassini spacecrafts help\nus to specify the internal structure and chemical elements of Jupiter and\nSaturn, respectively. However, we still do not know much about the impact of\nrotation on the planetary internal structure as well as their formation. The\ncentrifugal force induced by rotation deforms the planetary shape and partially\ncounteracts the gravitational force. Thus, rotation will affect the critical\ncore mass of the exoplanet. Once the atmospheric mass becomes comparable to the\ncritical core mass, the planet will enter the runaway accretion phase and\nbecomes a gas giant. We have confirmed that the critical core masses of\nrotating planets depend on the stiffness of the polytrope, the outer boundary\nconditions, and the thickness of the isothermal layer. The critical core mass\nwith Bondi boundary condition is determined by the surface properties. The\ncritical core mass of a rotating planet will increase with the core gravity\n(i.e., the innermost density). For the Hill boundary condition, the soft\npolytrope shares the same properties as planets with Bondi boundary condition.\nSince the total mass for planets with Hill boundary condition increases with\nthe decrease of the polytropic index, higher core gravity is required for\nrotating planets. As a result, the critical core mass in the stiff Hill model\nsharply increases. The rotation effects become more important when the\nradiative and convective regions coexist. Besides, the critical core mass of\nplanets with Hill (Bondi) boundary increases noticeably as the radiative layer\nbecomes thinner (thicker).",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2112.04970"
  },
  {
    "url": "https://arxiv.org/abs/2112.04627",
    "title": "Title:Hypotheses for Triton's Plumes: New Analyses and Future Remote Sensing Tests",
    "date_publ": "9 Dec 2021",
    "authors": [
      "Jason D. Hofgartner",
      "Samuel P. D. Birch",
      "Julie Castillo",
      "Will M. Grundy",
      "Candice J. Hansen",
      "Alexander G. Hayes",
      "Carly J. A. Howett",
      "Terry A. Hurford",
      "Emily S. Martin",
      "Karl L. Mitchell",
      "Tom A. Nordheim",
      "Michael J. Poston",
      "Louise M. Prockter",
      "Lynnae C. Quick",
      "Paul Schenk",
      "Rebecca N. Schindhelm",
      "Orkan M. Umurha"
    ],
    "abstract": "Abstract:  At least two active plumes were observed on Neptune's moon Triton during the\nVoyager 2 flyby in 1989. Models for Triton's plumes have previously been\ngrouped into five hypotheses, two of which are primarily atmospheric phenomena\nand are generally considered unlikely, and three of which include eruptive\nprocesses and are plausible. These hypotheses are compared, including new\narguments, such as comparisons based on current understanding of Mars,\nEnceladus, and Pluto. An eruption model based on a solar-powered, solid-state\ngreenhouse effect was previously considered the leading hypothesis for Triton's\nplumes, in part due to the proximity of the plumes to the subsolar latitude\nduring the Voyager 2 flyby and the distribution of Triton's fans that are\nputatively deposits from former plumes. The other two eruption hypotheses are\npowered by internal heat, not solar insolation. Based on new analyses of the\nostensible relation between the latitude of the subsolar point on Triton and\nthe geographic locations of the plumes and fans, we argue that neither the\nlocations of the plumes nor fans are strong evidence in favor of the\nsolar-powered hypothesis. We conclude that all three eruption hypotheses should\nbe considered further. Five tests are presented that could be implemented with\nremote sensing observations from future spacecraft to confidently distinguish\namong the eruption hypotheses for Triton's plumes. The five tests are based on\nthe: (1) composition and thickness of Triton's southern hemisphere terrains,\n(2) composition of fan deposits, (3) distribution of active plumes, (4)\ndistribution of fans, and (5) surface temperature at the locations of plumes\nand/or fans. The tests are independent, but complementary, and implementable\nwith a single flyby mission such as the Trident mission concept. We note that,\nin the case of the solar-driven hypothesis, the 2030s and 2040s may be the last\n...",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Geophysics (physics.geo-ph)"
    ],
    "url_pdf": "/pdf/2112.04627"
  },
  {
    "url": "https://arxiv.org/abs/2112.03501",
    "title": "Title:Painting Asteroids for Planetary Defense",
    "date_publ": "7 Dec 2021",
    "authors": [
      "J. I. Kat"
    ],
    "abstract": "Abstract:  Asteroidal impact threats to the Earth will be predicted a century or more in\nadvance. Changing an asteroid's albedo changes the force of Solar radiation on\nit, and hence its orbit. Albedo may be changed by applying a thin ($\\sim\n0.1\\,\\mu$) reflective coat of alkali metal, dispensed as vapor by an orbiting\nspacecraft. A complete coat reduces the effective Solar gravity, changing the\norbital period. A Tunguska-class (50 m diameter) asteroid in a nominal orbit\nwith perihelion 1 AU and aphelion 3 AU ($a = 2\\,$AU, $e = 0.5$) may be\ndisplaced along its path by $\\sim 1000\\,$km in 100 years, sufficient to avoid\nimpact in a populated area, by application of one kg of lithium or sodium metal\nover its entire surface. Alternatively, coating one hemisphere of an asteroid\nin an elliptical orbit may produce a Solar radiation torque, analogous to but\ndistinct from the Yarkovsky effect, displacing it by an Earth radius in $\\sim\n200$ years. The time required scales as the square root of the asteroid's\ndiameter (the 1/6 power of its mass) because the displacement increases\nquadratically with time, making it possible to prevent the catastrophic impact\nof a km-sized asteroid with a minimal mass.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Physics and Society (physics.soc-ph)"
    ],
    "url_pdf": "/pdf/2112.03501"
  },
  {
    "url": "https://arxiv.org/abs/2112.03316",
    "title": "Title:A novel kinetic mechanism for the onset of fast magnetic reconnection and plasmoid instabilities in collisionless plasmas",
    "date_publ": "6 Dec 2021",
    "authors": [
      "W. Fox",
      "G. Fiksel",
      "D. B. Schaeffer",
      "D. Haberberger",
      "J. Matteucci",
      "K. Lezhnin",
      "A. Bhattacharjee",
      "M.J. Rosenberg",
      "S.X. Hu",
      "A. Howard",
      "D. Uzdensky",
      "K. Germaschewsk"
    ],
    "abstract": "Abstract:  Magnetic reconnection can explosively release magnetic energy when opposing\nmagnetic fields merge and annihilate through a current sheet, driving plasma\njets and accelerating non-thermal particle populations to high energy, in\nplasmas ranging from space and astrophysical to laboratory scales. Through\nlaboratory experiments and spacecraft observations, significant experimental\nprogress has been made in demonstrating how fast dissipation and reconnection\noccurs in narrow, kinetic-scale current sheets. However, a challenge has been\nto demonstrate what triggers reconnection and how it proceeds rapidly and\nefficiently as part of a global system much larger than these kinetic scales.\nHere we show experimentally the full development of a process where the current\nsheet forms and then breaks up into multiple current-carrying structures at the\nion kinetic scale. The results are consistent with tearing of the current\nsheet, however modified by collisionless kinetic ion effects, which leads to a\nlarger growth rate and number of plasmoids than observed in previous\nexperiments or compared to predictions from standard tearing instability theory\nand previous non-linear kinetic reconnection simulations. This effect will\nincrease the role of plasmoid instabilities in many natural reconnection\nsystems and should be considered in triggering rapid reconnection in a broad\nrange of natural plasmas with collisionless, compressible flows, including at\nthe Earth's magnetosheath and magnetotail and at the heliopause, in accretion\ndisks, and in turbulent high-Mach-number collisionless shocks.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/2112.03316"
  },
  {
    "url": "https://arxiv.org/abs/2112.03113",
    "title": "Title:Atmospheric Density Model Optimization and Spacecraft Orbit Prediction Improvements Based on Q-Sat Orbit Data",
    "date_publ": "6 Dec 2021",
    "authors": [
      "Zhaokui Wang",
      "Yulin Zhang",
      "Guangwei Wen",
      "Shunchenqiao Bai",
      "Yingkai Cai",
      "Pu Huang",
      "Dapeng Han",
      "Yunhan H"
    ],
    "abstract": "Abstract:  Atmospheric drag calculation error greatly reduce the low-earth orbit\nspacecraft trajectory prediction fidelity. To solve the issue, the \"correction\n- prediction\" strategy is usually employed. In the method, one parameter is\nfixed and other parameters are revised by inverting spacecraft orbit data.\nHowever, based on a single spacecraft data, the strategy usually performs\npoorly as parameters in drag force calculation are coupled with each other,\nwhich result in convoluted errors. A gravity field recovery and atmospheric\ndensity detection satellite, Q-Sat, developed by xxxxx Lab at xxx University,\nis launched on August 6th, 2020. The satellite is designed to be spherical for\na constant drag coefficient regardless of its attitude. An orbit prediction\nmethod for low-earth orbit spacecraft with employment of Q-Sat data is proposed\nin present paper for decoupling atmospheric density and drag coefficient\nidentification. For the first step, by using a dynamic approach-based\ninversion, several empirical atmospheric density models are revised based on\nQ-Sat orbit data. Depending on the performs, one of the revised atmospheric\ndensity model would be selected for the next step in which the same inversion\nis employed for drag coefficient identification for a low-earth orbit operating\nspacecraft whose orbit needs to be predicted. Finally, orbit prediction is\nconducted by extrapolation with the dynamic parameters in the previous steps.\nTests are carried out with the proposed method by using a GOCE satellite 15-day\ncontinuous orbit data. Compared with legacy \"correction - prediction\" method in\nwhich only GOCE data is employed, the accuracy of the 24-hour orbit prediction\nis improved by about 171m the highest for the proposed method. 14-day averaged\n24-hour prediction precision is elevated by approximately 70m.",
    "categories": [
      "Geophysics (physics.geo-ph)"
    ],
    "url_pdf": "/pdf/2112.03113"
  },
  {
    "url": "https://arxiv.org/abs/2112.03019",
    "title": "Title:Navigating stellar wobbles for imaging with the solar gravitational lens",
    "date_publ": "6 Dec 2021",
    "authors": [
      "Slava G. Turyshev",
      "Viktor T. Tot"
    ],
    "abstract": "Abstract:  The solar gravitational lens (SGL) offers unique capabilities for\nhigh-resolution imaging of faint, distant objects, such as exoplanets. In the\nnear future, a spacecraft carrying a meter-class telescope with a solar\ncoronagraph would be placed in the focal region of the SGL. That region begins\nat ~547 astronomical units from the Sun and occupies the vicinity of the\ntarget-specific primary optical axis - the line that connects the center of the\ntarget and that of the Sun. This axis undergoes complex motion as the exoplanet\norbits its host star, as that star moves with respect to the Sun, and even as\nthe Sun itself moves with respect to the solar system's barycenter due to the\ngravitational pull of planets in our solar system. An image of an extended\nobject is projected by the SGL into an image plane and moves within that plane,\nresponding to the motion of the optical axis. To sample the image, a telescope\nmust follow the projection with precise knowledge of its own position with\nrespect to the image. We consider the dominant motions that determine the\nposition of the focal line as a function of time. We evaluate the needed\nnavigational capability for the telescope to conduct a multiyear exoplanet\nimaging mission. We show that even in a rather conservative case, when an\nEarth-like exoplanet is in our stellar neighborhood at $\\sim10$ light years,\nthe motion of the image is characterized by a small total acceleration $\\sim\n6.1\\,\\mu {\\rm m/s}^2$ that is driven primarily by the orbital motion of the\nexoplanet and by the reflex motion of our Sun. We discuss how the amplified\nlight of the host star allows establishing a local reference frame thus\nrelaxing navigational requirements. We conclude that the required navigation in\nthe SGL's focal region, although complex, can be accurately modeled and a $\\sim\n10$-year imaging mission is achievable with the already available propulsion\ntechnology.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Astrophysics of Galaxies (astro-ph.GA)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2112.03019"
  },
  {
    "url": "https://arxiv.org/abs/2112.02951",
    "title": "Title:An improved technique for measuring plasma density to high frequencies on the Parker Solar Probe",
    "date_publ": "1 Dec 2021 (v1), last revised 22 Jan 2022 (this version, v2)",
    "authors": [
      "Forrest Mozer",
      "Stuart Bale",
      "Paul Kellogg",
      "Davin Larson",
      "Roberto Levi",
      "Orlando Rome"
    ],
    "abstract": "Abstract:  The correlation between the plasma density measured in space and the surface\npotential of an electrically conducting satellite body with biased electric\nfield detectors has been recognized and used to provide density proxies.\nHowever, for Parker Solar Probe, this correlation has not produced quantitative\ndensity estimates over extended periods of time because it depends on the\nenergy dependent exponential variation of the photoemission spectrum, the\nelectron temperature, the ratio of the biased surface area to the conducting\nspacecraft surface area, the spacecraft secondary or thermal emission, the\nspacecraft distance from the Sun, etc. In this paper the density as a function\nof time and frequency to frequencies as high as the electron gyrofrequency is\ndetermined through least squares fits of a function of the spacecraft potential\nto the plasma density measured on the Parker Solar Probe. This function allows\ncorrection for the many effects on the spacecraft potential other than that due\nto the plasma density. Some examples of plasma density obtained from this\nprocedure are presented.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2112.02951"
  },
  {
    "url": "https://arxiv.org/abs/2112.02678",
    "title": "Title:Spacecraft Relative Motion Dynamics and Control Using Fundamental Solution Constants",
    "date_publ": "5 Dec 2021",
    "authors": [
      "Ethan Burnett",
      "Hanspeter Schau"
    ],
    "abstract": "Abstract:  This paper explores expressing the relative state in the close-proximity\nsatellite relative motion problem in terms of fundamental solution constants.\nThe nominal uncontrolled relative state can be expressed in terms of a weighted\nsum of fundamental and geometrically insightful motions. These fundamental\nmotions are obtained using Lyapunov-Floquet theory. In the case that the\ndynamics are perturbed by the action of a controller or by unmodeled dynamics,\nthe weights on each fundamental solution are allowed to vary as in a\nvariation-of-parameters approach, and in this manner function as state\nvariables. This methodology reveals interesting insights about satellite\nrelative motion and also enables elegant control approaches. This approach can\nbe applied in any dynamical environment as long as the chief orbit is periodic,\nand this is demonstrated with results for relative motion analysis and control\nin the eccentric Keplerian problem and in the circular restricted three-body\nproblem (CR3BP). Some commentary on extension of the methodology beyond the\nperiodic chief orbit case is also provided. This is a promising and widely\napplicable new approach to the close-proximity satellite relative motion\nproblem.",
    "categories": [
      "Optimization and Control (math.OC)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2112.02678"
  },
  {
    "url": "https://arxiv.org/abs/2112.02396",
    "title": "Title:Spectroscopic study of Ceres' collisional family candidates",
    "date_publ": "4 Dec 2021",
    "authors": [
      "Fernando Tinaut-Ruano",
      "Julia de Leon",
      "Eri Tatsumi",
      "Batiste Rousseau",
      "Juan Luis Rizos",
      "Simone March"
    ],
    "abstract": "Abstract:  Context: Despite the observed signs of large impacts on the surface of Ceres,\nthere is no confirmed collisional family associated with this dwarf planet.\nAfter a dynamical and photometric study, a sample of 156 asteroids was proposed\nas candidate members of a Ceres collisional family.\nAims: Our main objective is to study the connection between Ceres and a total\nof 14 observed asteroids among the candidate's sample to explore their genetic\nrelationships with Ceres.\nMethods: We obtained visible spectra of these 14 asteroids using the OSIRIS\nspectrograph at the 10.4 m Gran Telescopio Canarias(GTC). We computed spectral\nslopes in two different wavelength ranges, from 0.49 to 0.80{\\mu}m and from\n0.80 to 0.92{\\mu}m, to compare the values obtained with those on Ceres' surface\npreviously computed using the Visible and Infrared Spectrometer (VIR)\ninstrument onboard the NASA Dawn spacecraft. We also calculated the spectral\nslopes in the same range for ground-based observations of Cerescollected from\nthe literature.\nResults: We present the visible spectra and the taxonomy of 14 observed\nasteroids. We found that only two of the asteroids are spectrally compatible\nwith Ceres' surface. Further analysis of those two asteroids indicates that\nthey are spectrally young and thus less likely to be members of the Ceres\nfamily.\nConclusions: All in all, our results indicate that most of the 14 observed\nasteroids are not likely to belong to a Ceres collisional family. Despite two\nof them being spectrally compatible with the young surface of Ceres, further\nevaluation is needed to confirm or reject their origin from Ceres.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2112.02396"
  },
  {
    "url": "https://arxiv.org/abs/2112.01711",
    "title": "Title:Inertial range magnetic fluctuation anisotropy observed from PSP first seven orbits",
    "date_publ": "3 Dec 2021",
    "authors": [
      "L.-L. Zhao",
      "G. P. Zank",
      "L. Adhikari",
      "M. Nakanotan"
    ],
    "abstract": "Abstract:  Solar wind turbulence is anisotropic with respect to the mean magnetic field.\nAnisotropy leads to ambiguity when interpreting in-situ turbulence observations\nin the solar wind because an apparent change in the measurements could be due\neither to the change of intrinsic turbulence properties or to a simple change\nof the spacecraft sampling direction. We demonstrate the ambiguity using the\nspectral index and magnetic compressibility in the inertial range observed by\nthe Parker Solar Probe during its first seven orbits ranging from 0.1 to 0.6\nAU. To unravel the effects of the sampling direction, we assess whether the\nwavevector anisotropy is consistent with a two-dimensional (2D) plus slab\nturbulence transport model and determine the fraction of power in the 2D versus\nslab component. Our results confirm that the 2D plus slab model is consistent\nwith the data and the power ratio between 2D and slab components depends on\nradial distance, with the relative power in 2D fluctuations becoming smaller\ncloser to the Sun.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2112.01711"
  },
  {
    "url": "https://arxiv.org/abs/2112.01269",
    "title": "Title:The Imaging X-Ray Polarimetry Explorer (IXPE): Pre-Launch",
    "date_publ": "2 Dec 2021 (v1), last revised 21 Dec 2021 (this version, v2)",
    "authors": [
      "Martin C. Weisskopf",
      "Paolo Soffitta",
      "Luca Baldini",
      "Brian D. Ramsey",
      "Stephen L. O'Dell",
      "Roger W. Romani",
      "Giorgio Matt",
      "William D. Deininger",
      "Wayne H. Baumgartner",
      "Ronaldo Bellazzini",
      "Enrico Costa",
      "Jeffery J. Kolodziejczak",
      "Luca Latronico",
      "Herman L. Marshall",
      "Fabio Muleri",
      "Stephen D. Bongiorno",
      "Allyn Tennant",
      "Niccolo Bucciantini",
      "Michal Dovciak",
      "Frederic Marin",
      "Alan Marscher",
      "Juri Poutanen",
      "Pat Slane",
      "Roberto Turolla",
      "William Kalinowski",
      "Alessandro Di Marco",
      "Sergio Fabiani",
      "Massimo Minuti",
      "Fabio La Monaca",
      "Michele Pinchera",
      "John Rankin",
      "Carmelo Sgro'",
      "Alessio Trois",
      "Fei Xie",
      "Cheryl Alexander",
      "D. Zachery Allen",
      "Fabrizio Amici",
      "Jason Andersen",
      "Angelo Antonelli",
      "Spencer Antoniak",
      "Primo Attina'",
      "Mattia Barbanera",
      "Matteo Bachetti",
      "Randy M. Baggett",
      "Jeff Bladt",
      "Alessandro Brez",
      "Raffaella Bonino",
      "Christopher Boree",
      "Fabio Borotto",
      "Shawn Breeding",
      "Daniele Brienza",
      "H. Kyle Bygott",
      "Ciro Caporale",
      "Claudia Cardelli",
      "Rita Carpentiero",
      "Simone Castellano",
      "Marco Castronuovo",
      "Luca Cavalli",
      "Elisabetta Cavazzuti",
      "Marco Ceccanti",
      "Mauro Centrone",
      "Saverio Citraro",
      "Fabio D' Amico",
      "Elisa D'Alba",
      "Laura Di Gesu",
      "Ettore Del Monte",
      "Kurtis L. Dietz",
      "Niccolo' Di Lalla",
      "Giuseppe Di Persio",
      "David Dolan",
      "Immacolata Donnarumma",
      "Yuri Evangelista",
      "Kevin Ferrant",
      "Riccardo Ferrazzoli",
      "MacKenzie Ferrie",
      "Joseph Footdale",
      "Brent Forsyth",
      "Michelle Foster",
      "Benjamin Garelick",
      "Shuichi Gunji",
      "Eli Gurnee",
      "Michael Head",
      "Grant Hibbard",
      "Samantha Johnson",
      "Erik Kelly",
      "Kiranmayee Kilaru",
      "Carlo Lefevre",
      "Shelley Le Roy",
      "Pasqualino Loffredo",
      "Paolo Lorenzi",
      "Leonardo Lucchesi",
      "Tyler Maddox",
      "Guido Magazzu",
      "Simone Maldera",
      "Alberto Manfreda",
      "Elio Mangraviti",
      "Marco Marengo",
      "Alessandra Marrocchesi",
      "Francesco Massaro",
      "David Mauger",
      "Jeffrey McCracken",
      "Michael McEachen",
      "Rondal Mize",
      "Paolo Mereu",
      "Scott Mitchell",
      "Ikuyuki Mitsuishi",
      "Alfredo Morbidini",
      "Federico Mosti",
      "Hikmat Nasimi",
      "Barbara Negri",
      "Michela Negro",
      "Toan Nguyen",
      "Isaac Nitschke",
      "Alessio Nuti",
      "Mitch Onizuka",
      "Chiara Oppedisano",
      "Leonardo Orsini",
      "Darren Osborne",
      "Richard Pacheco",
      "Alessandro Paggi",
      "Will Painter",
      "Steven D. Pavelitz",
      "Christina Pentz",
      "Raffaele Piazzolla",
      "Matteo Perri",
      "Melissa Pesce-Rollins",
      "Colin Peterson",
      "Maura Pilia",
      "Alessandro Profeti",
      "Simonetta Puccetti",
      "Jaganathan Ranganathan",
      "Ajay Ratheesh",
      "Lee Reedy",
      "Noah Root",
      "Alda Rubini",
      "Stephanie Ruswick",
      "Javier Sanchez",
      "Paolo Sarra",
      "Francesco Santoli",
      "Emanuele Scalise",
      "Andrea Sciortino",
      "Christopher Schroeder",
      "Tim Seek",
      "Kalie Sosdian",
      "Gloria Spandre",
      "Chet O. Speegle",
      "Toru Tamagawa",
      "Marcello Tardiola",
      "Antonino Tobia",
      "Nicholas E. Thomas",
      "Robert Valerie",
      "Marco Vimercati",
      "Amy L. Walden",
      "Bruce Weddendorf",
      "Jeffrey Wedmore",
      "David Welch",
      "Davide Zanetti",
      "Francesco Zanetti\n\n\n    et al. (58 additional authors not shown)\n You must enable JavaScript to view entire author list"
    ],
    "abstract": "Abstract:  Scheduled to launch in late 2021, the Imaging X-ray Polarimetry Explorer\n(IXPE) is a NASA Small Explorer Mission in collaboration with the Italian Space\nAgency (ASI). The mission will open a new window of investigation - imaging\nX-ray polarimetry. The observatory features 3 identical telescopes each\nconsisting of a mirror module assembly with a polarization-sensitive imaging\nX-ray detector at the focus. A coilable boom, deployed on orbit, provides the\nnecessary 4-m focal length. The observatory utilizes a 3-axis-stabilized\nspacecraft which provides services such as power, attitude determination and\ncontrol, commanding, and telemetry to the ground. During its 2-year baseline\nmission, IXPE will conduct precise polarimetry for samples of multiple\ncategories of X-ray sources, with follow-on observations of selected targets.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2112.01269"
  },
  {
    "url": "https://arxiv.org/abs/2112.00837",
    "title": "Title:Arm locking performance with the new LISA design",
    "date_publ": "1 Dec 2021",
    "authors": [
      "Sourath Ghosh",
      "Josep Sanjuan",
      "Guido Muelle"
    ],
    "abstract": "Abstract:  The Laser Interferometer Space Antenna (LISA) is a future space-based\ngravitational wave (GW) detector designed to be sensitive to sources radiating\nin the low frequency regime (0.1 mHz to 1 Hz). LISA's interferometer signals\nwill be dominated by laser frequency noise which has to be suppressed by about\n7 orders of magnitude using an algorithm called Time-Delay Interferometry\n(TDI). Arm locking has been proposed to reduce the laser frequency noise by a\nfew orders of magnitude to reduce the potential risks associated with TDI. In\nthis paper, we present an updated performance model for arm locking for the new\nLISA mission using 2.5 Gm arm lengths, the currently assumed clock noise,\nspacecraft motion, and shot noise. We also update the Doppler frequency pulling\nestimates during lock acquisition.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " General Relativity and Quantum Cosmology (gr-qc)",
      " Optics (physics.optics)"
    ],
    "url_pdf": "/pdf/2112.00837"
  },
  {
    "url": "https://arxiv.org/abs/2112.00634",
    "title": "Title:Libration-induced Orbit Period Variations Following the DART Impact",
    "date_publ": "1 Dec 2021",
    "authors": [
      "Alex J. Meyer",
      "Ioannis Gkolias",
      "Michalis Gaitanas",
      "Harrison F. Agrusa",
      "Daniel J. Scheeres",
      "Kleomenis Tsiganis",
      "Petr Pravec",
      "Lance A. M. Benner",
      "Fabio Ferrari",
      "Patrick Miche"
    ],
    "abstract": "Abstract:  The Double Asteroid Redirection Test (DART) mission will be the first test of\na kinetic impactor as a means of planetary defense. In late 2022, DART will\ncollide with Dimorphos, the secondary in the Didymos binary asteroid system.\nThe impact will cause a momentum transfer from the spacecraft to the binary\nasteroid, changing the orbit period of Dimorphos and forcing it to librate in\nits orbit. Owing to the coupled dynamics in binary asteroid systems, the orbit\nand libration state of Dimorphos are intertwined. Thus, as the secondary\nlibrates, it also experiences fluctuations in its orbit period. These\nvariations in the orbit period are dependent on the magnitude of the impact\nperturbation, as well as the system's state at impact and the moments of\ninertia of the secondary. In general, any binary asteroid system whose\nsecondary is librating will have a non-constant orbit period on account of the\nsecondary's fluctuating spin rate. The orbit period variations are typically\ndriven by two modes: a long-period and short-period, each with significant\namplitudes on the order of tens of seconds to several minutes. The fluctuating\norbit period offers both a challenge and an opportunity in the context of the\nDART mission. Orbit period oscillations will make determining the post-impact\norbit period more difficult, but can also provide information about the\nsystem's libration state and the DART impact.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2112.00634"
  },
  {
    "url": "https://arxiv.org/abs/2112.00215",
    "title": "Title:Impact angle control of local intense d$B$/d$t$ variations during shock-induced substorms",
    "date_publ": "1 Dec 2021",
    "authors": [
      "Denny M. Oliveira",
      "James M. Weygand",
      "Eftyhia Zesta",
      "Chigomezyo M. Ngwira",
      "Michael D. Hartinger",
      "Zhonghua Xu",
      "Barbara L. Giles",
      "Dan J. Gershman",
      "Marcos V. D. Silveira",
      "Vitor M. Souz"
    ],
    "abstract": "Abstract:  The impact of interplanetary shocks on the magnetosphere can trigger magnetic\nsubstorms that intensify auroral electrojet currents. These currents enhance\nground magnetic field perturbations (d$B$/d$t$), which in turn generate\ngeomagnetically induced currents (GICs) that can be detrimental to power\ntransmission infrastructure. We perform a comparative study of d$B$/d$t$\nvariations in response to two similarly strong shocks, but with one being\nnearly frontal, and the other, highly inclined. Multi-instrument analyses by\nthe Time History of Events and Macroscale Interactions during Substorms\n(THEMIS) and Los Alamos National Laboratory spacecraft show that nightside\nsubstorm-time energetic particle injections are more intense and occur faster\nin the case of the nearly head-on impact. The same trend is observed in\nd$B$/d$t$ variations recorded by THEMIS ground magnetometers. THEMIS all-sky\nimager data show a fast and clear poleward auroral expansion in the first case,\nwhich does not clearly occur in the second case. Strong field-aligned currents\ncomputed with the spherical elementary current system (SECS) technique occur in\nboth cases, but the current variations resulting from the inclined shock impact\nare weaker and slower compared to the nearly frontal case. SECS analyses also\nreveal that geographic areas with d$B$/d$t$ surpassing the thresholds 1.5 and 5\nnT/s, usually linked to high-risk GICs, are larger and occur earlier due to the\nsymmetric compression caused by the nearly head-on impact. These results, with\nprofound space weather implications, suggest that shock impact angles affect\nthe geospace driving conditions and the location and intensity of the\nsubsequent d$B$/d$t$ variations during substorm activity.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2112.00215"
  },
  {
    "url": "https://arxiv.org/abs/2112.00005",
    "title": "Title:Estimation of the solar wind extreme events",
    "date_publ": "30 Nov 2021",
    "authors": [
      "C. Larrodera",
      "L. Nikitina",
      "C. Ci"
    ],
    "abstract": "Abstract:  This research provides an analysis of extreme events in the solar wind and in\nthe magnetosphere due to disturbances of the solar wind. Extreme value theory\nhas been applied to a 20 year data set from the Advanced Composition Explorer\n(ACE) spacecraft for the period 1998-2017. The solar proton speed, solar proton\ntemperature, solar proton density and magnetic field have been analyzed to\ncharacterize extreme events in the solar wind. The solar wind electric field,\nvB$_{z}$ has been analyzed to characterize the impact from extreme disturbances\nin the solar wind to the magnetosphere. These extreme values were estimated for\none-in-40 and one-in-80 years events, which represent two and four times the\nrange of the original data set. The estimated values were verified by\ncomparison with measured values of extreme events recorded in previous years.\nFinally, our research also suggests the presence of an upper boundary in the\nmagnitudes under study.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2112.00005"
  },
  {
    "url": "https://arxiv.org/abs/2111.15094",
    "title": "Title:Do Oceanic Convection and Clathrate Dissociation Drive Europa's Geysers?",
    "date_publ": "30 Nov 2021",
    "authors": [
      "Nicole C. Shibley",
      "Gregory Laughli"
    ],
    "abstract": "Abstract:  Water vapor geysers on Europa have been inferred from observations made by\nthe Galileo spacecraft, the Hubble Space Telescope, and the Keck Observatory.\nUnlike the water-rich geysers observed on Enceladus, Europa's geysers appear to\nbe an intermittent phenomenon, and the dynamical mechanism permitting water to\nsporadically erupt through a kilometers-thick ice sheet is not well understood.\nHere we outline and explore the hypothesis that the Europan geysers are driven\nby CO$_2$ gas released by dissociation and depressurization of CO$_2$ clathrate\nhydrates initially sourced from the subsurface ocean. We show that CO$_2$\nhydrates can become buoyant to the upper ice-water interface under plausible\noceanic conditions, namely, if the temperature or salinity conditions of a\ndensity-stratified two-layer water column evolve to permit the onset of\nconvection that generates a single mixed layer. To quantitatively describe the\neruptions once the CO$_2$ has been released from the hydrate state, we extend a\none-dimensional hydrodynamical model that draws from the literature on volcanic\nmagma explosions on Earth. Our results indicate that for a sufficiently high\nconcentration of exsolved CO$_2$, these eruptions develop vertical velocities\nof $\\sim$700 m s$^{-1}$. These high velocities permit the ejecta to reach\nheights of $\\sim$200 km above the Europan surface, thereby explaining the\nintermittent presence of water vapor at these high altitudes. Molecules ejected\nvia this process will persist in the Europan atmosphere for a duration of about\n10 minutes, limiting the timescale over which geyser activity above the Europan\nsurface may be observable. Our proposed mechanism requires Europa's ice shell\nthickness to be d$\\lesssim$ 10 km.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2111.15094"
  },
  {
    "url": "https://arxiv.org/abs/2111.14998",
    "title": "Title:Harnessing expressive capacity of Machine Learning modeling to represent complex coupling of Earth's auroral space weather regimes",
    "date_publ": "29 Nov 2021",
    "authors": [
      "Jack Ziegler",
      "Ryan M. Mcgranagha"
    ],
    "abstract": "Abstract:  We develop multiple Deep Learning (DL) models that advance the\nstate-of-the-art predictions of the global auroral particle precipitation. We\nuse observations from low Earth orbiting spacecraft of the electron energy flux\nto develop a model that improves global nowcasts (predictions at the time of\nobservation) of the accelerated particles. Multiple Machine Learning (ML)\nmodeling approaches are compared, including a novel multi-task model, models\nwith tail- and distribution-based loss functions, and a spatio-temporally\nsparse 2D-convolutional model. We detail the data preparation process as well\nas the model development that will be illustrative for many similar time series\nglobal regression problems in space weather and across domains. Our ML\nimprovements are three-fold: 1) loss function engineering; 2) multi-task\nlearning; and 3) transforming the task from time series prediction to\nspatio-temporal prediction. Notably, the ML models improve prediction of the\nextreme events, historically obstinate to accurate specification and indicate\nthat increased expressive capacity provided by ML innovation can address grand\nchallenges in the science of space weather.",
    "categories": [
      "Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/2111.14998"
  },
  {
    "url": "https://arxiv.org/abs/2111.14909",
    "title": "Title:Study of the propagation, in situ signatures, and geoeffectiveness of shear-induced coronal mass ejections in different solar winds",
    "date_publ": "29 Nov 2021",
    "authors": [
      "Dana-Camelia Talpeanu (1 and 2)",
      "Stefaan Poedts (1 and 3)",
      "Elke D'Huys (2)",
      "Marilena Mierla (2 and 4) ((1) Centre for mathematical Plasma Astrophysics (CmPA)",
      "Department of Mathematics",
      "KU Leuven",
      "Belgium",
      "(2) SIDC - Royal Observatory of Belgium (ROB)",
      "Brussels",
      "Belgium",
      "(3) Institute of Physics",
      "University of Maria Curie-Skłodowska",
      "Lublin",
      "Poland",
      "(4) Institute of Geodynamics of the Romanian Academy",
      "Bucharest",
      "Romania"
    ],
    "abstract": "Abstract:  Aims: Our goal is to propagate multiple eruptions - obtained through\nnumerical simulations performed in a previous study - to 1 AU and to analyse\nthe effects of different background solar winds on their dynamics and structure\nat Earth. We also aim to improve the understanding of why some consecutive\neruptions do not result in the expected geoeffectiveness, and how a secondary\ncoronal mass ejection (CME) can affect the configuration of the preceding one.\nMethods: Using the 2.5D magnetohydrodynamics (MHD) package of the code\nMPI-AMRVAC, we numerically modeled consecutive CMEs inserted in two different\nsolar winds by imposing shearing motions onto the inner boundary. The initial\nmagnetic configuration depicts a triple arcade structure shifted southward, and\nembedded into a bimodal solar wind. We compared our simulated signatures with\nthose of a multiple CME event in Sept 2009 using data from spacecraft around\nMercury and Earth. We computed and analysed the Dst index for all the\nsimulations performed. Results: The observed event fits well at 1 AU with two\nof our simulations, one with a stealth CME and the other without. This\nhighlights the difficulty of attempting to use in situ observations to\ndistinguish whether or not the second eruption was stealthy, because of the\nprocesses the flux ropes undergo during their propagation in the interplanetary\nspace. We simulate the CMEs propagated in two different solar winds, one slow\nand another faster one. Only in the first case, plasma blobs arise in the trail\nof eruptions. Interestingly, the Dst computation results in a reduced\ngeoeffectiveness in the case of consecutive CMEs when the flux ropes arrive\nwith a leading positive Bz. When the Bz component is reversed, the\ngeoeffectiveness increases, meaning that the magnetic reconnections with the\ntrailing blobs and eruptions strongly affect the impact of the arriving\ninterplanetary CME.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2111.14909"
  },
  {
    "url": "https://arxiv.org/abs/2111.14832",
    "title": "Title:Observations of rapidly growing whistler waves in front of space plasma shock",
    "date_publ": "29 Nov 2021",
    "authors": [
      "Jiansen He",
      "Xingyu Zhu",
      "Qiaowen Luo",
      "Chuanpeng Hou",
      "Daniel Verscharen",
      "Die Duan",
      "Wenya Li",
      "Jinsong Zhao",
      "Daniel Graham",
      "Qiugang Zong",
      "Zhonghua Ya"
    ],
    "abstract": "Abstract:  Whistler mode wave is a fundamental perturbation of electromagnetic fields\nand plasmas in various environments including planetary space, laboratory and\nastrophysics. The origin and evolution of the waves are a long-standing\nquestion due to the limited instrumental capability in resolving highly\nvariable plasma and electromagnetic fields. Here, we analyse data with the high\ntime resolution from the multi-scale magnetospheric spacecraft in the weak\nmagnetic environment (i.e., foreshock) enabling a relatively long gyro-period\nof whistler mode wave. Moreover, we develop a novel approach to separate the\nthree-dimensional fluctuating electron velocity distributions from their\nbackground, and have successfully captured the coherent resonance between\nelectrons and electromagnetic fields at high frequency, providing the resultant\ngrowth rate of unstable whistler waves. Regarding the energy origin for the\nwaves, the ion distributions are found to also play crucial roles in\ndetermining the eigenmode disturbances of fields and electrons. The\nquantification of wave growth rate can significantly advance the understandings\nof the wave evolution and the energy conversion with particles.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/2111.14832"
  },
  {
    "url": "https://arxiv.org/abs/2111.14511",
    "title": "Title:Calibration of the IXPE instrument",
    "date_publ": "29 Nov 2021",
    "authors": [
      "Fabio Muleri",
      "Carlo Lefevre",
      "Raffaele Piazzolla",
      "Alfredo Morbidini",
      "Fabrizio Amici",
      "Primo Attinà",
      "Mauro Centrone",
      "Ettore Del Monte",
      "Sergio Di Cosimo",
      "Giuseppe Di Persio",
      "Yuri Evangelista",
      "Sergio Fabiani",
      "Riccardo Ferrazzoli",
      "Pasqualino Loffredo",
      "Luca Maiolo",
      "Francesco Maita",
      "Leandra Primicino",
      "John Rankin",
      "Alda Rubini",
      "Francesco Santoli",
      "Paolo Soffitta",
      "Antonino Tobia",
      "Alessia Tortosa",
      "Alessio Trois (for the IXPE team"
    ],
    "abstract": "Abstract:  IXPE scientific payload comprises of three telescopes, each composed of a\nmirror and a photoelectric polarimeter based on the Gas Pixel Detector design.\nThe three focal plane detectors, together with the unit which interfaces them\nto the spacecraft, are named IXPE Instrument and they will be built and\ncalibrated in Italy; in this proceeding, we will present how IXPE Instrument\nwill be calibrated, both on-ground and in-flight. The Instrument Calibration\nEquipment is being finalized at INAF-IAPS in Rome (Italy) to produce both\npolarized and unpolarized radiation, with a precise knowledge of direction,\nposition, energy and polarization state of the incident beam. In flight, a set\nof four calibration sources based on radioactive material and mounted on a\nfilter and calibration wheel will allow for the periodic calibration of all of\nthe three IXPE focal plane detectors independently. A highly polarized source\nand an unpolarized one will be used to monitor the response to polarization;\nthe remaining two will be used to calibrate the gain through the entire\nlifetime of the mission.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2111.14511"
  },
  {
    "url": "https://arxiv.org/abs/2111.13532",
    "title": "Title:The 3D Direct Simulation Monte Carlo Study of Europa Gas Plume",
    "date_publ": "26 Nov 2021 (v1), last revised 30 Nov 2021 (this version, v2)",
    "authors": [
      "Wei-Ling Tseng",
      "Ian-Lin Lai",
      "Wing-Huen Ip",
      "Hsiang-Wen Hsu",
      "Jong-Shinn W"
    ],
    "abstract": "Abstract:  Europa has been spotted to have water outgassing activities by the space and\nground-based telescopes as well as reanalysis of the Galileo data (Roth et al.\n2014; Sparks et al. 2016, 2017; Paganini et al. 2020; Jia et al. 2018; Arnold\net al. 2019). However, these observations only provided limited information\nabout plume dynamics, which is critical in understanding the eruption mechanism\nand preparation of future exploration. We adopt a 3D DSMC model to investigate\nthe plume characteristics of Europa assuming supersonic expansion originated\nfrom the undersurface vent. The main goal is to understand the physical\nprocesses and structures of Europa water vapor plumes, which can play a key\nrole on probing its undersurface vent condition and outgassing mechanism. With\na parametric study of the total gas production rate and initial gas bulk\nvelocity, the gas number density, temperature and velocity information of the\noutgassing plumes from the various case studies are derived. Our results show\nthat the plume gases experience acceleration through mutual collisions and\nadiabatic cooling when exiting and expanding from the surface. The central part\nof the plume with the relatively large gas production rates (of 1029 and 1030\nH2O s-1) is found to sustain thermal equilibrium and nearly continuum\ncondition. Column density maps integrated along two different viewing angles\nare presented to demonstrate the importance of the projection effect on remote\nsensing diagnostics. Finally, the density profiles at different altitudes are\nprovided to prepare for observations of Europa plumes including the upcoming\nspacecraft missions such as JUICE and Europa Clipper.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/2111.13532"
  },
  {
    "url": "https://arxiv.org/abs/2111.12637",
    "title": "Title:Causes and Consequences of Magnetic Complexity Changes within Interplanetary Coronal Mass Ejections: a Statistical Study",
    "date_publ": "24 Nov 2021",
    "authors": [
      "Camilla Scolini",
      "Réka M. Winslow",
      "Noé Lugaz",
      "Tarik M. Salman",
      "Emma E. Davies",
      "Antoinette B. Galvi"
    ],
    "abstract": "Abstract:  We present the first statistical analysis of complexity changes affecting the\nmagnetic structure of interplanetary coronal mass ejections (ICMEs), with the\naim of answering the questions: How frequently do ICMEs undergo magnetic\ncomplexity changes during propagation? What are the causes of such changes? Do\nthe in situ properties of ICMEs differ depending on whether they exhibit\ncomplexity changes? We consider multi-spacecraft observations of 31 ICMEs by\nMESSENGER, Venus Express, ACE, and STEREO between 2008 and 2014 while radially\naligned. By analyzing their magnetic properties at the inner and outer\nspacecraft, we identify complexity changes which manifest as fundamental\nalterations or significant re-orientations of the ICME. Plasma and suprathermal\nelectron data at 1 au, and simulations of the solar wind enable us to\nreconstruct the propagation scenario for each event, and to identify critical\nfactors controlling their evolution. Results show that ~65% of ICMEs change\ntheir complexity between Mercury and 1 au and that interaction with multiple\nlarge-scale solar wind structures is the driver of these changes. Furthermore,\n71% of ICMEs observed at large radial (>0.4 au) but small longitudinal (<15\ndegrees) separations exhibit complexity changes, indicating that propagation\nover large distances strongly affects ICMEs. Results also suggest ICMEs may be\nmagnetically coherent over angular scales of at least 15 degrees, supporting\nearlier theoretical and observational estimates. This work presents statistical\nevidence that magnetic complexity changes are consequences of ICME interactions\nwith large-scale solar wind structures, rather than intrinsic to ICME\nevolution, and that such changes are only partly identifiable from in situ\nmeasurements at 1 au.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2111.12637"
  },
  {
    "url": "https://arxiv.org/abs/2111.11537",
    "title": "Title:Machine Learning for Mars Exploration",
    "date_publ": "22 Nov 2021",
    "authors": [
      "Ali Momennasa"
    ],
    "abstract": "Abstract:  Risk to human astronauts and interplanetary distance causing slow and limited\ncommunication drives scientists to pursue an autonomous approach to exploring\ndistant planets, such as Mars. A portion of exploration of Mars has been\nconducted through the autonomous collection and analysis of Martian data by\nspacecraft such as the Mars rovers and the Mars Express Orbiter. The autonomy\nused on these Mars exploration spacecraft and on Earth to analyze data\ncollected by these vehicles mainly consist of machine learning, a field of\nartificial intelligence where algorithms collect data and self-improve with the\ndata. Additional applications of machine learning techniques for Mars\nexploration have potential to resolve communication limitations and human risks\nof interplanetary exploration. In addition, analyzing Mars data with machine\nlearning has the potential to provide a greater understanding of Mars in\nnumerous domains such as its climate, atmosphere, and potential future\nhabitation. To explore further utilizations of machine learning techniques for\nMars exploration, this paper will first summarize the general features and\nphenomena of Mars to provide a general overview of the planet, elaborate upon\nuncertainties of Mars that would be beneficial to explore and understand,\nsummarize every current or previous usage of machine learning techniques in the\nexploration of Mars, explore implementations of machine learning that will be\nutilized in future Mars exploration missions, and explore machine learning\ntechniques used in Earthly domains to provide solutions to the previously\ndescribed uncertainties of Mars.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/2111.11537"
  },
  {
    "url": "https://arxiv.org/abs/2111.11336",
    "title": "Title:A Catalog of Interplanetary Coronal Mass Ejections Observed by Juno between 1 and 5.4 AU",
    "date_publ": "22 Nov 2021",
    "authors": [
      "Emma E. Davies (1",
      "2)",
      "Robert J. Forsyth (2)",
      "Réka M. Winslow (1)",
      "Christian Möstl (3)",
      "Noé Lugaz (1) ((1) Institute for the Study of Earth",
      "Ocean",
      "and Space",
      "University of New Hampshire",
      "Durham",
      "New Hampshire",
      "USA (2) Department of Physics",
      "Imperial College London",
      "London",
      "UK (3) Space Research Institute",
      "Austrian Academy of Sciences",
      "Graz",
      "Austria"
    ],
    "abstract": "Abstract:  We use magnetic field measurements by the Juno spacecraft to catalog and\ninvestigate interplanetary coronal mass ejections (ICMEs) beyond 1 AU. During\nits cruise phase, Juno spent about 5 years in the solar wind between 2011\nSeptember and 2016 June, providing measurements of the interplanetary magnetic\nfield (IMF) between 1 and 5.4 AU. Juno therefore presents the most recent\nopportunity for a statistical analysis of ICME properties beyond 1 AU since the\nUlysses mission (1990-2009). Our catalog includes 80 such ICME events, 32 of\nwhich contain associated flux-rope-like structures. We find that the dependency\nof the mean magnetic field strength of the magnetic flux ropes decreases with\nheliocentric distance as $r^{-1.24 \\pm 0.43}$ between 1 and 5.4 AU, in good\nagreement with previous relationships calculated using ICME catalogs at\nUlysses. We combine the Juno catalog with the HELCATS catalog to create a\ndataset of ICMEs covering 0.3-5.4 AU. Using a linear regression model to fit\nthe combined dataset on a double-logarithmic plot, we find that there is a\nclear difference between global expansion rates for ICMEs observed at lesser\nheliocentric distances and those observed farther out beyond 1 AU. The\ncataloged ICMEs at Juno present a good basis for future multispacecraft studies\nof ICME evolution between the inner heliosphere, 1 AU, and beyond.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2111.11336"
  },
  {
    "url": "https://arxiv.org/abs/2111.10970",
    "title": "Title:Operations for Autonomous Spacecraft",
    "date_publ": "22 Nov 2021",
    "authors": [
      "Rebecca Castano",
      "Tiago Vaquero",
      "Federico Rossi",
      "Vandi Verma",
      "Ellen Van Wyk",
      "Dan Allard",
      "Bennett Huffmann",
      "Erin M. Murphy",
      "Nihal Dhamani",
      "Robert A. Hewitt",
      "Scott Davidoff",
      "Rashied Amini",
      "Anthony Barrett",
      "Julie Castillo-Rogez",
      "Steve A. Chien",
      "Mathieu Choukroun",
      "Alain Dadaian",
      "Raymond Francis",
      "Benjamin Gorr",
      "Mark Hofstadter",
      "Mitch Ingham",
      "Cristina Sorice",
      "Iain Tierne"
    ],
    "abstract": "Abstract:  Onboard autonomy technologies such as planning and scheduling, identification\nof scientific targets, and content-based data summarization, will lead to\nexciting new space science missions. However, the challenge of operating\nmissions with such onboard autonomous capabilities has not been studied to a\nlevel of detail sufficient for consideration in mission concepts. These\nautonomy capabilities will require changes to current operations processes,\npractices, and tools. We have developed a case study to assess the changes\nneeded to enable operators and scientists to operate an autonomous spacecraft\nby facilitating a common model between the ground personnel and the onboard\nalgorithms. We assess the new operations tools and workflows necessary to\nenable operators and scientists to convey their desired intent to the\nspacecraft, and to be able to reconstruct and explain the decisions made\nonboard and the state of the spacecraft. Mock-ups of these tools were used in a\nuser study to understand the effectiveness of the processes and tools in\nenabling a shared framework of understanding, and in the ability of the\noperators and scientists to effectively achieve mission science objectives.",
    "categories": [
      "Robotics (cs.RO)",
      " Artificial Intelligence (cs.AI)",
      " Human-Computer Interaction (cs.HC)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2111.10970"
  }
]