[
  {
    "url": "https://arxiv.org/abs/1809.02520",
    "title": "Title:The Sands of Phobos: The Martian moon's eccentric orbit refreshes its surface",
    "date_publ": "7 Sep 2018",
    "authors": [
      "Ronald-Louis Ballouz",
      "Nicola Baresi",
      "Sarah T. Crites",
      "Yasuhiro Kawakatsu",
      "Masaki Fujimot"
    ],
    "abstract": "Abstract:  The surface of the Martian moon Phobos exhibits two distinct geologic units,\nknown as the red and blue units. The provenance of these regions is uncertain\nyet crucial to understanding the origin of the Martian moon and its interaction\nwith the space environment. Here we show that Phobos' orbital eccentricity can\ncause sufficient grain motion to refresh its surface, suggesting that space\nweathering is the likely driver of the dichotomy on the moon's surface. In\nparticular, we predict that blue regions are made up of pristine endogenic\nmaterial that can be uncovered in steep terrain subject to large variations in\nthe tidal forcing from Mars. The predictions of our model are consistent with\ncurrent spacecraft observations which show that blue units are found near these\nregions.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1809.02520"
  },
  {
    "url": "https://arxiv.org/abs/1809.02042",
    "title": "Title:On-Orbit Smart Camera System to Observe Illuminated and Unilluminated Space Objects",
    "date_publ": "6 Sep 2018",
    "authors": [
      "Steve Morad",
      "Ravi Teja Nallapu",
      "Himangshu Kalita",
      "Byon Kwon",
      "Vishnu Reddy",
      "Roberto Furfaro",
      "Erik Asphaug",
      "Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  The wide availability of Commercial Off-The-Shelf (COTS) electronics that can\nwithstand Low Earth Orbit conditions has opened avenue for wide deployment of\nCubeSats and small-satellites. CubeSats thanks to their low developmental and\nlaunch costs offer new opportunities for rapidly demonstrating on-orbit\nsurveillance capabilities. In our earlier work, we proposed development of\nSWIMSat (Space based Wide-angle Imaging of Meteors) a 3U CubeSat demonstrator\nthat is designed to observe illuminated objects entering the Earth's\natmosphere. The spacecraft would operate autonomously using a smart camera with\nvision algorithms to detect, track and report of objects. Several CubeSats can\ntrack an object in a coordinated fashion to pinpoint an object's trajectory. An\nextension of this smart camera capability is to track unilluminated objects\nutilizing capabilities we have been developing to track and navigate to Near\nEarth Objects (NEOs). This extension enables detecting and tracking objects\nthat can't readily be detected by humans. The system maintains a dense star map\nof the night sky and performs round the clock observations. Standard optical\nflow algorithms are used to obtain trajectories of all moving objects in the\ncamera field of view. Through a process of elimination, certain stars maybe\noccluded by a transiting unilluminated object which is then used to first\ndetect and obtain a trajectory of the object. Using multiple cameras observing\nthe event from different points of view, it may be possible then to triangulate\nthe position of the object in space and obtain its orbital trajectory. In this\nwork, the performance of our space object detection algorithm coupled with a\nspacecraft guidance, navigation, and control system is demonstrated.",
    "categories": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1809.02042"
  },
  {
    "url": "https://arxiv.org/abs/1809.02033",
    "title": "Title:Kinetic range spectral features of cross-helicity using MMS",
    "date_publ": "6 Sep 2018",
    "authors": [
      "Tulasi N. Parashar",
      "Alexandros Chasapis",
      "Riddhi Bandyopadhyay",
      "Rohit Chhiber",
      "W. H. Matthaeus",
      "B. Maruca",
      "M. A. Shay",
      "J. L. Burch",
      "T. E. Moore",
      "B. L. Giles",
      "D. J. Gershman",
      "C. J. Pollock",
      "R. B. Torbert",
      "C. T. Russell",
      "R. J. Strangeway",
      "Vadim Roytershtey"
    ],
    "abstract": "Abstract:  We study spectral features of ion velocity and magnetic field correlations in\nthe solar wind and in the magnetosheath using data from the Magnetospheric\nMulti-Scale (MMS) spacecraft. High resolution MMS observations enable the study\nof transition of these correlations between their magnetofluid character at\nlarger scales into the sub-proton kinetic range, previously unstudied in\nspacecraft data. Cross-helicity, angular alignment and energy partitioning is\nexamined over a suit- able range of scales, employing measurements based on the\nTaylor frozen-in approximation as well as direct two-spacecraft correlation\nmeasurements. The results demonstrate signatures of alignment at large scales.\nAs kinetic scales are approached, the alignment between v and b is destroyed by\ndemagnetization of protons.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Astrophysics of Galaxies (astro-ph.GA)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1809.02033"
  },
  {
    "url": "https://arxiv.org/abs/1809.02028",
    "title": "Title:Satellite Capture and Servicing Using Networks of Tethered Robots Supported by Ground Surveillance",
    "date_publ": "6 Sep 2018",
    "authors": [
      "Himangshu Kalita",
      "Roberto Furfaro",
      "Jekan Thangavelautha"
    ],
    "abstract": "Abstract:  There is ever growing demand for satellite constellations that perform global\npositioning, remote sensing, earth-imaging and relay communication. In these\nhighly prized orbits, there are many obsolete and abandoned satellites and\ncomponents strewn posing ever-growing logistical challenges. This increased\ndemand for satellite constellations pose challenges for space traffic\nmanagement, where there is growing need to identify the risks probabilities and\nif possible mitigate them. These abandoned satellites and space debris maybe\neconomically valuable orbital real-estate and resources that can be reused,\nrepaired or upgraded for future use. On-orbit capture and servicing of a\nsatellite requires satellite rendezvous, docking and repair, removal and\nreplacement of components. Launching a big spacecraft that perform satellites\nservicing is one credible approach for servicing and maintaining\nnext-generation constellations. By accessing abandoned satellites and space\ndebris, there is an inherent heightened risk of damage to a servicing\nspacecraft. Under these scenarios, sending multiple, small-robots with each\nrobot specialized in a specific task is a credible alternative, as the system\nis simple and cost-effective and where loss of one or more of robot does not\nend the mission. Eliminating the need for a large spacecraft or positioning the\nlarge spacecraft at safe distance to provide position, navigation and tracking\nsupport simplifies the system and enable the approach to be extensible with the\nlatest ground-based sensing technology. In this work, we analyze the\nfeasibility of sending multiple, decentralized robots that can work\ncooperatively to perform capture of the target satellite as first steps to\non-orbit satellite servicing.",
    "categories": [
      "Robotics (cs.RO)"
    ],
    "url_pdf": "/pdf/1809.02028"
  },
  {
    "url": "https://arxiv.org/abs/1809.01693",
    "title": "Title:A comparison of Alpha Particle and Proton Beam Differential flow in Collisionally Young Solar Wind",
    "date_publ": "5 Sep 2018",
    "authors": [
      "B. L. Alterman",
      "Justin C. Kasper",
      "Michael L. Stevens",
      "Andriy Kova"
    ],
    "abstract": "Abstract:  In fast wind or when the local Coulomb collision frequency is low,\nobservations show that solar wind minor ions and ion sub-populations flow with\ndifferent bulk velocities. Measurements indicate that the drift speed of both\nalpha particles and proton beams with respect to the bulk or core protons\nrarely exceeds the local Alfvén speed, suggesting that a magnetic instability\nor other wave-particle process limits their maximum drift. We compare\nsimultaneous alpha particle, proton beam, and proton core observations from\ninstruments on the Wind spacecraft spanning over 20 years. In nearly\ncollisionless solar wind, we find that the normalized alpha particle drift\nspeed is slower than the normalized proton beam speed; no correlation between\nfluctuations in both species' drifts about their means; and a strong\nanti-correlation between collisional age and alpha-proton differential flow,\nbut no such correlation with proton beam-core differential flow. Controlling\nfor the collisional dependence, both species' normalized drifts exhibit similar\nstatistical distributions. In the asymptotic, zero Coulomb collision limit, the\nyoungest measured differential flows most strongly correlate with an\napproximation of the Alfvén speed that includes proton pressure anisotropy.\nIn this limit and with this most precise representation, alpha particles drift\nat 67% and proton beam drift is approximately 105% of the local Alfvén speed.\nWe posit that one of two physical explanations is possible. Either (1) an\nAlfvénic process preferentially accelerates or sustains proton beams and not\nalphas or (2) alpha particles are more susceptible to either an instability or\nCoulomb drag than proton beams.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1809.01693"
  },
  {
    "url": "https://arxiv.org/abs/1809.01148",
    "title": "Title:Compositional Diversity Among Primitive Asteroids",
    "date_publ": "4 Sep 2018",
    "authors": [
      "Humberto Campins",
      "Julia de Leon",
      "Javier Licandro",
      "Amanda Hendrix",
      "Juan A. Sanchez",
      "Victor Ali-Lago"
    ],
    "abstract": "Abstract:  Spectroscopic observations from the ultraviolet to the mid-infrared have\nrevealed new and diagnostic differences among primitive asteroids. We review\nthe spectral characteristics of these asteroids and their inferred\ncompositional and physical properties. Primitive asteroids throughout the belt\nshow carbon-rich compounds, varying degrees of aqueous alteration and even\nsurface ice; recent observations provide significant new constraints on\ncomposition, thermal inertia, and other surface properties. New mid-infrared\nconnections between primitive asteroids and interplanetary dust particles\nindicate that the latter sample a larger fraction of main belt asteroids than\nmeteorites. Links with the composition of comets are consistent with a proposed\ncontinuum between primitive asteroids and comets. Two sample-return missions,\nOSIRIS-REx and Hayabusa 2, will visit primitive near-Earth asteroids (NEAs).\nMost spacecraft-accessible NEAs originate in the inner asteroid belt, which\ncontains several primitive asteroid families and a background of primitive\nasteroids outside these families. Initial results from these families offer a\ntantalizing preview of the properties expected in the NEAs they produce. So\nfar, primitive asteroids in the inner belt fall into two spectral groups. The\nfirst group includes the Polana-Eulalia families, which show considerable\nspectral homogeneity in spite of their dynamical and collisional complexity. In\ncontrast, the Erigone and Sulamitis families are spectrally diverse and most of\ntheir members show clear 0.7 microns hydration features. The two sample-return\ntargets (101955) Bennu and (162173) Ryugu, most likely originated in the Polana\nfamily.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1809.01148"
  },
  {
    "url": "https://arxiv.org/abs/1809.00542",
    "title": "Title:Machine learning for predicting thermal power consumption of the Mars Express Spacecraft",
    "date_publ": "3 Sep 2018 (v1), last revised 16 Jan 2019 (this version, v2)",
    "authors": [
      "Matej Petković",
      "Redouane Boumghar",
      "Martin Breskvar",
      "Sašo Džeroski",
      "Dragi Kocev",
      "Jurica Levatić",
      "Luke Lucas",
      "Aljaž Osojnik",
      "Bernard Ženko",
      "Nikola Simidjievsk"
    ],
    "abstract": "Abstract:  The thermal subsystem of the Mars Express (MEX) spacecraft keeps the on-board\nequipment within its pre-defined operating temperatures range. To plan and\noptimize the scientific operations of MEX, its operators need to estimate in\nadvance, as accurately as possible, the power consumption of the thermal\nsubsystem. The remaining power can then be allocated for scientific purposes.\nWe present a machine learning pipeline for efficiently constructing accurate\npredictive models for predicting the power of the thermal subsystem on board\nMEX. In particular, we employ state-of-the-art feature engineering approaches\nfor transforming raw telemetry data, in turn used for constructing accurate\nmodels with different state-of-the-art machine learning methods. We show that\nthe proposed pipeline considerably improve our previous (competition-winning)\nwork in terms of time efficiency and predictive performance. Moreover, while\nachieving superior predictive performance, the constructed models also provide\nimportant insight into the spacecraft's behavior, allowing for further analyses\nand optimal planning of MEX's operation.",
    "categories": [
      "Machine Learning (cs.LG)",
      " Machine Learning (stat.ML)"
    ],
    "url_pdf": "/pdf/1809.00542"
  },
  {
    "url": "https://arxiv.org/abs/1809.00180",
    "title": "Title:The Distances to Novae As Seen By Gaia",
    "date_publ": "1 Sep 2018",
    "authors": [
      "Bradley E. Schaefe"
    ],
    "abstract": "Abstract:  The Gaia spacecraft has just released a large set of parallaxes, including 41\nnovae for which the fractional error is <30%. I have used these to evaluate the\naccuracy and bias of the many prior methods for getting nova-distances. The\nbest of the prior methods is the geometrical parallaxes from HST for just four\nnovae, although the real error bars are 3X larger than stated. The canonical\nmethod for prior nova-distances has been the expansion parallaxes from the nova\nshells, but this method is found to have real 1-sigma uncertainty of 0.95 mag\nin the distance modulus, and the prior quoted error bars are on average 3.6X\nworse than advertised. The many variations on the\nmaximum-magnitude-rate-of-decline (MMRD) relation are all found to be poor, too\npoor to be useable, and even to be non-applicable for 5-out-of-7 samples of\nnova, so the MMRD should no longer be used. The prior method of using various\nmeasures of the extinction from the interstellar medium have been notoriously\nbad, but now a new version by Ozdonmez and coworkers has improved this to an\nunbiased method with 1-sigma uncertainty of 1.14 mag in the distance modulus.\nFor the future, I recommend in order (1) using the Gaia parallax, (2) using the\ncatalog of Ozdonmez, (3) using M_max = -7.0 +- 1.4 mag as an empirical method\nof poor accuracy, and (4) if none of these methods is available, then to not\nuse the nova for purposes where a distance is needed.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1809.00180"
  },
  {
    "url": "https://arxiv.org/abs/1809.00062",
    "title": "Title:Conceptual Design of Mars Lander with Novel Impact Intriguing System",
    "date_publ": "23 Aug 2018 (v1), last revised 28 Aug 2020 (this version, v3)",
    "authors": [
      "Malaya Kumar Biswal M",
      "Ramesh Naidu Annavarap"
    ],
    "abstract": "Abstract:  Landing robotic spacecrafts and humans on Mars has become one of the\ninevitable technological necessities for humans. Effectuating perfect Mars\nexpedition requires landing of enormous cargoes, crewed modules, ascent\nvehicles, and scientific laboratories. Crash-landing destructs landing modules\ndue to a lack of adequate impact absorbers. Moreover, the existence of\ndeformable shock absorbers like Aluminium honeycomb and carbon fibers within\nlanding gears are defeasible for large-scale mass and crewed landing. Further\nin the EDL scenario, switching of events within a limited span of 5 to 8\nminutes appears to be the most challenging task for landers. Scrutinizing these\nconcerns, we propose a novel impact intriguing system that will be more\nachievable for extensive landing missions. This paper represents the conceptual\ndesign of Mars lander and we expect that subject to any obstruction in EDL\nsequence, this mechanical system will endorse soft-landing in forthcoming\nmissions. Hence our ultimate aim is to protect lander modules and their\ninstruments over the defective landing.",
    "categories": [
      "Popular Physics (physics.pop-ph)"
    ],
    "url_pdf": "/pdf/1809.00062"
  },
  {
    "url": "https://arxiv.org/abs/1808.10325",
    "title": "Title:Dust in the Jupiter system outside the rings",
    "date_publ": "30 Aug 2018",
    "authors": [
      "Xiaodong Liu",
      "Jürgen Schmid"
    ],
    "abstract": "Abstract:  Jupiter is one of the major targets for planetary exploration, and dust in\nthe Jovian system is of great interest to researchers in the field of planetary\nscience. In this paper, we review the five dust populations outside the ring\nsystem: grains in the region of the Galilean moons, potential dust from plumes\non Europa, Jovian stream particles, particles in the outer region of the Jovian\nsystem ejected from the irregular satellites, and dust in the region of the\nTrojan asteroids. The physical environment for the dust dynamics is described,\nincluding the gravity, the magnetic field and the plasma environment. For each\npopulation, the dust sources are described, and the relevant perturbation\nforces are discussed. Observations and results from modeling are reviewed, and\nthe distributions of the individual dust populations are shown. The\nunderstanding of the Jovian dust environment allows to assess the dust hazard\nto spacecraft, and to characterize the material exchange between the Jovian\nmoons, their surface properties and distribution of non-icy constituents.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1808.10325"
  },
  {
    "url": "https://arxiv.org/abs/1808.09762",
    "title": "Title:Assessment of a statistical approach that facilitates the constraint of pulsar geometry via dualband light curve fitting",
    "date_publ": "29 Aug 2018",
    "authors": [
      "M.C. Bezuidenhout",
      "C. Venter",
      "A.S. Seyffert",
      "A.K. Hardin"
    ],
    "abstract": "Abstract:  The Large Area Telescope aboard the Fermi spacecraft has detected more than\n200 $\\gamma$-ray pulsars since its launch in 2008. By concurrently fitting\nstandard geometric model light curves onto Fermi and radio data, researchers\nhave constrained the inclination and observer angles of a number of pulsars. At\nfirst this was done by comparing observed and modelled light curves by eye, and\nlater via statistical approaches. We fit modelled light curves of 16 pulsars to\nradio and $\\gamma$-ray data by optimising a custom test statistic that we have\ndeveloped for combining light curves across the two wavebands, taking their\ndisparate errors into account. We present geometrical constraints found using\nthis process, and compare them with results found by eye or using other\nstatistical methods.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1808.09762"
  },
  {
    "url": "https://arxiv.org/abs/1808.09477",
    "title": "Title:Some Turbulent Predictions for Parker Solar Probe",
    "date_publ": "28 Aug 2018",
    "authors": [
      "Steven R. Cranmer (CU Boulder"
    ],
    "abstract": "Abstract:  From the the solar photosphere to the outer heliosphere, the Sun's plasma\nproperties are fluctuating with a broad range of temporal and spatial scales.\nIn fact, a turbulent cascade of energy from large to small scales is a\nfrequently invoked explanation for heating the corona and accelerating the\nsolar wind. NASA's Parker Solar Probe (PSP) is expected to revolutionize our\nunderstanding of coronal heating and magnetohydrodynamic (MHD) turbulence by\nperforming in situ sampling closer to the Sun than any other prior space\nmission. This research note presents theoretical predictions for some\nproperties of MHD turbulence (e.g., spacecraft-frame power spectra and variance\nanisotropies) in the regions to be explored by PSP. These results are derived\nfrom a previously published semi-empirical model of coupled Alfvenic and\nfast-mode turbulence in the fast solar wind. The primary reason for this\nresearch note is to show how straightforward it can be to extract useful\npredictions from existing theoretical models about measurable quantities that\nwere not even considered when creating the models initially. The variance\nanisotropy, for example, may be an important quantity for distinguishing\nbetween different theoretical models for coronal heating and solar wind\nacceleration.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1808.09477"
  },
  {
    "url": "https://arxiv.org/abs/1808.08686",
    "title": "Title:Empirical Analysis of Common Subgraph Isomorphism Approaches to the Lost-in-Space Star Identification Problem",
    "date_publ": "27 Aug 2018",
    "authors": [
      "Glenn Galvizo",
      "Lipyeow Li"
    ],
    "abstract": "Abstract:  The process of identifying stars is integral toward stellar based orientation\ndetermination in spacecraft. Star identification involves matching points in an\nimage of the sky with stars in an astronomical catalog. A unified framework for\nidentification was created and used to analyze six variations of methods based\non their approach to star set identification, obtaining a single image to\ncatalog star set match, and uniquely mapping each star in a image star set to a\ncatalog star set. Each method was presented an artificial image, and aspects\nthat were interchangeable among each process were normalized. Given an image\nwith false stars, the Pyramid method has the highest average accuracy and is\nthe fastest of the six. Given an image where each star's true position is\ndistributed randomly (Gaussian noise), the Spherical Triangle method's accuracy\nis the least sensitive.",
    "categories": [
      "Data Structures and Algorithms (cs.DS)"
    ],
    "url_pdf": "/pdf/1808.08686"
  },
  {
    "url": "https://arxiv.org/abs/1808.07446",
    "title": "Title:Pluto Follow On Missions: Background, Rationale, and New Mission Recommendations",
    "date_publ": "22 Aug 2018 (v1), last revised 16 Mar 2021 (this version, v4)",
    "authors": [
      "Stuart J. Robbins",
      "S. Alan Stern",
      "Richard Binzel",
      "Will Grundy",
      "Doug Hamilton",
      "Rosaly Lopes",
      "Bill McKinnon",
      "Cathy Olki"
    ],
    "abstract": "Abstract:  The first exploration of Pluto was motivated by (i) the many intriguing\naspects of this body, its atmosphere, and its giant impact binary-planet\nformation; as well as (ii) the scientific desire to initiate the reconnaissance\nof the newly-discovered population of dwarf planets in the Kuiper Belt. That\nexploration took place in the form of a single spacecraft flyby that yielded an\nimpressive array of exciting results that have transformed our understanding of\nthis world and its satellites, and which opened our eyes to the exciting nature\nof the dwarf planet population of the Kuiper Belt. From Pluto's five-object\nsatellite system, to its hydrocarbon haze-laden atmosphere, to its variegated\ndistribution of surface volatiles, to its wide array of geologic expressions\nthat include extensive glaciation and suspected cryovolcanoes, plus the\ntantalizing possibility of an interior ocean, the Pluto system has proven to be\nas complex as larger terrestrial bodies like Mars, and it begs for future\nexploration. Owing to Pluto's high obliquity (and consequently, current-epoch\nsouthern hemisphere polar winter darkness) and the single spacecraft nature of\nthe New Horizons flyby, only about 40% of Pluto and its binary satellite,\nCharon, could be mapped at high pixel scales (better than 10 km/pix).\nAdditionally, due to their distances from New Horizons at closest approach,\nnone of Pluto's small moons could be studied at high resolution during the\nflyby. Furthermore, studies of the time variability of atmospheric, geologic,\nand surface-atmosphere interactions cannot be practically made by additional\nflybys, and they cannot be made from Earth-based observations. We find that\nthese limitations, combined with Pluto's many important, open scientific\nquestions, strongly motivate a Pluto System follow on orbiter mission.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1808.07446"
  },
  {
    "url": "https://arxiv.org/abs/1808.06746",
    "title": "Title:Near real-time telecommand solutions for CubeSats: State of the art and applications to the SkyHopper mission",
    "date_publ": "21 Aug 2018 (v1), last revised 7 Sep 2018 (this version, v2)",
    "authors": [
      "Robert Mearns (1)",
      "Michele Trenti (1) ((1) University of Melbourne"
    ],
    "abstract": "Abstract:  Cubesats and similarly scaled nano-satellites present significant\nopportunities for hosting both scientific and commercial payloads for Earth\nsensing and astronomical observations, in particular in the area of\nrapid-response observations to external triggers. However, one limiting factor\nto full exploitation of the CubeSat potential in this area lies in the\ntraditional approach of ground-spacecraft communications, which is based on\ninfrequent contact via a limited network of ground stations. An alternative is\nto leverage existing commercial machine-to-machine orbital networks to transmit\nthe triggers in near-real-time. Here, we present an analysis framework for\ncalculating the likelihood of a time to first contact and the length of contact\nunder minimum guaranteed conditions for these networks. The analysis is then\nextended to likely operational conditions in orbit, and the results of a\ncomparative trade study of a number of orbital networks are presented, with an\nemphasis on the applicability to the SkyHopper Space Telescope CubeSat, a\nnanosatellite astronomical observatory currently undergoing preliminary design.\nIt was found that near-real- time telecommands could be transmitted to\nSkyHopper within 10min with a likelihood of 62% using the Globalstar network,\nor a likelihood of 74% using the Iridium network, under predicted nominal\noperational conditions in orbit. Future networks currently under development\ncould improve these figures to reach greater than 98% coverage with a one\nsecond latency.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1808.06746"
  },
  {
    "url": "https://arxiv.org/abs/1808.06611",
    "title": "Title:A Predicted Small and Round Heliosphere",
    "date_publ": "20 Aug 2018 (v1), last revised 15 Feb 2019 (this version, v2)",
    "authors": [
      "Merav Opher",
      "Abraham Loeb",
      "James Drake",
      "Gabor Tot"
    ],
    "abstract": "Abstract:  The shape of the solar wind bubble within the interstellar medium, the\nso-called heliosphere, has been explored over six decades. As the Sun moves\nthrough the surrounding partially-ionized medium, neutral hydrogen atoms\npenetrate the heliosphere, and through charge-exchange with the supersonic\nsolar wind, create a population of hot pick-up ions (PUIs). The Termination\nShock (TS) crossing by Voyager 2 (V2) data demonstrated that the heliosheath\n(HS) (the region of shocked solar wind) pressure is dominated by suprathermal\nparticles. Here we use a novel magnetohydrodynamic model that treats the\nfreshly ionized PUIs as a separate fluid from the thermal component of the\nsolar wind. Unlike previous models, the new model reproduces the properties of\nthe PUIs and solar wind ions based on the New Horizon and V2 spacecraft\nobservations. The PUIs charge exchange with the cold neutral H atoms of the ISM\nin the HS and are quickly depleted. The depletion of PUIs cools the heliosphere\ndownstream of the TS, \"deflating\" it and leading to a narrower HS and a smaller\nand rounder shape, in agreement with energetic neutral atom observations by the\nCassini spacecraft. The new model, with interstellar magnetic field orientation\nconstrained by the IBEX ribbon, reproduces the magnetic field data outside the\nHP at Voyager 1(V1). We present the predictions for the magnetic field outside\nthe HP at V2.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1808.06611"
  },
  {
    "url": "https://arxiv.org/abs/1808.05768",
    "title": "Title:Comparing Analytical and Numerical Approaches to Meteoroid Orbit Determination using Hayabusa Telemetry",
    "date_publ": "17 Aug 2018 (v1), last revised 22 Aug 2019 (this version, v2)",
    "authors": [
      "Trent Jansen-Sturgeon",
      "Eleanor K. Sansom",
      "Philip A. Blan"
    ],
    "abstract": "Abstract:  Fireball networks establish the trajectories of meteoritic material passing\nthrough Earth's atmosphere, from which they can derive pre-entry orbits.\nTriangulated atmospheric trajectory data requires different orbit determination\nmethods to those applied to observational data beyond the Earth's\nsphere-of-influence, such as telescopic observations of asteroids. Currently,\nthe vast majority of fireball networks determine and publish orbital data using\nan analytical approach, with little flexibility to include orbital\nperturbations. Here we present a novel numerical technique for determining\nmeteoroid orbits from fireball network data and compare it to previously\nestablished methods. The re-entry of the Hayabusa spacecraft, with its known\npre-Earth orbit, provides a unique opportunity to perform this comparison as it\nwas observed by fireball network cameras. As initial sightings of the Hayabusa\nspacecraft and capsule were made at different altitudes, we are able to\nquantify the atmosphere's influence on the determined pre-Earth orbit.\nConsidering these trajectories independently, we found the orbits determined by\nthe novel numerical approach to align closer to JAXA's telemetry in both cases.\nComparing the orbits determined from the capsule's re-entry shows the need for\nan atmospheric model, which the prevailing analytical approach lacks. Using\nsimulations, we determine the atmospheric perturbation to become significant at\n~90 km; higher than the first observations of typical meteorite dropping\nevents. Using further simulations, we find the most substantial differences\nbetween techniques to occur at both low entry velocities and Moon passing\ntrajectories. These regions of comparative divergence demonstrate the need for\nperturbation inclusion within the chosen orbit determination algorithm.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1808.05768"
  },
  {
    "url": "https://arxiv.org/abs/1808.05099",
    "title": "Title:Asteroid mining with small spacecraft and its economic feasibility",
    "date_publ": "15 Aug 2018 (v1), last revised 24 Jun 2019 (this version, v2)",
    "authors": [
      "Pablo Calla",
      "Dan Fries",
      "Chris Welc"
    ],
    "abstract": "Abstract:  Asteroid mining offers the possibility to revolutionize supply of resources\nvital for human civilization. Preliminary analysis suggests that Near-Earth\nAsteroids (NEA) contain enough volatile and high value minerals to make the\nmining process economically feasible. Considering possible applications,\nspecifically the mining of water in space has become a major focus for\nnear-term options. Most proposed projects for asteroid mining involve\nspacecraft based on traditional designs resulting in large, monolithic and\nexpensive systems.\nAn alternative approach is presented in this paper, basing the asteroid\nmining process on multiple small spacecraft. To the best knowledge of the\nauthors, only limited analysis of the asteroid mining capability of small\nspacecraft has been conducted. This paper explores the possibility to perform\nasteroid mining operations with spacecraft that have a mass under 500 kg and\ndeliver 100 kg of water per trip. The mining process considers water extraction\nthrough microwave heating with an efficiency of 2 Wh/g.The proposed, small\nspacecraft can reach NEAs within a range of $\\sim 0.03$ AU relative to earth's\norbit, offering a delta V of 437 m/s per one-way trip.\nA high-level systems engineering and economic analysis provides a closed\nspacecraft design as a baseline and puts the cost of the proposed spacecraft at\n$ 113.6 million/unit. The results indicate that more than one hundred\nspacecraft and their successful operation for over five years are required to\nachieve a financial break-even point. Pros and cons of using small spacecraft\nswarms are highlighted and the uncertainties associated with cost and profit of\nspace related business ventures are analyzed.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1808.05099"
  },
  {
    "url": "https://arxiv.org/abs/1808.05034",
    "title": "Title:How the IMF $\\mathit{B}_{y}$ Induces a Local $\\mathit{B}_{y}$ Component During Northward IMF $\\mathit{B}_{z}$ and Characteristic Timescales",
    "date_publ": "15 Aug 2018",
    "authors": [
      "P. Tenfjord",
      "N. Østgaard",
      "S. Haaland",
      "K. Snekvik",
      "K. M. Laundal",
      "J. P. Reistad",
      "R. Strangeway",
      "S. E. Milan",
      "M. Hesse",
      "A. Ohm"
    ],
    "abstract": "Abstract:  We use the Lyon-Fedder-Mobarry global magnetohydrodynamics model to study the\neffects of the interplanetary magnetic field (IMF) $\\mathit{B}_{y}$ component\non the coupling between the solar wind and magnetosphere-ionosphere system when\nIMF $\\mathit{B}_{z}$ $>$0. We describe the evolution of how a magnetospheric\n$\\mathit{B}_{y}$ component is induced on closed field lines during these\nconditions. Starting from dayside lobe reconnection, the magnetic tension on\nnewly reconnected field lines redistribute the open flux asymmetrically between\nthe two hemispheres. This results in asymmetric magnetic energy density in the\nlobes. Shear flows are induced to restore equilibrium, and these flows are what\neffectively induces a local $\\mathit{B}_{y}$ component. We show the radial\ndependence of the induced $\\mathit{B}_{y}$ and compare the results to the\ninduced $\\mathit{B}_{y}$ during southward IMF conditions. We also show the\nresponse and reconfiguration time of the inner magnetosphere to IMF\n$\\mathit{B}_{y}$ reversals during northward IMF $\\mathit{B}_{z}$. A superposed\nepoch analysis of magnetic field measurements from seven Geostationary\nOperational Environmental Satellite spacecraft at different local times both\nfor negative-to-positive and positive-to-negative IMF $\\mathit{B}_{y}$\nreversals is presented. We find that the induced $\\mathit{B}_{y}$ responds\nwithin 16 min of the arrival of IMF $\\mathit{B}_{y}$ at the bow shock, and it\ncompletely reconfigures within 47 min.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1808.05034"
  },
  {
    "url": "https://arxiv.org/abs/1808.04934",
    "title": "Title:Investigation of energetic particle release using multi-point imaging and in situ observations",
    "date_publ": "15 Aug 2018",
    "authors": [
      "Bei Zhu",
      "Ying D. Liu",
      "Ryun-Young Kwon",
      "Rui Wan"
    ],
    "abstract": "Abstract:  The solar eruption on 2012 January 27 resulted in a wide-spread solar\nenergetic particle (SEP) event observed by STEREO A and the near-Earth\nspacecraft (separated by 108\\degree). The event was accompanied by an X-class\nflare, extreme-ultraviolet (EUV) wave and fast coronal mass ejection (CME). We\ninvestigate the particle release by comparing the release times of particles at\nthe spacecraft and the times when magnetic connectivity between the source and\nthe spacecraft was established. The EUV wave propagating to the magnetic\nfootpoint of the spacecraft in the lower corona and the shock expanding to the\nopen field line connecting the spacecraft in the upper corona are thought to be\nresponsible for the particle release. We track the evolution of the EUV wave\nand model the propagation of the shock using EUV and white-light observations.\nNo obvious evidence indicates that the EUV wave reached the magnetic footpoint\nof either STEREO A or L1-observers. Our shock modeling shows that the release\ntime of the particles observed at L1 was consistent with the time when the\nshock first established contact with the magnetic field line connecting\nL1-observers. The release of the particles observed by STEREO A was delayed\nrelative to the time when the shock was initially connected to STEREO A via the\nmagnetic field line. We suggest that the particle acceleration efficiency of\nthe portion of the shock connected to the spacecraft determines the release of\nenergetic particles at the spacecraft.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1808.04934"
  },
  {
    "url": "https://arxiv.org/abs/1808.04720",
    "title": "Title:Is the enhancement of type II radio bursts during CME interactions related to the associated solar energetic particle event?",
    "date_publ": "14 Aug 2018",
    "authors": [
      "Liu-Guan Ding",
      "Zhi-Wei Wang",
      "Li Feng",
      "Gang Li",
      "Yong Jian"
    ],
    "abstract": "Abstract:  We investigated 64 pairs of interacting-CME events identified by the\nsimultaneous observations of SOHO and STEREO spacecraft from 2010 January to\n2014 August, to examine the relationship between the large SEP events in the\nenergy of 25-60MeV and the properties of the interacting CMEs. We found that\nduring CME interactions the large SEP events in this study were all generated\nby CMEs with the presence of enhanced type II radio bursts, which also have\nwider longitudinal distributions comparing to events with the absence of type\nII radio burst or its enhancement (almost associated with small SEP events). It\nseems that the signature of type II radio bursts enhancement is a good\ndiscriminator between large SEP and small or none SEP event producers during\nCME interactions. The type II radio burst enhancement is more likely to be\ngenerated by CME interactions, with the main CME having larger speed (v),\nangular width (WD), mass (m) and kinetic energy (E_k), that taking over the\npreceding CMEs which also have higher v, WD, m and E_k, than those preceding\nCMEs in CME pairs missing the type II radio bursts or enhancements. Our\nanalysis also revealed that the intensities of associated SEP events correlate\nnegatively with the intersection height of the two CMEs. Most of\ntype-II-enhanced events and SEP events are coincidentally and almost always\nmade by the fast and wide main CMEs that sweeping fully over a relatively\nslower and narrower preceding CMEs. We suggest that a fast CME with enough\nenergy completely overtaking a relatively narrower preceding CME, especially in\nlow height, can drive more energetic shock signified by the enhanced type II\nradio bursts. The shock may accelerate ambient particles and lead to large SEP\nevent more easily.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1808.04720"
  },
  {
    "url": "https://arxiv.org/abs/1808.04564",
    "title": "Title:In Search of Recent Disruption of (3200) Phaethon: Model Implication and Hubble Space Telescope Search",
    "date_publ": "14 Aug 2018",
    "authors": [
      "Quanzhi Ye",
      "Paul A. Wiegert",
      "Man-To Hu"
    ],
    "abstract": "Abstract:  Near-Earth asteroid (3200) Phaethon is notable for its association to a\nstrong annual meteor shower, the Geminids, indicative of one or more episodes\nof mass ejection in the past. The mechanism of Phaethon's past activity is not\nyet understood. Here we present a Hubble Space Telescope (HST) search of\nmeter-sized fragments in the vicinity of Phaethon, carried out during\nPhaethon's historic approach to the Earth in mid-December of 2017. Numerical\nsimulation conducted to guide HST's pointing also show that the dynamical\nevolution of Phaethon-originated particles is quick, as ejected materials take\nno longer than $\\sim250$ yr to spread to the entire orbit of Phaethon. Our\nsearch was completed down to 4-meter-class limit (assuming Phaethon-like\nalbedo) and was expected to detect 0.035% particles ejected by Phaethon in the\nlast several decades. The negative result of our search capped the total mass\nloss of Phaethon over the past few dozen orbits to be $10^{12}$ kg at $3\\sigma$\nlevel, taking the best estimates of size power-law from meteor observations and\nspacecraft data. Our result also implies a millimeter-sized dust flux of\n$<10^{-12} \\mathrm{m^{-2} s^{-1}}$ within 0.1 au of Phaethon, suggesting that\nany Phaethon-bound mission is unlikely to encounter dense dust clouds.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1808.04564"
  },
  {
    "url": "https://arxiv.org/abs/1808.04300",
    "title": "Title:The extreme HBL behaviour of Markarian 501 during 2012",
    "date_publ": "13 Aug 2018 (v1), last revised 14 Aug 2018 (this version, v2)",
    "authors": [
      "M. L. Ahnen (1)",
      "S. Ansoldi (2 and 19)",
      "L. A. Antonelli (3)",
      "C. Arcaro (4)",
      "A. Babić (5)",
      "B. Banerjee (6)",
      "P. Bangale (7)",
      "U. Barres de Almeida (7 and 22)",
      "J. A. Barrio (8)",
      "J. Becerra González (9)",
      "W. Bednarek (10)",
      "E. Bernardini (11 and 23)",
      "A. Berti (2 and 24)",
      "W. Bhattacharyya (11)",
      "O. Blanch (12)",
      "G. Bonnoli (13)",
      "R. Carosi (13)",
      "A. Carosi (3)",
      "A. Chatterjee (6)",
      "S. M. Colak (12)",
      "P. Colin (7)",
      "E. Colombo (9)",
      "J. L. Contreras (8)",
      "J. Cortina (12)",
      "S. Covino (3)",
      "P. Cumani (12)",
      "P. Da Vela (13)",
      "F. Dazzi (3)",
      "A. De Angelis (4)",
      "B. De Lotto (2)",
      "M. Delfino (12 and 25)",
      "J. Delgado (12)",
      "F. Di Pierro (4)",
      "M. Doert (14)",
      "A. Domínguez (8)",
      "D. Dominis Prester (5)",
      "M. Doro (4)",
      "D. Eisenacher Glawion (15)",
      "M. Engelkemeier (14)",
      "V. Fallah Ramazani (16)",
      "A. Fernández-Barral (12)",
      "D. Fidalgo (8)",
      "M. V. Fonseca (8)",
      "L. Font (17)",
      "C. Fruck (7)",
      "D. Galindo (18)",
      "R. J. García López (9)",
      "M. Garczarczyk (11)",
      "M. Gaug (17)",
      "P. Giammaria (3)",
      "N. Godinović (5)",
      "D. Gora (11)",
      "D. Guberman (12)",
      "D. Hadasch (19)",
      "A. Hahn (7)",
      "T. Hassan (12)",
      "M. Hayashida (19)",
      "J. Herrera (9)",
      "J. Hose (7)",
      "D. Hrupec (5)",
      "K. Ishio (7)",
      "Y. Konno (19)",
      "H. Kubo (19)",
      "J. Kushida (19)",
      "D. Kuveždić (5)",
      "D. Lelas (5)",
      "E. Lindfors (16)",
      "S. Lombardi (3)",
      "F. Longo (2 and 24)",
      "M. López (8)",
      "C. Maggio (17)",
      "P. Majumdar (6)",
      "M. Makariev (20)",
      "G. Maneva (20)",
      "M. Manganaro (9)",
      "L. Maraschi (3)",
      "M. Mariotti (4)",
      "M. Martínez (12)",
      "D. Mazin (7 and 19)",
      "U. Menzel (7)",
      "M. Minev (20)",
      "J. M. Miranda (13)",
      "R. Mirzoyan (7)",
      "A. Moralejo (12)",
      "V. Moreno (17)",
      "E. Moretti (7)",
      "T. Nagayoshi (19)",
      "V. Neustroev (16)",
      "A. Niedzwiecki (10)",
      "M. Nievas Rosillo (8)",
      "C. Nigro (11)",
      "K. Nilsson (16)",
      "D. Ninci (12)",
      "K. Nishijima (19)",
      "K. Noda (12)",
      "L. Nogués (12)",
      "S. Paiano (4)",
      "J. Palacio (12)",
      "D. Paneque (7)",
      "R. Paoletti\n\n\n         (13)",
      "J. M. Paredes (18)",
      "G. Pedaletti (11)",
      "M. Peresano (2)",
      "L. Perri (3)",
      "M. Persic (2 and) (26)",
      "P. G. Prada Moroni (21)",
      "E. Prandini (4)",
      "I. Puljak (5)",
      "J. R. Garcia (7)",
      "I. Reichardt (4)",
      "M. Ribó (18)",
      "J. Rico (12)",
      "C. Righi (3)",
      "A. Rugliancich (13)",
      "T. Saito (19)",
      "K. Satalecka (11)",
      "S. Schroeder (14)",
      "T. Schweizer (7)",
      "S. N. Shore (21)",
      "J. Sitarek (10)",
      "I. Šnidarić (5)",
      "D. Sobczynska (10)",
      "A. Stamerra (3)",
      "M. Strzys (7)",
      "T. Surić (5)",
      "L. Takalo (16)",
      "F. Tavecchio (3)",
      "P. Temnikov (20)",
      "T. Terzić (5)",
      "M. Teshima (7 and 19)",
      "N. Torres-Albà (18)",
      "A. Treves (2)",
      "S. Tsujimoto (19)",
      "G. Vanzo (9)",
      "M. Vazquez Acosta (9)",
      "I. Vovk (7)",
      "J. E. Ward (12)",
      "M. Will (7)",
      "D. Zarić (5) (The MAGIC Collaboration)",
      "A. Arbet-Engels (1)",
      "D. Baack (14)",
      "M. Balbo (27)",
      "A. Biland (1)",
      "M. Blank (15)",
      "T. Bretz (1 and 28)",
      "K. Bruegge (14)",
      "M. Bulinski (14)",
      "J. Buss (14)",
      "A. Dmytriiev (27)",
      "D. Dorner (15)",
      "S. Einecke (14)",
      "D. Elsaesser (14)",
      "T. Herbst (15)",
      "D. Hildebrand (1)",
      "L. Kortmann (14)",
      "L. Linhoff (14)",
      "M. Mahlke (1 and 28)",
      "K. Mannheim (15)",
      "S. A. Mueller (1)",
      "D. Neise (1)",
      "A. Neronov (27)",
      "M. Noethe (14)",
      "J. Oberkirch (14)",
      "A. Paravac (15)",
      "W. Rhode (14)",
      "B. Schleicher (15)",
      "F. Schulz (14)",
      "K. Sedlaczek (14)",
      "A. Shukla (15)",
      "V. Sliusar (27)",
      "R. Walter (27) (The FACT Collaboration)",
      "A. Archer (29)",
      "W. Benbow (30)",
      "R. Bird (31)",
      "R. Brose (32 and 11)",
      "J. H. Buckley (29)",
      "V. Bugaev (29)",
      "J. L. Christiansen (33)",
      "W. Cui (34 and 35)",
      "M. K. Daniel (30)",
      "A. Falcone (36)",
      "Q. Feng (37)",
      "J. P. Finley (34)",
      "G. H. Gillanders (38)",
      "O. Gueta (11)",
      "D. Hanna (37)",
      "O. Hervet (39)",
      "J. Holder (40)",
      "G. Hughes (1 and 54)",
      "M. Hütten (11)",
      "T. B. Humensky (41)",
      "C. A. Johnson (39)",
      "P. Kaaret (42)",
      "P. Kar (43)",
      "N. Kelley-Hoskins (11)",
      "M. Kertzman (44)",
      "D. Kieda (43)",
      "M. Krause (11)",
      "F. Krennrich (45)",
      "S. Kumar (37)",
      "M. J. Lang (38)",
      "T. T.Y. Lin (37)",
      "G. Maier (11)",
      "S. McArthur (34)",
      "P. Moriarty (38)",
      "R. Mukherjee (46)",
      "S. O'Brien (47)",
      "R. A. Ong (31)",
      "A. N. Otte (48)",
      "N. Park (49)",
      "A. Petrashyk (41)",
      "A. Pichel (50)",
      "M. Pohl (32 and 11)",
      "J. Quinn (47)",
      "K. Ragan (37)",
      "P. T. Reynolds (51)",
      "G. T. Richards (40)",
      "E. Roache (30)",
      "A. C. Rovero (50)",
      "C. Rulten (52)",
      "I. Sadeh (11)",
      "M. Santander (53)",
      "G. H. Sembroski (34)",
      "K. Shahinyan (52)",
      "I. Sushch (11)",
      "J. Tyler (37)",
      "S. P. Wakely (49)",
      "A. Weinstein (45)",
      "R. M. Wells (45)",
      "P. Wilcox (42)",
      "A. Wilhel (32 and 11)",
      "D. A. Williams (39)T. J Williamson (40)",
      "B. Zitzer (37) (The VERITAS Collaboration)",
      "M. Perri (55 and 56)",
      "F. Verrecchia (55 and 56)",
      "C. Leto (55 and 56)",
      "M. Villata (57)",
      "C. M. Raiteri (57)",
      "S.G. Jorstad (58 and 82)",
      "V. M. Larionov (58 and 59)",
      "D. A. Blinov (58 and 60 and 61)",
      "T. S. Grishina (58)",
      "E. N. Kopatskaya (58)",
      "E. G. Larionova (58)",
      "A. A. Nikiforova (58 and 59)",
      "D. A. Morozova (58)",
      "Yu. V. Troitskaya (58)",
      "I. S. Troitsky (58)",
      "O. M. Kurtanidze (62 and 63 and 64)",
      "M. G. Nikolashvili (62)",
      "S. O. Kurtanidze (62)",
      "G. N. Kimeridze (62)",
      "R. A. Chigladze (62)",
      "A. Strigachev (65)",
      "A. C. Sadun (66)",
      "J. W. Moody (67)",
      "W. P. Chen (68)",
      "H. C. Lin (68)",
      "J. A. Acosta-Pulido (9)",
      "M. J. Arévalo (9)",
      "M. I. Carnerero (57)",
      "P. A. González-Morales (9)",
      "A. Manilla-Robles (69)",
      "H. Jermak (70)",
      "I. Steele (70)",
      "C. Mundel (70)",
      "E. Benítez (71)",
      "D. Hiriart (72)",
      "P. S. Smith (73)",
      "W. Max-Moerbeck (74)",
      "A. C. S. Readhead (75)",
      "J. L. Richards (34)",
      "T. Hovatta (76)",
      "A. Lähteenmäki (77 and 78)",
      "M. Tornikoski (77)",
      "J. Tammi (77)",
      "M. Georganopoulos (79 and 80)",
      "M. G. Baring (81) ((1) ETH Zurich",
      "CH-8093 Zurich",
      "Switzerland",
      "(2) Università di Udine",
      "and INFN Trieste",
      "I-33100 Udine",
      "Italy",
      "(3) National Institute for Astrophysics (INAF)",
      "I-00136 Rome",
      "Italy",
      "(4) Università di Padova and INFN",
      "I-35131 Padova",
      "Italy",
      "(5) Croatian MAGIC Consortium: University of Rijeka",
      "51000 Rijeka",
      "University of Split - FESB",
      "21000 Split",
      "University of Zagreb - FER",
      "10000 Zagreb",
      "University of Osijek",
      "Osijek and Rudjer Boskovic Institute",
      "Zagreb",
      "Croatia.",
      "(6) Saha Institute of Nuclear Physics",
      "HBNI",
      "1/AF Bidhannagar",
      "Salt Lake",
      "Sector-1",
      "Kolkata 700064",
      "India",
      "(7) Max-Planck-Institut für Physik",
      "D-80805 München",
      "Germany",
      "(8) Universidad Complutense",
      "Madrid",
      "Spain",
      "(9) Inst. de Astrofísica de Canarias",
      "E-38200 La Laguna",
      "and Universidad de La Laguna",
      "Dpto. Astrofísica",
      "E-38206 La Laguna",
      "Tenerife",
      "Spain",
      "(10) University of Łódź",
      "Department of Astrophysics",
      "PL-90236 Łódź",
      "Poland",
      "(11) Deutsches Elektronen-Synchrotron (DESY)",
      "D-15738 Zeuthen",
      "Germany",
      "(12) Institut de Física d'Altes Energies (IFAE)",
      "The Barcelona Institute of Science and Technology (BIST)",
      "E-08193 Bellaterra (Barcelona)",
      "Spain",
      "(13) Università di Siena",
      "and INFN Pisa",
      "I-53100 Siena",
      "Italy",
      "(14) Technische Universität Dortmund",
      "D-44221 Dortmund",
      "Germany",
      "(15) Universität Würzburg",
      "D-97074 Würzburg",
      "Germany",
      "(16) Finnish MAGIC Consortium: Tuorla Observatory and Finnish Centre of Astronomy with ESO (FINCA)",
      "University of Turku",
      "Vaisalantie 20",
      "FI-21500 Piikkiö",
      "Astronomy Division",
      "University of Oulu",
      "FIN-90014 University of Oulu",
      "Finland",
      "(17) Departament de Física",
      "and CERES-IEEC",
      "Universitat Autónoma de Barcelona",
      "E-08193 Bellaterra",
      "Spain",
      "(18) Universitat de Barcelona",
      "ICC",
      "IEEC-UB",
      "Spain",
      "(19) Japanese MAGIC Consortium: ICRR",
      "The University of Tokyo",
      "Department of Physics",
      "Kyoto University",
      "Tokai University",
      "The University of Tokushima",
      "(20) Inst. for Nucl. Research and Nucl. Energy",
      "Bulgarian Academy of Sciences (21) Università di Pisa",
      "and INFN Pisa",
      "I-56126 Pisa",
      "Italy",
      "(22) now at Centro Brasileiro de Pesquisas Físicas (CBPF)",
      "22290-180 URCA",
      "Rio de Janeiro (RJ)",
      "Brasil.",
      "(23) Humboldt University of Berlin",
      "Institut für Physik D-12489 Berlin Germany",
      "(24) also at Dipartimento di Fisica",
      "Università di Trieste",
      "Trieste",
      "Italy",
      "(25) also at Port d'Informació Científica (PIC) Bellaterra (Barcelona) Spain",
      "(26) also at INAF-Trieste and Dept. of Physics & Astronomy",
      "University of Bologna",
      "(27) University of Geneva",
      "ISDC Data Center for Astrophysics",
      "Switzerland",
      "(28) also at RWTH Aachen University",
      "III. Physikalisches Institut A",
      "Aachen",
      "Germany",
      "(29) Department of Physics",
      "Washington University",
      "St. Louis",
      "MO (30) Fred Lawrence Whipple Observatory",
      "Harvard-Smithsonian Center for Astrophysics",
      "Amado",
      "AZ (31) Department of Physics and Astronomy",
      "University of California",
      "Los Angeles",
      "CA (32) Institute of Physics and Astronomy",
      "University of Potsdam",
      "Germany",
      "(33) Physics Department",
      "California Polytechnic State University",
      "San Luis Obispo",
      "CA (34) Department of Physics and Astronomy",
      "Purdue University",
      "West Lafayette",
      "IN (35) Department of Physics and Center for Astrophysics",
      "Tsinghua University",
      "Beijing",
      "China",
      "(36) Department of Astronomy and Astrophysics",
      "Pennsylvania State University",
      "University Park",
      "PA (37) Physics Department",
      "McGill University",
      "Montreal",
      "QC H3A 2T8",
      "Canada",
      "(38) School of Physics",
      "National University of Ireland Galway",
      "University Road",
      "Galway",
      "Ireland",
      "(39) Santa Cruz Institute for Particle Physics and Department of Physics",
      "University of California",
      "Santa Cruz",
      "CA (40) Department of Physics and Astronomy and the Bartol Research Institute",
      "University of Delaware",
      "Newark",
      "DE (41) Physics Department",
      "Columbia University",
      "New York",
      "NY (42) Department of Physics and Astronomy",
      "University of Iowa",
      "Van Allen Hall",
      "Iowa City",
      "IA (43) Department of Physics and Astronomy",
      "University of Utah",
      "Salt Lake City",
      "UT (44) Department of Physics and Astronomy",
      "DePauw University",
      "(45) Department of Physics and Astronomy",
      "Iowa State University",
      "(46) Department of Physics and Astronomy",
      "Barnard College",
      "Columbia University",
      "(47) School of Physics",
      "University College Dublin",
      "(48) School of Physics and Center for Relativistic Astrophysics",
      "Georgia Institute of Technology",
      "(49) Enrico Fermi Institute",
      "University of Chicago",
      "(50) Instituto de Astronomía y Física del Espacio (IAFE",
      "CONICET-UBA)",
      "CC 67 - Suc. 28",
      "(C1428ZAA) Ciudad Autónoma de Buenos Aires",
      "Arg",
      "Arg (51) Department of Physical Sciences",
      "Cork Institute of Technology",
      "Bishopstown",
      "Cork",
      "Ireland",
      "(52) School of Physics and Astronomy",
      "University of Minnesota",
      "(53) Department of Physics and Astronomy",
      "University of Alabama",
      "(54) now at Fred Lawrence Whipple Observatory",
      "Harvard-Smithsonian Center for Astrophysics",
      "(55) Space Science Data Center - ASI",
      "(56) INAF",
      "Osservatorio Astronomico di Roma",
      "(57) INAF",
      "Osservatorio Astrofisico di Torino",
      "(58) Astronomical Institute",
      "St. Petersburg State University",
      "(59) Pulkovo Observatory",
      "St.-Petersburg",
      "Russia",
      "(60) Department of Physics and Institute for Theoretical and Computational Physics (ITCP)",
      "University of Crete",
      "(61) Foundation for Research and Technology - Hellas",
      "IESL",
      "Voutes",
      "7110 Heraklion",
      "Greece",
      "(62) Abastumani Observatory",
      "(63) Engelhardt Astronomical Observatory",
      "Kazan Federal University",
      "(64) Xinjiang Astronomical Observatory",
      "Chinese Academy of Sciences",
      "(65) Institute of Astronomy and National Astronomical Observatory",
      "Bulgarian Academy of Sciences",
      "(66) Department of Physics",
      "University of Colorado Denver",
      "(67) Department of Physics and Astronomy",
      "Brigham Young University",
      "(68) Graduate Institute of Astronomy",
      "National Central University",
      "(69) European Southern Observatory",
      "(70) Astrophysics Research Institute",
      "Liverpool John Moores University",
      "(71) Instituto de Astronomía",
      "Universidad Nacional Autónoma de México",
      "(72) Instituto de Astronomía",
      "Universidad Nacional Autónoma de México",
      "(73) Steward Observatory",
      "University of Arizona",
      "(74) Universidad de Chile",
      "Departamento de Astronomía",
      "(75) Cahill Centre for Astronomy and Astrophysics",
      "California Institute of Technology",
      "(76) Tuorla Observatory",
      "Department of Physics and Astronomy",
      "University of Turku",
      "(77) Aalto University Metsähovi Radio Observatory",
      "(78) Aalto University Department of Electronics and Nanoengineering",
      "Finland",
      "(79) Department of Physics",
      "University of Maryland Baltimore County",
      "(80) NASA Goddard Space Flight Center",
      "(81) Department of Physics and Astronomy - MS 108",
      "Rice University",
      "(82) Institute for Astrophysical Research",
      "Boston University)\n  \n\n    et al. (179 additional authors not shown)\n You must enable JavaScript to view entire author list"
    ],
    "abstract": "Abstract:  A multiwavelength campaign was organized to take place between March and July\nof 2012. Excellent temporal coverage was obtained with more than 25\ninstruments, including the MAGIC, FACT and VERITAS Cherenkov telescopes, the\ninstruments on board the Swift and Fermi spacecraft, and the telescopes\noperated by the GASP-WEBT collaboration.\nMrk 501 showed a very high energy (VHE) gamma-ray flux above 0.2 TeV of\n$\\sim$0.5 times the Crab Nebula flux (CU) for most of the campaign. The highest\nactivity occurred on 2012 June 9, when the VHE flux was $\\sim$3 CU, and the\npeak of the high-energy spectral component was found to be at $\\sim$2 TeV. This\nstudy reports very hard X-ray spectra, and the hardest VHE spectra measured to\ndate for Mrk 501. The fractional variability was found to increase with energy,\nwith the highest variability occurring at VHE, and a significant correlation\nbetween the X-ray and VHE bands.\nThe unprecedentedly hard X-ray and VHE spectra measured imply that their low-\nand high-energy components peaked above 5 keV and 0.5 TeV, respectively, during\na large fraction of the observing campaign, and hence that Mrk 501 behaved like\nan extreme high-frequency- peaked blazar (EHBL) throughout the 2012 observing\nseason. This suggests that being an EHBL may not be a permanent characteristic\nof a blazar, but rather a state which may change over time. The one-zone\nsynchrotron self-Compton (SSC) scenario can successfully describe the segments\nof the SED where most energy is emitted, with a significant correlation between\nthe electron energy density and the VHE gamma-ray activity, suggesting that\nmost of the variability may be explained by the injection of high-energy\nelectrons. The one-zone SSC scenario used reproduces the behaviour seen between\nthe measured X-ray and VHE gamma-ray fluxes, and predicts that the correlation\nbecomes stronger with increasing energy of the X-rays.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1808.04300"
  },
  {
    "url": "https://arxiv.org/abs/1808.03603",
    "title": "Title:How accurately can we measure the reconnection rate $E_M$ for the MMS diffusion region event of 2017-07-11?",
    "date_publ": "10 Aug 2018",
    "authors": [
      "Kevin J. Genestreti",
      "Takuma Nakamura",
      "Rumi Nakamura",
      "Richard E. Denton",
      "Roy B. Torbert",
      "James L. Burch",
      "Ferdinand Plaschke",
      "Stephen A. Fuselier",
      "Robert E. Ergun",
      "Barbara L. Giles",
      "Christopher T. Russel"
    ],
    "abstract": "Abstract:  We investigate the accuracy with which the reconnection electric field $E_M$\ncan be determined from in-situ plasma data. We study the magnetotail electron\ndiffusion region observed by NASA's Magnetospheric Multiscale (MMS) on\n2017-07-11 at 22:34 UT and focus on the very large errors in $E_M$ that result\nfrom errors in an $LMN$ boundary-normal coordinate system. We determine several\n$LMN$ coordinates for this MMS event using several different methods. We use\nthese $M$ axes to estimate $E_M$. We find some consensus that the reconnection\nrate was roughly $E_M$=3.2 mV/m $\\pm$ 0.06 mV/m, which corresponds to a\nnormalized reconnection rate of $0.18\\pm0.035$. Minimum variance analysis of\nthe electron velocity (MVA-$v_e$), MVA of $E$, minimization of Faraday residue,\nand an adjusted version of the maximum directional derivative of the magnetic\nfield (MDD-$B$) technique all produce {reasonably} similar coordinate axes. We\nuse virtual MMS data from a particle-in-cell simulation of this event to\nestimate the errors in the coordinate axes and reconnection rate associated\nwith MVA-$v_e$ and MDD-$B$. The $L$ and $M$ directions are most reliably\ndetermined by MVA-$v_e$ when the spacecraft observes a clear electron jet\nreversal. When the magnetic field data has errors as small as 0.5\\% of the\nbackground field strength, the $M$ direction obtained by MDD-$B$ technique may\nbe off by as much as 35$^\\circ$. The normal direction is most accurately\nobtained by MDD-$B$. Overall, we find that these techniques were able to\nidentify $E_M$ from the virtual data within error bars $\\geq$20\\%.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1808.03603"
  },
  {
    "url": "https://arxiv.org/abs/1808.03581",
    "title": "Title:Ion velocity and electron temperature inside and around the diamagnetic cavity of comet 67P",
    "date_publ": "10 Aug 2018",
    "authors": [
      "Elias Odelstad",
      "Anders I. Eriksson",
      "Fredrik L. Johansson",
      "Erik Vigren",
      "Pierre Henri",
      "Nicolas Gilet",
      "Kevin L. Heritier",
      "Xavier Vallières",
      "Martin Rubin",
      "Mats Andr"
    ],
    "abstract": "Abstract:  A major point of interest in cometary plasma physics has been the diamagnetic\ncavity, an unmagnetized region in the inner-most part of the coma. Here, we\ncombine Langmuir and Mutual Impedance Probe measurements to investigate ion\nvelocities and electron temperatures in the diamagnetic cavity of comet 67P,\nprobed by the Rosetta spacecraft. We find ion velocities generally in the range\n2-4 km/s, significantly above the expected neutral velocity $\\lesssim$1~km/s,\nshowing that the ions are (partially) decoupled from the neutrals, indicating\nthat ion-neutral drag was not responsible for balancing the outside magnetic\npressure. Observations of clear wake effects on one of the Langmuir probes\nshowed that the ion flow was close to radial and supersonic, at least w.r.t.\nthe perpendicular temperature, inside the cavity and possibly in the\nsurrounding region as well. We observed spacecraft potentials $\\lesssim$-5~V\nthroughout the cavity, showing that a population of warm ($\\sim$5~eV) electrons\nwas present throughout the parts of the cavity reached by Rosetta. Also, a\npopulation of cold ($\\lesssim0.1$~eV) electrons was consistently observed\nthroughout the cavity, but less consistently in the surrounding region,\nsuggesting that while Rosetta never entered a region of collisionally coupled\nelectrons, such a region was possibly not far away during the cavity crossings.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1808.03581"
  },
  {
    "url": "https://arxiv.org/abs/1808.02630",
    "title": "Title:Hard X-Ray Constraints on Small-Scale Coronal Heating Events",
    "date_publ": "8 Aug 2018",
    "authors": [
      "Andrew J. Marsh",
      "David M. Smith",
      "Lindsay Glesener",
      "James A. Klimchuk",
      "Stephen J. Bradshaw",
      "Juliana Vievering",
      "Iain G. Hannah",
      "Steven Christe",
      "Shin-nosuke Ishikawa",
      "Sam Krucke"
    ],
    "abstract": "Abstract:  Much evidence suggests that the solar corona is heated impulsively, meaning\nthat nanoflares may be ubiquitous in quiet and active regions (ARs). Hard X-ray\n(HXR) observations with unprecedented sensitivity $>$3~keV are now enabled by\nfocusing instruments. We analyzed data from the \\textit{Focusing Optics X-ray\nSolar Imager (FOXSI)} rocket and the \\textit{Nuclear Spectroscopic Telescope\nArray (NuSTAR)} spacecraft to constrain properties of AR nanoflares simulated\nby the EBTEL field-line-averaged hydrodynamics code. We generated model X-ray\nspectra by computing differential emission measures for homogeneous nanoflare\nsequences with heating amplitudes $H_0$, durations $\\tau$, delay times between\nevents $t_N$, and filling factors $f$. The single quiescent AR observed by\n\\textit{FOXSI-2} on 2014 December 11 is well fit by nanoflare sequences with\nheating amplitudes 0.02 erg cm$^{-3}$ s$^{-1}$ $<$ $H_0$ $<$ 13 erg cm$^{-3}$\ns$^{-1}$ and a wide range of delay times and durations. We exclude delays\nbetween events shorter than $\\sim$900 s at the 90\\% confidence level for this\nregion. Three of five regions observed by {\\nustar} on 2014 November 1 are well\nfit by homogeneous nanoflare models, while two regions with higher fluxes are\nnot. Generally, the {\\nustar} count spectra are well fit by nanoflare sequences\nwith smaller heating amplitudes, shorter delays, and shorter durations than the\nallowed \\textit{FOXSI-2} models. These apparent discrepancies are likely due to\ndifferences in spectral coverage between the two instruments and intrinsic\ndifferences among the regions. Steady heating ($t_N$ = $\\tau$) was ruled out\nwith $>$99\\% confidence for all regions observed by either instrument.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1808.02630"
  },
  {
    "url": "https://arxiv.org/abs/1808.02118",
    "title": "Title:Great Expectations: Plans and Predictions for New Horizons Encounter with Kuiper Belt Object 2014 MU69 ('Ultima Thule')",
    "date_publ": "6 Aug 2018",
    "authors": [
      "Jeffrey M. Moore",
      "William B. McKinnon",
      "Dale P. Cruikshank",
      "G. Randall Gladstone",
      "John R. Spencer",
      "S. Alan Stern",
      "Harold A. Weaver",
      "Kelsi N. Singer",
      "Mark R. Showalter",
      "William M. Grundy",
      "Ross A. Beyer",
      "Oliver L. White",
      "Richard P. Binzel",
      "Marc W. Buie",
      "Bonnie J. Buratti",
      "Andrew F. Cheng",
      "Carly Howett",
      "Cathy B. Olkin",
      "Alex H. Parker",
      "Simon B. Porter",
      "Paul M. Schenk",
      "Henry B. Throop",
      "Anne J. Verbiscer",
      "Leslie A. Young",
      "Susan D. Benecchi",
      "Veronica J. Bray",
      "Carrie. L. Chavez",
      "Rajani D. Dhingra",
      "Alan D. Howard",
      "Tod R. Lauer",
      "C. M. Lisse",
      "Stuart J. Robbins",
      "Kirby D. Runyon",
      "Orkan M. Umurha"
    ],
    "abstract": "Abstract:  The New Horizons encounter with the cold classical Kuiper Belt object (KBO)\n2014 MU69 (informally named 'Ultima Thule,' hereafter Ultima) on 1 January 2019\nwill be the first time a spacecraft has ever closely observed one of the\nfree-orbiting small denizens of the Kuiper Belt. Related to but not thought to\nhave formed in the same region of the Solar System as the comets that been\nexplored so far, it will also be the largest, most distant, and most primitive\nbody yet visited by spacecraft. In this letter we begin with a brief overview\nof cold classical KBOs, of which Ultima is a prime example. We give a short\npreview of our encounter plans. We note what is currently known about Ultima\nfrom earth-based observations. We then review our expectations and capabilities\nto evaluate Ultima's composition, surface geology, structure, near space\nenvironment, small moons, rings, and the search for activity.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1808.02118"
  },
  {
    "url": "https://arxiv.org/abs/1808.02019",
    "title": "Title:Spacecraft With Interstellar Medium Momentum Exchange Reactions: The potential and limitations of propellantless interstellar travel",
    "date_publ": "4 Aug 2018 (v1), last revised 13 Jun 2019 (this version, v2)",
    "authors": [
      "Drew Brisbi"
    ],
    "abstract": "Abstract:  All known interstellar transportation methods encounter monumental\ntechnological or engineering roadblocks, or even rely on speculative unknown\nscience. In particular light of the recent public excitement and ensuing\ndisappointment regarding the exotic \"EM drive\" it is worthwhile to point out\nthat propellantless space travel is eminently possible based on well\nestablished physical principles. Here a new mode of transport is proposed which\nrelies on electric-field moderated momentum exchange with the ionized particles\nin the interstellar medium. The application of this mechanism faces significant\nchallenges requiring industrial-scale exploitation of space but the\ntechnological roadblocks are different than those presented by light sails or\nparticle beam powered craft, and may be more easily addressed depending on the\nuncertain march of technology. This mode of space travel is well suited to\nenergy efficient travel at velocities less than or of order 0.05c and compares\nexceptionally well to light sails on an energy expenditure basis. It therefore\nrepresents an extremely attractive mode of transport for slow (~multi-century\nlong) voyages carrying massive payloads to nearby stellar neighbors. This would\nbe useful for missions that would otherwise be too energy intensive to carry\nout, such as transporting a generation ship or bulk materials for a future\ncolony around Alpha Cen A.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Popular Physics (physics.pop-ph)"
    ],
    "url_pdf": "/pdf/1808.02019"
  },
  {
    "url": "https://arxiv.org/abs/1808.00400",
    "title": "Title:The Lyman-α Sky Background as Observed by New Horizons",
    "date_publ": "1 Aug 2018",
    "authors": [
      "G. Randall Gladstone",
      "Wayne R. Pryor",
      "S. Alan Stern",
      "Kimberly Ennico",
      "Catherine B. Olkin",
      "John R. Spencer",
      "Harold A. Weaver",
      "Leslie A. Young",
      "Fran Bagenal",
      "Andrew F. Cheng",
      "Nathaniel J. Cunningham",
      "Heather A Elliott",
      "Thomas K. Greathouse",
      "David P. Hinson",
      "Joshua A. Kammer",
      "Ivan R. Linscott",
      "Joel Wm. Parker",
      "Kurt D. Retherford",
      "Andrew J. Steffl",
      "Darrell F. Strobel",
      "Michael E. Summers",
      "Henry Throop",
      "Maarten H. Versteeg",
      "Michael W. Davis",
      "the New Horizons Science Tea"
    ],
    "abstract": "Abstract:  Recent observations of interplanetary medium (IPM) atomic hydrogen\nLyman-{\\alpha} (Ly{\\alpha}) emission in the outer solar system, made with the\nAlice ultraviolet spectrograph on New Horizons (NH), are presented. The\nobservations include regularly spaced great-circle scans of the sky and pointed\nobservations near the downstream and upstream flow directions of interstellar H\natoms. The NH Alice data agree very well with the much earlier Voyager UVS\nresults, after these are reduced by a factor of 2.4 in brightness, in\naccordance with recent re-analyses. In particular, the falloff of IPM\nLy{\\alpha} brightness in the upstream-looking direction as a function of\nspacecraft distance from the Sun is well-matched by an expected 1/r dependence,\nbut with an added constant brightness of ~40 Rayleighs. This additional\nbrightness is a possible signature of the hydrogen wall at the heliopause or of\na more distant background. Ongoing observations are planned at a cadence of\nroughly twice per year.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1808.00400"
  },
  {
    "url": "https://arxiv.org/abs/1808.00031",
    "title": "Title:Fast Approximate Clearance Evaluation for Rovers with Articulated Suspension Systems",
    "date_publ": "31 Jul 2018 (v1), last revised 1 Jul 2019 (this version, v2)",
    "authors": [
      "Kyohei Otsu",
      "Guillaume Matheron",
      "Sourish Ghosh",
      "Olivier Toupet",
      "Masahiro On"
    ],
    "abstract": "Abstract:  We present a light-weight body-terrain clearance evaluation algorithm for the\nautomated path planning of NASA's Mars 2020 rover. Extraterrestrial path\nplanning is challenging due to the combination of terrain roughness and severe\nlimitation in computational resources. Path planning on cluttered and/or uneven\nterrains requires repeated safety checks on all the candidate paths at a small\ninterval. Predicting the future rover state requires simulating the vehicle\nsettling on the terrain, which involves an inverse-kinematics problem with\niterative nonlinear optimization under geometric constraints. However, such\nexpensive computation is intractable for slow spacecraft computers, such as\nRAD750, which is used by the Curiosity Mars rover and upcoming Mars 2020 rover.\nWe propose the Approximate Clearance Evaluation (ACE) algorithm, which obtains\nconservative bounds on vehicle clearance, attitude, and suspension angles\nwithout iterative computation. It obtains those bounds by estimating the lowest\nand highest heights that each wheel may reach given the underlying terrain, and\ncalculating the worst-case vehicle configuration associated with those extreme\nwheel heights. The bounds are guaranteed to be conservative, hence ensuring\nvehicle safety during autonomous navigation. ACE is planned to be used as part\nof the new onboard path planner of the Mars 2020 rover. This paper describes\nthe algorithm in detail and validates our claim of conservatism and fast\ncomputation through experiments.",
    "categories": [
      "Robotics (cs.RO)"
    ],
    "url_pdf": "/pdf/1808.00031"
  },
  {
    "url": "https://arxiv.org/abs/1807.11526",
    "title": "Title:Seeing Double: ASASSN-18bt Exhibits a Two-Component Rise in the Early-Time K2 Light Curve",
    "date_publ": "30 Jul 2018 (v1), last revised 23 Nov 2018 (this version, v3)",
    "authors": [
      "B. J. Shappee",
      "T. W.-s. Holoien",
      "M. R. Drout",
      "K. Auchettl",
      "M. D. Stritzinger",
      "C. S. Kochanek",
      "K. Z. Stanek",
      "E. Shaya",
      "G. Narayan",
      "J. S. Brown",
      "S. Bose",
      "D. Bersier",
      "J. Brimacombe",
      "Ping Chen",
      "Subo Dong",
      "S. Holmbo",
      "B. Katz",
      "J. A. Munnoz",
      "R. L. Mutel",
      "R. S. Post",
      "J. L. Prieto",
      "J. Shields",
      "D. Tallon",
      "T. A. Thompson",
      "P. J. Vallely",
      "S. Villanueva Jr.",
      "L. Denneau",
      "H. Flewelling",
      "A. N. Heinze",
      "K. W. Smith",
      "B. Stalder",
      "J. L. Tonry",
      "H. Weiland",
      "T. Barclay",
      "G. Barentsen",
      "A. M. Cody",
      "J. Dotson",
      "F. Foerster",
      "P. Garnavich",
      "M. Gully-santiago",
      "C. Hedges",
      "S. Howell",
      "D. Kasen",
      "S. Margheim",
      "R. Mushotzky",
      "A. Rest",
      "B. E. Tucker",
      "A. Villar",
      "A. Zenteno",
      "G. Beerman",
      "R. Bjella",
      "G. Castillo",
      "J. Coughlin",
      "B. Elsaesser",
      "S. Flynn",
      "R. Gangopadhyay",
      "K. Griest",
      "M. Hanley",
      "J. Kampmeier",
      "R. Kloetzel",
      "L. Kohnert",
      "C. Labonde",
      "R. Larsen",
      "K. A. Larson",
      "K. M. Mccalmont-everton",
      "C. Mcginn",
      "L. Migliorini",
      "J. Moffatt",
      "M. Muszynski",
      "V. Nystrom",
      "D. Osborne",
      "M. Packard",
      "C. A. Peterson",
      "M. Redick",
      "L. H. Reedy",
      "S. E. Ross",
      "B. Spencer",
      "K. Steward",
      "J. E. Van Cleve",
      "J. Vinicius De Miranda Cardoso",
      "T. Weschler",
      "A. Wheaton",
      "J. Bulger",
      "T. B. Lowe",
      "E. A. Magnier",
      "A. S. B. Schultz",
      "C. Z. Waters",
      "M. Willman",
      "Eddie Baron",
      "Zhihao Chen",
      "James M. Derkacy",
      "Fang Huang",
      "Linyi Li",
      "Wenxiong Li",
      "Xue Li",
      "Liming Rui",
      "Hanna Sai",
      "Lifan Wang",
      "Lingzhi Wang",
      "Xiaofeng Wang",
      "Danfeng Xiang",
      "Jicheng Zhang",
      "Jujia Zhang",
      "Kaicheng Zhang",
      "Tianmeng Zhang",
      "Xinghan Zhang",
      "Xulin Zhao",
      "P. J. Brown",
      "J. J. Hermes",
      "J. Nordin",
      "S. Points",
      "G. M. Strampelli",
      "A. Zenteno\n\n\n    et al. (13 additional authors not shown)\n You must enable JavaScript to view entire author list"
    ],
    "abstract": "Abstract:  On 2018 Feb. 4.41, the All-Sky Automated Survey for SuperNovae (ASAS-SN)\ndiscovered ASASSN-18bt in the K2 Campaign 16 field. With a redshift of\nz=0.01098 and a peak apparent magnitude of B_{max}=14.31, ASASSN-18bt is the\nnearest and brightest SNe Ia yet observed by the Kepler spacecraft. Here we\npresent the discovery of ASASSN-18bt, the K2 light curve, and pre-discovery\ndata from ASAS-SN and the Asteroid Terrestrial-impact Last Alert System\n(ATLAS). The K2 early-time light curve has an unprecedented 30-minute cadence\nand photometric precision for an SN~Ia light curve, and it unambiguously shows\na ~4 day nearly linear phase followed by a steeper rise. Thus, ASASSN-18bt\njoins a growing list of SNe Ia whose early light curves are not well described\nby a single power law. We show that a double-power-law model fits the data\nreasonably well, hinting that two physical processes must be responsible for\nthe observed rise. However, we find that current models of the interaction with\na non-degenerate companion predict an abrupt rise and cannot adequately explain\nthe initial, slower linear phase. Instead, we find that existing, published\nmodels with shallow 56Ni are able to span the observed behavior and, with\ntuning, may be able to reproduce the ASASSN-18bt light curve. Regardless, more\ntheoretical work is needed to satisfactorily model this and other early-time\nSNe~Ia light curves. Finally, we use Swift X-ray non-detections to constrain\nthe presence of circumstellar material (CSM) at much larger distances and lower\ndensities than possible with the optical light curve. For a constant density\nCSM these non-detections constrain rho<4.5 * 10^5 cm^-3 at a radius of 4 *10^15\ncm from the progenitor star. Assuming a wind-like environment, we place\nmass-loss limits of Mdot< 8 * 10^-6 M_sun yr^-1 for v_w=100 km s^-1, ruling out\nsome symbiotic progenitor systems.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1807.11526"
  },
  {
    "url": "https://arxiv.org/abs/1807.11157",
    "title": "Title:Secular Light Curves of NEAs 2201 Oljato, 3200 Phaethon, 99942 Apophis, 162173 Ryugu, 495848, and 6063 Jason",
    "date_publ": "30 Jul 2018 (v1), last revised 31 Jul 2018 (this version, v2)",
    "authors": [
      "I. Ferrin",
      "A. Arcila",
      "M. Saldarriag"
    ],
    "abstract": "Abstract:  Using the Secular Light Curve (SLC) formalism (Ferrín, 2010a, PSS, 58,\n365-391), we searched for cometary activity of six NEAS: 2201 Oljato. The SLC\nexhibits significant cometary activity and evidence of an eclipse. 3200\nPhaethon. Is the parent of the Geminid meteor stream and exhibited a faint tail\nat perihelion in several oppositions. The SLC fails to show cometary activity\nusing a 1995 to 2017 data set, suggesting that we are in the presence of a\ndormant cometary nucleus. 99942 Apophis. This SLC does not shows evidence of\ncometary activity, however it shows evidence of an eclipse. The evidence of a\ndouble nature is confirmed with Goldstone and Arecibo radar observations.\n162173 Ryugu. This NEA is the target of the Hayabusa 2 spacecraft mission. The\nSLC exhibits an enhancement consistent with cometary activity. It may be\npossible to confirm or deny this activity by the end of the mission. 495848=\n2002 QD7. This NEA shows deviations from a flat distribution near perihelion in\n2007 and 2017. However our own observations in 2018 show a bare nucleus, from\nwhich we obtain an absolute nuclear magnitude mV(nucleus) = 18.32+-0.03 (using\npV=0.04). The equivalent diameter is D=1.43+-0.10 km. 6063 Jason. The SLC of\nthis NEA exhibits low level cometary activity centred at perihelion. The fact\nthat a cursory search for low level active comets among NEAs has uncovered four\npositive objects out of 6, hints that many more faint comets should exist as\nyet undetected.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1807.11157"
  },
  {
    "url": "https://arxiv.org/abs/1807.10979",
    "title": "Title:Sun-to-Earth Propagation of the 2015 June 21 Coronal Mass Ejection Revealed by Optical, EUV, and Radio Observations",
    "date_publ": "28 Jul 2018 (v1), last revised 11 Aug 2018 (this version, v2)",
    "authors": [
      "N. Gopalswamy",
      "P. Makela",
      "S. Akiyama",
      "S. Yashiro",
      "H. Xie",
      "N. Thaku"
    ],
    "abstract": "Abstract:  We investigate the propagation of the 2015 June 21 CME-driven shock as\nrevealed by the type II bursts at metric and longer wavelengths and coronagraph\nobservations. The CME was associated with the second largest geomagnetic storm\nof solar cycle 24 and a large solar energetic particle (SEP) event. The\neruption consisted of two M-class flares, with the first one being confined,\nwith no metric or interplanetary radio bursts. However, there was intense\nmicrowave burst, indicating accelerated particles injected toward the Sun. The\nsecond flare was eruptive that resulted in a halo CME. The CME was deflected\nprimarily by an equatorial coronal hole that resulted in the modification of\nthe intensity profile of the associated SEP event and the duration of the CME\nat Earth. The interplanetary type II burst was particularly intense and was\nvisible from the corona all the way to the vicinity of the Wind spacecraft with\nfundamental-harmonic structure. We computed the shock speed using the type II\ndrift rates at various heliocentric distances and obtained information on the\nevolution of the shock that matched coronagraph observations near the Sun and\nin-situ observations near Earth. The depth of the geomagnetic storm is\nconsistent with the 1-AU speed of the CME and the magnitude of the southward\ncomponent.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1807.10979"
  },
  {
    "url": "https://arxiv.org/abs/1807.10870",
    "title": "Title:Deconvolving the HD 81809 binary: rotational and activity evidence for a subgiant with a Sun-like cycle",
    "date_publ": "28 Jul 2018 (v1), last revised 16 Aug 2018 (this version, v2)",
    "authors": [
      "Ricky Egelan"
    ],
    "abstract": "Abstract:  HD 81809 has one of the highest quality activity cycles from the sample of\nstars synoptically observed in the Mount Wilson Observatory HK Project.\nHowever, this object is in fact a binary system, raising the question as to\nwhich of the components is responsible for the observed cyclic activity and\nwhat are the properties of that active component. The Hipparcos spacecraft\nobtained resolved two-color photometry for this system that indicates that both\ncomponents are near the solar temperature. Combined with the precise Gaia\nparallax and empirical bolometric corrections we derive component luminosities\nof L_A = 5.8 +/- 0.3 Lsun and L_B = 1.025 +/- 0.055 Lsun, and radii R_A = 2.42\n+/- 0.08 Rsun and R_B = 1.04 +/- 0.04 Rsun, confirming that the primary\ncomponent is a subgiant. We perform an independent estimate of the rotation\nperiod of the A component based on vsini and find that it agrees with the 40.2\nd period previously measured from the Ca HK time series. We explore plausible\nscenarios for the deconvolved S-index and find that a cycling A component would\nhave an activity level within the bounds of ensemble activity-rotation trends,\nwhile a cycling B component likely does not. Based on the available rotation\nand activity evidence, we find the most likely characterization of the system\nis a subgiant primary component responsible for the smooth cyclic behavior in\nCa HK with log(R'_HK) ~ -4.89, while the secondary component has relatively\nflat activity at log(R'_HK) ~ -5.02.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1807.10870"
  },
  {
    "url": "https://arxiv.org/abs/1807.08932",
    "title": "Title:Laser and Radio Tracking for Planetary Science Missions - A Comparison",
    "date_publ": "24 Jul 2018",
    "authors": [
      "Dominic Dirkx",
      "Ivan Prochazka",
      "Sven Bauer",
      "Pieter Visser",
      "Ron Noomen",
      "Leonid I. Gurvits",
      "Bert Vermeerse"
    ],
    "abstract": "Abstract:  At present, tracking data for planetary missions largely consists of radio\nobservables: range-rate range and angular position. Future planetary missions\nmay use Interplanetary Laser Ranging (ILR) as a tracking observable. Two-way\nILR will provide range data that are about 2 orders of magnitude more accurate\nthan radio-based range data. ILR does not produce Doppler data, however. In\nthis article, we compare the relative strength of radio Doppler and laser range\ndata for the retrieval of parameters of interest in planetary missions, to\nclarify and quantify the science case of ILR, with a focus on geodetic\nobservables.\nWe first provide an overview of the near-term attainable quality of ILR, in\nterms of both the realization of the observable and the models used to process\nthe measurements. Subsequently, we analyze the sensitivity of radio-Doppler and\nlaser-range measurements in representative mission scenarios. We use both an\nanalytical approximation and numerical analyses of the relative sensitivity of\nILR and radio Doppler observables for more general cases.\nWe show that mm-precise range normal points are feasible for ILR, but\nmm-level accuracy and stability is unlikely to be attained, due to a\ncombination of instrumental and model errors. ILR has the potential for\nsuperior performance in observing signatures in the data with a characteristic\nperiod of greater than 0.33-1.65 hours This indicates that Doppler tracking\nwill typically remain the method of choice for gravity field determination and\nspacecraft orbit determination in planetary missions. Laser ranging data,\nhowever, are shown to have a significant advantage for the retrieval of\nrotational and tidal characteristics from landers. Similarly, laser ranging\ndata will be superior for the construction of planetary ephemerides and the\nimprovement of solar system tests of gravitation.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1807.08932"
  },
  {
    "url": "https://arxiv.org/abs/1807.08109",
    "title": "Title:An Adaptive Groundtrack Maintenance Scheme for Spacecraft with Electric Propulsion",
    "date_publ": "21 Jul 2018 (v1), last revised 3 Jun 2019 (this version, v2)",
    "authors": [
      "Mirko Leomanni",
      "Andrea Garulli",
      "Antonio Giannitrapani",
      "Fabrizio Scortecc"
    ],
    "abstract": "Abstract:  In this paper, the repeat-groundtrack orbit maintenance problem is addressed\nfor spacecraft driven by electric propulsion. An adaptive solution is proposed,\nwhich combines an hysteresis controller and a recursive least squares filter.\nThe controller provides a pulse-width modulated command to the thruster, in\ncompliance with the peculiarities of the electric propulsion technology. The\nfilter takes care of estimating a set of environmental disturbance parameters,\nfrom inertial position and velocity measurements. The resulting control scheme\nis able to compensate for the groundtrack drift due to atmospheric drag, in a\nfully autonomous manner. A numerical study of a low Earth orbit mission\nconfirms the effectiveness of the proposed method.",
    "categories": [
      "Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/1807.08109"
  },
  {
    "url": "https://arxiv.org/abs/1807.07834",
    "title": "Title:CUTE Data Simulator and Reduction Pipeline",
    "date_publ": "20 Jul 2018",
    "authors": [
      "A. G. Sreejith",
      "Luca Fossati",
      "Manfred Steller",
      "Brian T. Fleming",
      "Kevin Franc"
    ],
    "abstract": "Abstract:  The Colorado Ultraviolet Transit Experiment (CUTE) is a 6U NASA CubeSat\ncarrying a low-resolution (R ~3000), near-ultraviolet (255 - 330nm)\nspectrograph fed by a rectangular primary Cassegrain. CUTE, is planned for\nlaunch in spring 2020 and it will monitor transiting extra-solar planets to\nstudy atmospheric escape. We present here the CUTE data simulator, which is a\nversatile tool easily adaptable to any other mission performing single-slit\nspectroscopy and carrying on-board a CCD detector. We complemented the data\nsimulator with a data reduction pipeline capable of performing a rough\nreduction of the simulated data. This pipeline will then be updated once the\nfinal CUTE data reduction pipeline will be fully developed. We further briefly\ndiscuss our plans for the development of a CUTE data reduction pipeline. The\ndata simulator will be used to inform the target selection, improve the\npreliminary signal-to-noise calculator, test the impact on the data of\ndeviations from the nominal instrument characteristics, identify the best\nspacecraft orientation for the observation of each target and construct\nsynthetic data to train the science team in the data analysis prior to launch.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1807.07834"
  },
  {
    "url": "https://arxiv.org/abs/1807.07373",
    "title": "Title:Cluster Hot Flow Anomaly Observations During Solar Cycle Minimum",
    "date_publ": "19 Jul 2018",
    "authors": [
      "Gabor Facsko",
      "Mariella Tatrallyay",
      "Geza Erdos",
      "G.",
      "Iannis Dandoura"
    ],
    "abstract": "Abstract:  Hot flow anomalies (HFAs) are studied using observations of the FGM\nmagnetometer and the CIS plasma detector aboard the four Cluster spacecraft.\nPreviously we studied several specific features of tangential discontinuities\non the basis of Cluster measurements in February-April 2003 and discovered a\nnew condition for forming HFAs that is the solar wind speed is higher than the\naverage. However during the whole spring season of 2003, the solar wind speed\nwas higher than average. In this study we analyse HFAs detected in 2007, the\nyear of solar cycle minimum. Our earlier result was confirmed: the higher solar\nwind speed is a real condition for HFA formation; furthermore this constraint\nis independent of Schwartz et al. s condition for HFA formation.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1807.07373"
  },
  {
    "url": "https://arxiv.org/abs/1807.07371",
    "title": "Title:Study of hot flow anomalies using Cluster multi-spacecraft measurements",
    "date_publ": "19 Jul 2018",
    "authors": [
      "Gabor Facsko",
      "Jean-Gabriel Trotignon",
      "Iannis Dandouras",
      "Elisabeth A. Lucek",
      "Patrick W. Dal"
    ],
    "abstract": "Abstract:  Hot flow anomalies (HFAs) were first discovered in the early 1980s at the bow\nshock of the Earth. In the 1990s these features were studied, observed and\nsimulated very intensively and many new missions focused the attention to this\nphenomenon again. Many basic features and the HFA formation mechanism were\nclarified observationally and using hybrid simulation techniques. We described\nprevious observational, theoretical and simulation results in the research\nfield of HFAs. We introduced HFA observations performed at the Earth, Mars,\nVenus and Saturn in this paper. We share different observation results of space\nmission to give an overview to the reader. Cluster multi-spacecraft\nmeasurements gave us more observed HFA events and finer, more sophisticated\nmethods to understand them better. In this study, HFAs were studied using\nobservations of the Cluster magnetometer and the Cluster plasma detector aboard\nthe four Cluster spacecraft. Energetic particle measurements (28.2-68.9 keV)\nwere also used to detect and select HFAs. We studied several specific features\nof tangential discontinuities generating HFAs on the basis of Cluster\nmeasurements in the period February-April 2003, December 2005-April 2006 and\nJanuary-April, 2007, when the separation of spacecraft was large and the\nCluster fleet reached the bow shock. We have confirmed the condition for\nforming HFAs, that the solar wind speed is higher than the average. This\ncondition was also confirmed by simultaneous ACE magnetic field and solar wind\nplasma observations at the L1 point 1.4 million km upstream of the Earth. The\nmeasured and calculated features of HFA events were compared with the results\nof different previous hybrid simulations. During the whole spring season of\n2003, the solar wind speed was higher than the average. Here we checked whether\nthe higher solar wind speed is a real condition of HFA formation also in 2006\nand 2007.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1807.07371"
  },
  {
    "url": "https://arxiv.org/abs/1807.07369",
    "title": "Title:A statistical study of hot flow anomalies using Cluster data",
    "date_publ": "19 Jul 2018",
    "authors": [
      "Gabor Facsko",
      "Karoly Kecskemety",
      "Geza Erdos",
      "Mariella Tatrallyay",
      "Patrick W. Daly",
      "Iannis Dandoura"
    ],
    "abstract": "Abstract:  Hot flow anomalies (HFAs) are studied using observations of the RAPID\nsuprathermal charged particle detector, the FGM magnetometer, and the CIS\nplasma detector aboard the four Cluster spacecraft. Previously, we studied\nseveral specific features of tangential discontinuities on the basis of Cluster\nmeasurements in February-April 2003. In this paper, we confirm the following\nresults: the angle between the Sun direction and the tangentional discontinuity\n(TD) normal is larger than 45° during HFAs, the magnetic field directional\nchange is large. We then present evidence for a new necessary condition for the\nformation of HFAs, that is, the solar wind speed is significantly ( about 200\nkm/s or dMf=2.3) higher than the long-term average. The existence of this\ncondition is also confirmed by simultaneous ACE MAG and SWEPAM solar wind\nobservations at the L1 point 1.4 million km upstream of the Earth. The results\nare compared with recent hybrid simulations.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1807.07369"
  },
  {
    "url": "https://arxiv.org/abs/1807.07368",
    "title": "Title:A global study of hot flow anomalies using Cluster multi-spacecraft measurements",
    "date_publ": "19 Jul 2018",
    "authors": [
      "Gabor Facsko",
      "Zoltan Nemeth",
      "Geza Erdos",
      "Arpad Kis",
      "Iannis Dandoura"
    ],
    "abstract": "Abstract:  Hot flow anomalies (HFAs) are studied using observations of the magnetometer\nand the plasma instrument aboard the four Cluster spacecraft. We study several\nspecific features of tangential discontinuities on the basis of Cluster\nmeasurements from the time periods of February-April 2003, December 2005-April\n2006 and January-April 2007, when the separation distance of spacecraft was\nlarge. The previously discovered condition (Facsko et al., 2008) for forming\nHFAs is confirmed, i.e. that the solar wind speed and fast magnetosonic Mach\nnumber values are higher than average. Furthermore, this constraint is\nindependent of the Schwartz et al. (2000)s condition for HFA formation. The\nexistence of this new condition is confirmed by simultaneous ACE magnetic field\nand solar wind plasma observations at the L1 point, at 1.4 million km distance\nfrom the Earth. The temperature, particle density and pressure parameters\nobserved at the time of HFA formation are also studied and compared to average\nvalues of the solar wind plasma. The size of the region affected by the HFA was\nestimated by using two different methods. We found that the size is mainly\ninfluenced by the magnetic shear and the angle between the discontinuity normal\nand the Sun-Earth direction. The size grows with the shear and (up to a certain\npoint) with the angle as well. After that point it starts decreasing. The\nresults are compared with the outcome of recent hybrid simulations.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1807.07368"
  },
  {
    "url": "https://arxiv.org/abs/1807.06140",
    "title": "Title:Solar Wind Turbulence Studies using MMS Fast Plasma Investigation Data",
    "date_publ": "16 Jul 2018 (v1), last revised 3 Sep 2018 (this version, v2)",
    "authors": [
      "Riddhi Bandyopadhyay",
      "A. Chasapis",
      "R. Chhiber",
      "T. N. Parashar",
      "B. A. Maruca",
      "W. H. Matthaeus",
      "S. J. Schwartz",
      "S. Eriksson",
      "O. LeContel",
      "H. Breuillard",
      "J. L. Burch",
      "T. E. Moore",
      "C. J. Pollock",
      "B. L. Giles",
      "W. R. Paterson",
      "J. Dorelli",
      "D. J. Gershman",
      "R. B. Torbert",
      "C. T. Russell",
      "R. J. Strangewa"
    ],
    "abstract": "Abstract:  Studies of solar wind turbulence traditionally employ high-resolution\nmagnetic field data, but high-resolution measurements of ion and electron\nmoments have been possible only recently. We report the first turbulence\nstudies of ion and electron velocity moments accumulated in pristine solar wind\nby the Fast Particle Investigation instrument onboard the Magnetospheric\nMultiscale (MMS) Mission. Use of these data is made possible by a novel\nimplementation of a frequency domain Hampel filter, described herein. After\npresenting procedures for processing of the data, we discuss statistical\nproperties of solar wind turbulence extending into the kinetic range. Magnetic\nfield fluctuations dominate electron and ion velocity fluctuation spectra\nthroughout the energy-containing and inertial ranges. However, a\nmulti-spacecraft analysis indicates that at scales shorter than the\nion-inertial length, electron velocity fluctuations become larger than ion\nvelocity and magnetic field fluctuations. The kurtosis of ion velocity peaks\naround few ion-inertial lengths and returns to near gaussian value at sub-ion\nscales.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1807.06140"
  },
  {
    "url": "https://arxiv.org/abs/1807.05249",
    "title": "Title:VTXO - Virtual Telescope for X-Ray Observations",
    "date_publ": "13 Jul 2018 (v1), last revised 17 Jul 2018 (this version, v2)",
    "authors": [
      "Kyle Rankin",
      "Steven Stochaj",
      "Neerav Shah",
      "John Krizmanic",
      "Asal Naser"
    ],
    "abstract": "Abstract:  The Virtual Telescope for X-Ray Observations (VTXO) is a conceptual mission\nunder development to demonstrate a new instrument for astronomical observations\nin the X-ray band using a set of 6U CubeSats. VTXO will use a Phase Fresnel\nLens, which has the potential to improve the imaging resolution several orders\nof magnitude over the current state-of-the-art X-ray telescopes. This technique\nrequires long focal lengths (>100 m), which necessitates the lens and camera be\non separate spacecraft, flying in precision formation. This work presents the\nresults from a model developed to determine the {\\Delta}V requirements to\nmaintain formation, for both solar and galactic X-ray observations, from a\nGeostationary Transfer Orbit.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1807.05249"
  },
  {
    "url": "https://arxiv.org/abs/1807.04729",
    "title": "Title:Modeling coronagraphic extreme wavefront control systems for high contrast imaging in ground and space telescope missions",
    "date_publ": "12 Jul 2018",
    "authors": [
      "Jennifer Lumbres",
      "Jared Males",
      "Ewan Douglas",
      "Laird Close",
      "Olivier Guyon",
      "Kerri Cahoy",
      "Ashley Carlton",
      "Jim Clark",
      "David Doelman",
      "Lee Feinberg",
      "Justin Knight",
      "Weston Marlow",
      "Kelsey Miller",
      "Katie Morzinski",
      "Emiel Por",
      "Alexander Rodack",
      "Lauren Schatz",
      "Frans Snik",
      "Kyle Van Gorkom",
      "Michael Wilb"
    ],
    "abstract": "Abstract:  The challenges of high contrast imaging (HCI) for detecting exoplanets for\nboth ground and space applications can be met with extreme adaptive optics\n(ExAO), a high-order adaptive optics system that performs wavefront sensing\n(WFS) and correction at high speed. We describe two ExAO optical system\ndesigns, one each for ground-based telescopes and space-based missions, and\nexamine them using the angular spectrum Fresnel propagation module within the\nPhysical Optics Propagation in Python (POPPY) package. We present an end-to-end\n(E2E) simulation of the MagAO-X instrument, an ExAO system capable of\ndelivering 6$\\times10^{-5}$ visible-light raw contrast for static, noncommon\npath aberrations without atmosphere. We present a laser guidestar (LGS)\ncompanion spacecraft testbed demonstration, which uses a remote beacon to\nincrease the signal available for WFS and control of the primary aperture\nsegments of a future large space telescope, providing on order of a factor of\nten factor improvement for relaxing observatory stability requirements. The LGS\nE2E simulation provides an easily adjustable model to explore parameters,\nlimits, and trade-offs on testbed design and characterization.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1807.04729"
  },
  {
    "url": "https://arxiv.org/abs/1807.03925",
    "title": "Title:Krypton isotopes and noble gas abundances in the coma of comet 67P/Churyumov-Gerasimenko",
    "date_publ": "11 Jul 2018",
    "authors": [
      "Martin Rubin",
      "Kathrin Altwegg",
      "Hans Balsiger",
      "Akiva Bar-Nun",
      "Jean-Jacques Berthelier",
      "Christelle Briois",
      "Ursina Calmonte",
      "Michael Combi",
      "Johan De Keyser",
      "Björn Fiethe",
      "Stephen A. Fuselier",
      "Sebastien Gasc",
      "Tamas I. Gombosi",
      "Kenneth C. Hansen",
      "Ernest Kopp",
      "Axel Korth",
      "Diana Laufer",
      "Léna Le Roy",
      "Urs Mall",
      "Bernard Marty",
      "Olivier Mousis",
      "Tobias Owen",
      "Henri Rème",
      "Thierry Sémon",
      "Chia-Yu Tzou",
      "Jack H. Waite",
      "Peter Wur"
    ],
    "abstract": "Abstract:  The ROSINA mass spectrometer DFMS on board ESA's Rosetta spacecraft detected\nthe major isotopes of the noble gases argon, krypton, and xenon in the coma of\ncomet 67P/Churyumov-Gerasimenko. Earlier, it has been shown that xenon exhibits\nan isotopic composition distinct from anywhere else in the solar system.\nHowever, argon isotopes, within error, were shown to be consistent with solar\nisotope abundances. This discrepancy suggested an additional exotic component\nof xenon in comet 67P/Churyumov-Gerasimenko. Here we show that also krypton\nexhibits an isotopic composition close to solar. Furthermore, we found a\ndepletion compared to solar of argon with respect to krypton and of krypton\nwith respect to xenon, which is a necessity to postulate an addition of exotic\nxenon in the comet.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1807.03925"
  },
  {
    "url": "https://arxiv.org/abs/1807.02749",
    "title": "Title:A comprehensive model of the meteoroid environment around Mercury",
    "date_publ": "8 Jul 2018",
    "authors": [
      "Petr Pokorny",
      "Menelaos Sarantos",
      "Diego Janche"
    ],
    "abstract": "Abstract:  To characterize the meteoroid environment around Mercury and its contribution\nto the planet's exosphere, we combined four distinctive sources of meteoroids\nin the solar system: main-belt asteroids, Jupiter family comets, Halley-type\ncomets, and Oort Cloud comets. All meteoroid populations are described by\ncurrently available dynamical models. We used a recent calibration of the\nmeteoroid influx onto Earth as a constraint for the combined population model\non Mercury. We predict vastly different distributions of orbital elements,\nimpact velocities and directions of arrival for all four meteoroid populations\nat Mercury. We demonstrate that the most likely model of Mercury's meteoroid\nenvironment- in the sense of agreement with Earth -provides good agreement with\npreviously reported observations of Mercury's exosphere by the MESSENGER\nspacecraft and is not highly sensitive to variations of uncertain parameters\nsuch as the ratio of these populations at Earth, the size frequency\ndistribution, and the collisional lifetime of meteoroids. Finally, we provide a\nfully calibrated model consisting of high-resolution maps of mass influx and\nsurface vaporization rates for different values of Mercury's true anomaly\nangle.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1807.02749"
  },
  {
    "url": "https://arxiv.org/abs/1807.02685",
    "title": "Title:Optimal Satellite Constellation Spare Strategy Using Multi-Echelon Inventory Control",
    "date_publ": "7 Jul 2018 (v1), last revised 5 Jun 2019 (this version, v4)",
    "authors": [
      "Pauline C. M. Jakob",
      "Seiichi Shimizu",
      "Shoji Yoshikawa",
      "Koki H"
    ],
    "abstract": "Abstract:  The recent growing trend to develop large-scale satellite constellations\n(i.e., mega-constellation) with low-cost small satellites has brought the need\nfor an efficient and scalable maintenance strategy decision plan. Traditional\nspare strategies for satellite constellations cannot handle these\nmega-constellations due to their limited scalability in number of satellites\nand/or frequency of failures. In this paper, we propose a novel spare strategy\nusing an inventory management approach. We consider a set of parking orbits at\na lower altitude than the constellation for spare storage, and model satellite\nconstellation spare strategy problem using a multi-echelon (s,Q)-type inventory\npolicy, viewing Earth's ground as a supplier, parking orbits as warehouses, and\nin-plane spare stocks as retailers. This inventory model is unique in that the\nparking orbits (warehouses) drift away from the orbital planes over time due to\norbital mechanics' effects, and the in-plane spare stocks (retailers) would\nreceive the resupply from the closest (i.e., minimum waiting time) available\nwarehouse at the time of delivery. The parking orbits (warehouses) are also\nresupplied from the ground (supplier) with stochastic lead time caused by the\norder processing and launch opportunities, leveraging the cost saving effects\nby launching many satellites in one rocket (i.e., batch launch discount). The\nproposed analytical model is validated against simulations using Latin\nHypercube Sampling. Furthermore, based on the proposed model, an optimization\nformulation is introduced to identify the optimal spare strategy, comprising\nthe parking orbits characteristics and all locations policies, to minimize the\nmaintenance cost of the system given performance requirements. The proposed\nmodel and optimization method are applied to a real-world case study of\nsatellite mega-constellation to demonstrate their value.",
    "categories": [
      "Optimization and Control (math.OC)",
      " Computational Engineering, Finance, and Science (cs.CE)",
      " Systems and Control (eess.SY)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1807.02685"
  },
  {
    "url": "https://arxiv.org/abs/1807.02649",
    "title": "Title:The Deformable Mirror Demonstration Mission (DeMi) CubeSat: optomechanical design validation and laboratory calibration",
    "date_publ": "7 Jul 2018 (v1), last revised 10 Jul 2018 (this version, v2)",
    "authors": [
      "Gregory Allan",
      "Ewan S. Douglas",
      "Derek Barnes",
      "Mark Egan",
      "Gabor Furesz",
      "Warren Grunwald",
      "Jennifer Gubner",
      "Christian Haughwout",
      "Bobby G. Holden",
      "Paula do Vale Pereira",
      "Abigail J. Stein",
      "Kerri L. Caho"
    ],
    "abstract": "Abstract:  Coronagraphs on future space telescopes will require precise wavefront\ncorrection to detect Earth-like exoplanets near their host stars. High-actuator\ncount microelectromechanical system (MEMS) deformable mirrors provide wavefront\ncontrol with low size, weight, and power. The Deformable Mirror Demonstration\nMission (DeMi) payload will demonstrate a 140 actuator MEMS deformable mirror\n(DM) with \\SI{5.5}{\\micro\\meter} maximum stroke. We present the flight\noptomechanical design, lab tests of the flight wavefront sensor and wavefront\nreconstructor, and simulations of closed-loop control of wavefront aberrations.\nWe also present the compact flight DM controller, capable of driving up to 192\nactuator channels at 0-250V with 14-bit resolution. Two embedded Raspberry Pi 3\ncompute modules are used for task management and wavefront reconstruction. The\nspacecraft is a 6U CubeSat (30 cm x 20 cm x 10 cm) and launch is planned for\n2019.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1807.02649"
  },
  {
    "url": "https://arxiv.org/abs/1807.02594",
    "title": "Title:Time-Delay Interferometry and Clock-Noise Calibration",
    "date_publ": "7 Jul 2018",
    "authors": [
      "Massimo Tinto",
      "Olaf Hartwi"
    ],
    "abstract": "Abstract:  The Laser Interferometer Space Antenna is a joint ESA-NASA space-mission to\ndetect and study mHz cosmic gravitational waves. The trajectories followed by\nits three spacecraft result in unequal- and time-varying arms, requiring use of\nthe Time-Delay Interferometry (TDI) post- processing technique to cancel the\nlaser phase noises affecting the heterodyne one-way Doppler measurements.\nAlthough the second-generation formulation of TDI cancels the laser phase\nnoises when the array is both rotating and \"flexing\", second-generation TDI\ncombinations for which the phase fluctuations of the onboard ultra stable\noscillators (USOs) can be calibrated out have not appeared yet in the\nliterature. In this article we present the solution of this problem by\ngeneralizing to the realistic LISA trajectory the USO calibration algorithm\nderived by Armstrong, Estabrook and Tinto for a static configuration.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1807.02594"
  },
  {
    "url": "https://arxiv.org/abs/1807.01498",
    "title": "Title:VLF transmitters as tools for monitoring the plasmasphere",
    "date_publ": "4 Jul 2018 (v1), last revised 1 Nov 2018 (this version, v2)",
    "authors": [
      "David Koronczay",
      "Janos Lichtenberger",
      "Lilla Juhasz",
      "Peter Steinbach",
      "George Hospodarsk"
    ],
    "abstract": "Abstract:  Continuous burst mode VLF measurements were recorded on the RBSP/Van Allen\nProbes satellites and are analyzed to detect pulses from the Russian Alpha\n(RSDN-20) ground-based navigational system. Based on the wave characteristics\nof these pulses and on the position of the spacecraft, the signals propagated\nmostly in ducted mode in the plasmasphere. Knowledge of the propagation path\nallowed us to carry out a monochromatic wave propagation inversion to obtain\nplasmaspheric electron densities. We compared the obtained densities with\nindependent in-situ measurements on the spacecraft. The results show good\nagreement, validating our inversion process. This contributes to validating the\nfield-aligned density profile model routinely used in the inversion of\nwhistlers detected on the ground. Furthermore, our method can provide electron\ndensities at regimes where no alternative measurements are available on the\nspacecraft. This raises the possibility of using this method as an additional\ntool to measure and monitor plasmaspheric electron densities.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1807.01498"
  }
]