[
  {
    "url": "https://arxiv.org/abs/0812.0397",
    "title": "Title:Deuterium microbomb rocket propulsion",
    "date_publ": "2 Dec 2008",
    "authors": [
      "Friedwardt Winterber"
    ],
    "abstract": "Abstract:  Large scale manned space flight within the solar system is still confronted\nwith the solution of two problems: 1. A propulsion system to transport large\npayloads with short transit times between different planetary orbits. 2. A cost\neffective lifting of large payloads into earth orbit. For the solution of the\nfirst problem a deuterium fusion bomb propulsion system is proposed where a\nthermonuclear detonation wave is ignited in a small cylindrical assembly of\ndeuterium with a gigavolt-multimegampere proton beam, drawn from the\nmagnetically insulated spacecraft acting in the ultrahigh vacuum of space as a\ngigavolt capacitor. For the solution of the second problem, the ignition is\ndone by argon ion lasers driven by high explosives, with the lasers destroyed\nin the fusion explosion and becoming part of the exhaust.",
    "categories": [
      "General Physics (physics.gen-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/0812.0397"
  },
  {
    "url": "https://arxiv.org/abs/0812.0258",
    "title": "Title:A study of the possibility of sprites in the atmospheres of other planets",
    "date_publ": "1 Dec 2008 (v1), last revised 28 May 2009 (this version, v2)",
    "authors": [
      "Yoav Yair",
      "Yukihiro Takahashi",
      "Roy Yaniv",
      "Ute Ebert",
      "Y. Got"
    ],
    "abstract": "Abstract:  Sprites are a spectacular type of transient luminous events (TLE) which occur\nabove thunderstorms immediately after lightning. They have shapes of giant\njellyfish, carrots or columns and last tens of milliseconds. In Earth's\natmosphere, sprites mostly emit in red and blue wavelengths from excited N2 and\nN2+ and span a vertical range between 50 and 90 km above the surface. The\nemission spectra, morphology and occurrence heights of sprites reflect the\nproperties of the planetary atmosphere they inhabit and are related to the\nintensity of the initiating parent lightning.. This paper presents results of\ntheoretical calculations of the expected occurrence heights of sprites above\nlightning discharges in the CO2 atmosphere of Venus, the N2 atmosphere of Titan\nand the H2-He atmosphere of Jupiter. The expected emission features are\npresented and the potential of detecting sprites in planetary atmospheres by\norbiting spacecraft is discussed.",
    "categories": [
      "Atmospheric and Oceanic Physics (physics.ao-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/0812.0258"
  },
  {
    "url": "https://arxiv.org/abs/0811.3924",
    "title": "Title:The effect of general relativity on hyperbolic orbits and its application to the flyby anomaly",
    "date_publ": "24 Nov 2008 (v1), last revised 17 Jan 2009 (this version, v2)",
    "authors": [
      "Lorenzo Iori"
    ],
    "abstract": "Abstract:  We investigate qualitatively and quantitatively the impact of the general\nrelativistic gravito-electromagnetic forces on hyperbolic orbits around a\nmassive spinning body. The gravito-magnetic field, which is the cause of the\nwell known Lense-Thirring precessions of elliptic orbits, is generated by the\nspin S of the central body. It deflects and displaces the trajectories\ndifferently according to the mutual orientation of S and the orbital angular\nmomentum L of the test particle. The gravito-electric force, which induces the\nEinstein precession of the perihelion of the orbit of Mercury, always deflects\nthe trajectories inward irrespective of the L-S orientation. We numerically\ncompute their effect on the range r, radial and transverse components v_r and\nv_\\tau of the velocity and speed v of the NEAR spacecraft at its closest\napproach with the Earth in January 1998 when it experienced an anomalous\nincrease of its asymptotic outgoing velocity v_\\infty o of 13.46 +/- 0.01 mm\nsec^-1; while the gravito-electric force was modeled in the software used to\nprocess the NEAR data, this was not done for the gravito-magnetic one. The\nrange-rate and the speed are affected by general relativistic\ngravito-electromagnetism at 10^-2 (gravito-electric)-10^-5 (gravito-magnetic)\nmm sec^-1 level. The changes in the range are of the order of 10^-2\n(gravito-magnetic)-10^1 (gravito-electric) mm.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/0811.3924"
  },
  {
    "url": "https://arxiv.org/abs/0811.3226",
    "title": "Title:Comprehensive Observations of a Solar Minimum CME with STEREO",
    "date_publ": "19 Nov 2008",
    "authors": [
      "B. E. Wood",
      "R. A. Howard",
      "S. P. Plunkett",
      "D. G. Socke"
    ],
    "abstract": "Abstract:  We perform the first kinematic analysis of a CME observed by both imaging and\nin situ instruments on board STEREO, namely the SECCHI, PLASTIC, and IMPACT\nexperiments. Launched on 2008 February 4, the CME is tracked continuously from\ninitiation to 1 AU using the SECCHI imagers on both STEREO spacecraft, and is\nthen detected by the PLASTIC and IMPACT particle and field detectors on board\nSTEREO-B. The CME is also detected in situ by ACE and SOHO/CELIAS at Earth's L1\nLagrangian point. The CME hits STEREO-B, ACE, and SOHO on 2008 February 7, but\nmisses STEREO-A entirely. This event provides a good example of just how\ndifferent the same event can look when viewed from different perspectives. We\nalso demonstrate many ways in which the comprehensive and continuous coverage\nof this CME by STEREO improves confidence in our assessment of its kinematic\nbehavior, with potential ramifications for space weather forecasting. The\nobservations provide several lines of evidence in favor of the observable part\nof the CME being narrow in angular extent, a determination crucial for deciding\nhow best to convert observed CME elongation angles from Sun-center to actual\nSun-center distances.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0811.3226"
  },
  {
    "url": "https://arxiv.org/abs/0811.1573",
    "title": "Title:A Model for the Pioneer Anomaly",
    "date_publ": "10 Nov 2008",
    "authors": [
      "Ivan G. Avramidi",
      "Guglielmo Fucc"
    ],
    "abstract": "Abstract:  In a previous work we showed that massive test particles exhibit a\nnon-geodesic acceleration in a modified theory of gravity obtained by a\nnon-commutative deformation of General Relativity (so-called Matrix Gravity).\nWe propose that this non-geodesic acceleration might be the origin of the\nanomalous acceleration experienced by the Pioneer 10 and Pioneer 11\nspacecrafts.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/0811.1573"
  },
  {
    "url": "https://arxiv.org/abs/0811.0756",
    "title": "Title:On the recently determined anomalous perihelion precession of Saturn",
    "date_publ": "5 Nov 2008 (v1), last revised 24 Dec 2008 (this version, v4)",
    "authors": [
      "Lorenzo Iori"
    ],
    "abstract": "Abstract:  The astronomer E.V. Pitjeva, by analyzing with the EPM2008 ephemerides a\nlarge number of planetary observations including also two years (2004-2006) of\nnormal points from the Cassini spacecraft, phenomenologically estimated a\nstatistically significant non-zero correction to the usual\nNewtonian/Einsteinian secular precession of the longitude of the perihelion of\nSaturn, i.e. \\Delta\\dot\\varpi_Sat = -0.006 +/- 0.002 arcsec/cy; the formal,\nstatistical error is 0.0007 arcsec/cy. It can be explained neither by any of\nthe standard classical and general relativistic dynamical effects\nmismodelled/unmodelled in the force models of the EPM2008 ephemerides nor by\nseveral exotic modifications of gravity recently put forth to accommodate\ncertain cosmological/astrophysical observations without resorting to dark\nenergy/dark matter. Both independent analyses by other teams of astronomers and\nfurther processing of larger data sets from Cassini will be helpful in\nclarifying the nature and the true existence of the anomalous precession of the\nperihelion of Saturn.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " High Energy Physics - Phenomenology (hep-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/0811.0756"
  },
  {
    "url": "https://arxiv.org/abs/0811.0693",
    "title": "Title:Estimating the solar meridional circulation by normal mode decomposition",
    "date_publ": "5 Nov 2008",
    "authors": [
      "Lars Krieger",
      "Markus Roth",
      "Oskar von der Lueh"
    ],
    "abstract": "Abstract:  The objective of this article is to use Fourier-Hankel decomposition as\nsuggested earlier by Braun & Fan (1998) to estimate the integrated horizontal\nmeridional flow velocity as a function of mode penetration depth, and to find\nways of potentially improve this technique. We use a time series of 43200 (30\ndays) consecutive full-disk Dopplergrams obtained by the MDI (Michelson Doppler\nImager) instrument aboard the SOHO (Solar Heliospheric Observatory) spacecraft\nin April 1999. We find averaged meridional flow estimates of 15 m/s for modes\nwith a penetration depth in the upper 20 Mm of the solar convection zone. This\nreproduces the results of the earlier investigations. Moreover we conclude that\nthis method has the potential to become a new technique to measure the\nmeridional circulation in the deep convection zone, if some improvements will\nbe applied.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0811.0693"
  },
  {
    "url": "https://arxiv.org/abs/0810.3683",
    "title": "Title:Simbol-X: A Formation Flight Mission with an Unprecedented Imaging Capability in the 0.5-80 Kev Energy Band",
    "date_publ": "20 Oct 2008",
    "authors": [
      "Gianpiero Tagliaferri",
      "Philippe Ferrando",
      "Jean-Michel Le Duigou",
      "Giovanni Pareschi",
      "Philippe Laurent",
      "Giuseppe Malaguti",
      "Rodolphe Cledassou",
      "Mauro Piermaria",
      "Olivier La Marle",
      "Fabrizio Fiore",
      "Paolo Giomm"
    ],
    "abstract": "Abstract:  The discovery of X-ray emission from cosmic sources in the 1960s has opened a\nnew powerful observing window on the Universe. In fact, the exploration of the\nX-ray sky during the 70s-90s has established X-ray astronomy as a fundamental\nfield of astrophysics. Today, the emission from astrophysical sources is by\nlarge best known at energies below 10 keV. The main reason for this situation\nis purely technical since grazing incidence reflection has so far been limited\nto the soft X-ray band. Above 10 keV all the observations have been obtained\nwith collimated detectors or coded mask instruments. To make a leap step\nforward in X-ray astronomy above 10 keV it is necessary to extend the principle\nof focusing X ray optics to higher energies, up to 80 keV and beyond. To this\nend, ASI and CNES are presently studying the implementation of a X-ray mission\ncalled Simbol-X.\nTaking advantage of emerging technology in mirror manufacturing and\nspacecraft formation flying, Simbol-X will push grazing incidence imaging up to\n80 keV and beyond, providing a strong improvement both in sensitivity and\nangular resolution compared to all instruments that have operated so far above\n10 keV. This technological breakthrough will open a new high-energy window in\nastrophysics and cosmology. Here we will address the problematic of the\ndevelopment for such a distributed and deformable instrument. We will focus on\nthe main performances of the telescope, like angular resolution, sensitivity\nand source localization. We will also describe the specificity of the\ncalibration aspects of the payload distributed over two satellites and\ntherefore in a not \"frozen\" configuration.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0810.3683"
  },
  {
    "url": "https://arxiv.org/abs/0810.2957",
    "title": "Title:Mid-Infrared Properties of Disk Averaged Observations of Earth with AIRS",
    "date_publ": "16 Oct 2008",
    "authors": [
      "Thomas Hearty",
      "Inseok Song",
      "Sam Kim",
      "Giovanna Tinett"
    ],
    "abstract": "Abstract:  We have investigated mid-infrared spectra of Earth obtained by the\nAtmospheric Infrared Sounder (AIRS) instrument on-board the AQUA spacecraft to\nexplore the characteristics that may someday be observed in extrasolar\nterrestrial planets. We have used the AIRS infrared (R ~ 1200; 3.75-15.4\nmicrons) spectra to construct directly-observed high-resolution spectra of the\nonly known life bearing planet, Earth. The AIRS spectra are the first such\nspectra that span the seasons. We investigate the rotational and seasonal\nspectral variations that would arise due to varying cloud amount and viewing\ngeometry and we explore what signatures may be observable in the mid-infrared\nby the next generation of telescopes capable of observing extrasolar\nterrestrial planets.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0810.2957"
  },
  {
    "url": "https://arxiv.org/abs/0810.2712",
    "title": "Title:Influence of global cosmological expansion on local dynamics and kinematics",
    "date_publ": "15 Oct 2008 (v1), last revised 24 Aug 2009 (this version, v2)",
    "authors": [
      "Matteo Carrera",
      "Domenico Giulin"
    ],
    "abstract": "Abstract:  We review attempts to estimate the influence of global cosmological expansion\non local systems. Here `local' is taken to mean that the sizes of the\nconsidered systems are much smaller than cosmologically relevant scales. For\nexample, such influences can affect orbital motions as well as configurations\nof compact objects, like black holes. We also discuss how measurements based on\nthe exchange of electromagnetic signals of distances, velocities, etc. of\nmoving objects are influenced. As an application we compare orders of\nmagnitudes of such effects with the scale set by the apparently anomalous\nacceleration of the Pioneer 10 and 11 spacecrafts, which is 10^-9 m/s^2. We\nfind no reason to believe that the latter is of cosmological origin. However,\nthe general problem of gaining a qualitative and quantitative understanding of\nhow the cosmological dynamics influences local systems remains challenging,\nwith only partial clues being so far provided by exact solutions to the field\nequations of General Relativity.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/0810.2712"
  },
  {
    "url": "https://arxiv.org/abs/0810.2700",
    "title": "Title:XPOL: a photoelectric polarimeter onboard XEUS",
    "date_publ": "15 Oct 2008",
    "authors": [
      "Enrico Costa",
      "Ronaldo Bellazzini",
      "Jean Bregeon",
      "Alessandro Brez",
      "Massimo Frutti",
      "Sergio Di Cosimo",
      "Luca Latronicio",
      "Francesco Lazzarotto",
      "Giorgio Matt",
      "Massimo Minuti",
      "Ennio Morelli",
      "Fabio Muleri",
      "Michele Pinchera",
      "Massimiliano Razzano",
      "Alda Rubini",
      "Paolo Soffitta",
      "Gloria Spandr"
    ],
    "abstract": "Abstract:  The XEUS mission incorporates two satellites: the Mirror Spacecraft with 5 m2\nof collecting area at 1 keV and 2 m2 at 7 keV, and an imaging resolution of 5\"\nHEW and the Payload Spacecraft which carries the focal plane instrumentation.\nXEUS was submitted to ESA Cosmic Vision and was selected for an advanced study\nas a large mission. The baseline design includes XPOL, a polarimeter based on\nthe photoelectric effect, that takes advantage of the large effective area\nwhich permits the study of the faint sources and of the long focal length,\nresulting in a very good spatial resolution, which allows the study of spatial\nfeatures in extended sources. We show how, with XEUS, Polarimetry becomes an\nefficient tool at disposition of the Astronomical community.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0810.2700"
  },
  {
    "url": "https://arxiv.org/abs/0810.2499",
    "title": "Title:POET: POlarimeters for Energetic Transients",
    "date_publ": "14 Oct 2008",
    "authors": [
      "J.E. Hill",
      "M.L. McConnell",
      "P. Bloser",
      "J. Legere",
      "J. Macri",
      "J. Ryan",
      "S. Barthelmy",
      "L. Angelini",
      "T. Sakamoto",
      "J.K. Black",
      "D.H. Hartmann",
      "P. Kaaret",
      "B. Zhang",
      "K. Ioka",
      "T. Nakamura",
      "K. Toma",
      "R. Yamazaki",
      "X. W"
    ],
    "abstract": "Abstract:  POET (Polarimeters for Energetic Transients) is a Small Explorer mission\nconcept proposed to NASA in January 2008. The principal scientific goal of POET\nis to measure GRB polarization between 2 and 500 keV. The payload consists of\ntwo wide FoV instruments: a Low Energy Polarimeter (LEP) capable of\npolarization measurements in the energy range from 2-15 keV and a high energy\npolarimeter (Gamma-Ray Polarimeter Experiment -- GRAPE) that will measure\npolarization in the 60-500 keV energy range. Spectra will be measured from 2\nkeV up to 1 MeV. The POET spacecraft provides a zenith-pointed platform for\nmaximizing the exposure to deep space. Spacecraft rotation will provide a means\nof effectively dealing with systematics in the polarization response. POET will\nprovide sufficient sensitivity and sky coverage to measure statistically\nsignificant polarization for up to 100 GRBs in a two-year mission. Polarization\ndata will also be obtained for solar flares, pulsars and other sources of\nastronomical interest.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0810.2499"
  },
  {
    "url": "https://arxiv.org/abs/0810.1706",
    "title": "Title:On the solar origin of the 220.7 signal",
    "date_publ": "9 Oct 2008",
    "authors": [
      "A. Jimenez",
      "R. A. Garci"
    ],
    "abstract": "Abstract:  Gravity modes in the Sun have been long searched during the past decades.\nUsing their asymptotic properties Garcia et al. (2007) found the signature of\nthe dipole g modes analyzing an spectral window between 25 and 140 muHz of\nvelocity power spectrum obtained from the GOLF/SoHO instrument. Using this\nresult it has been possible to check some properties of the structure of the\nsolar interior (Garcia, Mathur & Ballot 2008) as well as some indications on\nthe dynamics of the core. However, the individual detection of such modes\nremains evasive and they are needed to really improve our knowledge of the\ndeepest layers in the Sun (Mathur et al. 2008). In this work we study the\nsignal at 220.7 muHz which is present in most of the helioseismic instruments\nduring the last 10 years. This signal has been previously identified as part of\na g-mode candidate in the GOLF data (Turck-Chieze et al. 2004; Mathur et al.\n2007) and in SPM/VIRGO (Garcia et al. 2008) with more than 90% confidence\nlevel. It could be labelled as the l=2 n=-3 g mode as it is in the region were\nthis mode is expected.\nWe have checked the possibility that the 220.7 muHz signal could have an\ninstrumental origin without success by analysing all the available housekeeping\ndata as well as the information on the roll, pith and yaw of the SoHO\nspacecraft. In consequence, we are confident that this signal has a solar\norigin.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0810.1706"
  },
  {
    "url": "https://arxiv.org/abs/0810.1330",
    "title": "Title:The August 24, 2002 Coronal Mass Ejection: When a Western Limb Event Connects to Earth",
    "date_publ": "8 Oct 2008",
    "authors": [
      "N. Lugaz",
      "I. I. Roussev",
      "I. V. Sokolo"
    ],
    "abstract": "Abstract:  We discuss how some coronal mass ejections (CMEs) originating from the\nwestern limb of the Sun are associated with space weather effects such as solar\nenergetic particles (SEPs), shock or geo-effective ejecta at Earth. We focus on\nthe August 24, 2002 coronal mass ejection, a fast (~ 2000 km/s) eruption\noriginating from W81. Using a three-dimensional magneto-hydrodynamic simulation\nof this ejection with the Space Weather Modeling Framework (SWMF), we show how\na realistic initiation mechanism enables us to study the deflection of the CME\nin the corona and the heliosphere. Reconnection of the erupting magnetic field\nwith that of neighboring streamers and active regions modify the solar\nconnectivity of the field lines connecting to Earth and can also partly explain\nthe deflection of the eruption during the first tens of minutes. Comparing the\nresults at 1 AU of our simulation with observations by the ACE spacecraft, we\nfind that the simulated shock does not reach Earth, but has a maximum angular\nspan of about 120$^\\circ$, and reaches 35$^\\circ$ West of Earth in 58 hours. We\nfind no significant deflection of the CME and its associated shock wave in the\nheliosphere, and we discuss the consequences for the shock angular span.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0810.1330"
  },
  {
    "url": "https://arxiv.org/abs/0810.0597",
    "title": "Title:Direct Imaging of Fine Structure in the Chromosphere of a Sunspot Umbra",
    "date_publ": "3 Oct 2008 (v1), last revised 19 Nov 2008 (this version, v2)",
    "authors": [
      "H. Socas-Navarro",
      "S. W. McIntosh",
      "R. Centeno",
      "A. G. de Wijn",
      "B. W. Lite"
    ],
    "abstract": "Abstract:  High-resolution imaging observations from the Hinode spacecraft in the CaII H\nline are employed to study the dynamics of the chromosphere above a sunspot. We\nfind that umbral flashes and other brightenings produced by the oscillation are\nextremely rich in fine structure, even beyond the resolving limit of our\nobservations (0.22\"). The umbra is tremendously dynamic, to the point that our\ntime cadence of 20 s does not suffice to resolve the fast lateral (probably\napparent) motion of the emission source. Some bright elements in our dataset\nmove with horizontal propagation speeds of 30 km/s. We have detected\nfilamentary structures inside the umbra (some of which have a horizontal\nextension of ~1500 km) which, to our best knowledge, had not been reported\nbefore. The power spectra of the intensity fluctuations reveals a few distinct\nareas with different properties within the umbra that seem to correspond with\nthe umbral cores that form it. Inside each one of these areas the dominant\nfrequencies of the oscillation are coherent, but they vary considerably from\none core to another.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0810.0597"
  },
  {
    "url": "https://arxiv.org/abs/0809.5233",
    "title": "Title:Perspectives on Interstellar Dust Inside and Outside of the Heliosphere",
    "date_publ": "30 Sep 2008",
    "authors": [
      "B. T. Drain"
    ],
    "abstract": "Abstract:  Measurements by dust detectors on interplanetary spacecraft appear to\nindicate a substantial flux of interstellar particles with masses exceeding\n10^{-12}gram. The reported abundance of these massive grains cannot be typical\nof interstellar gas: it is incompatible with both interstellar elemental\nabundances and the observed extinction properties of the interstellar dust\npopulation. We discuss the likelihood that the Solar System is by chance\nlocated near an unusual concentration of massive grains and conclude that this\nis unlikely, unless dynamical processes in the ISM are responsible for such\nconcentrations. Radiation pressure might conceivably drive large grains into\n\"magnetic valleys\". If the influx direction of interstellar gas and dust is\nvarying on a ~10 yr timescale, as suggested by some observations, this would\nhave dramatic implications for the small-scale structure of the interstellar\nmedium.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0809.5233"
  },
  {
    "url": "https://arxiv.org/abs/0809.4645",
    "title": "Title:Radio Remote Sensing of the Corona and the Solar Wind",
    "date_publ": "26 Sep 2008",
    "authors": [
      "Steven R. Spangler",
      "Catherine A. Whitin"
    ],
    "abstract": "Abstract:  Modern radio telescopes are extremely sensitive to plasma on the line of\nsight from a radio source to the antenna. Plasmas in the corona and solar wind\nproduce measurable changes in the radio wave amplitude and phase, and the phase\ndifference between wave fields of opposite circular polarization. Such\nmeasurements can be made of radio waves from spacecraft transmitters and\nextragalactic radio sources, using radio telescopes and spacecraft tracking\nantennas. Data have been taken at frequencies from about 80 MHz to 8000 MHz.\nLower frequencies probe plasma at greater heliocentric distances. Analysis of\nthese data yields information on the plasma density, density fluctuations, and\nplasma flow speeds in the corona and solar wind, and on the magnetic field in\nthe solar corona. This paper will concentrate on the information that can be\nobtained from measurements of Faraday rotation through the corona and inner\nsolar wind. The magnitude of Faraday rotation is proportional to the line of\nsight integral of the plasma density and the line-of-sight component of the\nmagnetic field. Faraday rotation provides an almost unique means of estimating\nthe magnetic field in this part of space. This technique has contributed to\nmeasurement of the large scale coronal magnetic field, the properties of\nelectromagnetic turbulence in the corona, possible detection of electrical\ncurrents in the corona, and probing of the internal structure of coronal mass\nejections (CMEs). This paper concentrates on the search for small-scale coronal\nturbulence and remote sensing of the structure of CMEs. Future investigations\nwith the Expanded Very Large Array (EVLA) or Murchison Widefield Array (MWA)\ncould provide unique observational input on the astrophysics of CMEs.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0809.4645"
  },
  {
    "url": "https://arxiv.org/abs/0809.4248",
    "title": "Title:Searching for modifications to the exponential radioactive decay law with the Cassini spacecraft",
    "date_publ": "24 Sep 2008",
    "authors": [
      "Peter S. Coope"
    ],
    "abstract": "Abstract:  Data from the power output of the radioisotope thermoelectric generators\naboard the Cassini spacecraft are used to test the conjecture that small\ndeviations observed in terrestrial measurements of the exponential radioactive\ndecay law are correlated with the Earth-Sun distance. No significant deviations\nfrom exponential decay are observed over a range of 0.7 - 1.6 A.U. A 90% Cl\nupper limit of 0.84 x 10^-4 is set on a term in the decay rate of Pu-238\nproportional to 1/R^2 and 0.99 x 10^-4 for a term proportional to 1/R.",
    "categories": [
      "Astrophysics (astro-ph)",
      " Nuclear Experiment (nucl-ex)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/0809.4248"
  },
  {
    "url": "https://arxiv.org/abs/0809.4024",
    "title": "Title:The Inconvenient Truth About Coronal Dimmings",
    "date_publ": "23 Sep 2008 (v1), last revised 24 Nov 2008 (this version, v2)",
    "authors": [
      "Scott W. McIntos"
    ],
    "abstract": "Abstract:  We investigate the occurrence of a CME-driven coronal dimming using unique\nhigh resolution spectral images of the corona from the Hinode spacecraft. Over\nthe course of the dimming event we observe the dynamic increase of non-thermal\nline broadening in the 195.12Angstrom emission line of Fe XII as the corona\nopens. As the corona begins to close, refill and brighten, we see a reduction\nof the non-thermal broadening towards the pre-eruption level. We propose that\nthe dynamic evolution of non-thermal broadening is the result of the growth of\nAlfven wave amplitudes in the magnetically open rarefied dimming region,\ncompared to the dense closed corona prior to the CME. We suggest, based on this\nproposition, that, as open magnetic regions, coronal dimmings must act just as\ncoronal holes and be sources of the fast solar wind, but only temporarily.\nFurther, we propose that such a rapid transition in the thermodynamics of the\ncorona to a solar wind state may have an impulsive effect on the CME that\ninitiates the observed dimming. This last point, if correct, poses a\nsignificant physical challenge to the sophistication of CME modeling and\ncapturing the essence of the source region thermodynamics necessary to\ncorrectly ascertain CME propagation speeds, etc.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0809.4024"
  },
  {
    "url": "https://arxiv.org/abs/0809.3730",
    "title": "Title:Experimental Tests of General Relativity: Recent Progress and Future Directions",
    "date_publ": "22 Sep 2008 (v1), last revised 18 Jan 2009 (this version, v2)",
    "authors": [
      "Slava G. Turyshe"
    ],
    "abstract": "Abstract:  Einstein's general theory of relativity is the standard theory of gravity,\nespecially where the needs of astronomy, astrophysics, cosmology and\nfundamental physics are concerned. As such, this theory is used for many\npractical purposes involving spacecraft navigation, geodesy and time transfer.\nHere I review the foundations of general relativity, discuss recent progress in\nthe tests of relativistic gravity, and present motivations for the new\ngeneration of high-accuracy tests of new physics beyond general relativity.\nSpace-based experiments in fundamental physics are capable today to uniquely\naddress important questions related to the fundamental laws of nature. I\ndiscuss the advances in our understanding of fundamental physics that are\nanticipated in the near future and evaluate the discovery potential of a number\nof the recently proposed space-based gravitational experiments.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/0809.3730"
  },
  {
    "url": "https://arxiv.org/abs/0809.3535",
    "title": "Title:The beryllium hollow-body solar sail: exploration of the Sun's gravitational focus and the inner Oort Cloud",
    "date_publ": "20 Sep 2008",
    "authors": [
      "Gregory L. Matloff",
      "Roman Ya. Kezerashvili",
      "Claudio Maccone",
      "Les Johnso"
    ],
    "abstract": "Abstract:  Spacecraft kinematics, peak perihelion temperature and space environment\neffects during solar-radiation-pressure acceleration for a beryllium\nhollow-body interstellar solar sail inflated with hydrogen fill gas are\ninvestigated. We demonstrate that diffusion is alleviated by an on-board fill\ngas reserve and electrostatic pressure can be alleviated by increasing\nperihelion distance. For a 0.1 AU perihelion, a 937 m radius sail with a sail\nmass of 150 kg and a payload mass of 150 kg, perihelion sail temperature is\nabout 1000 K, peak acceleration is about 0.6 g, and solar-system exit velocity\nis about 400 km/s. After sail deployments, the craft reaches the 200 AU\nheliopause in 2.5 years, the Sun's inner gravitational focus at 550 AU in about\n6.5 years and 2,550 AU in 30 years. The Be hollow-body sail could be applied in\nthe post 2040 time frame to verify general relativity predictions regarding the\nSun's inner gravitational focus and to explore particles and fields in the\nSun's inner Oort Comet Cloud.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " General Physics (physics.gen-ph)"
    ],
    "url_pdf": "/pdf/0809.3535"
  },
  {
    "url": "https://arxiv.org/abs/0809.3392",
    "title": "Title:The gravitomagnetic influence on Earth-orbiting spacecrafts and on the lunar orbit",
    "date_publ": "19 Sep 2008",
    "authors": [
      "Sergei Kopeikin (University of Missouri-Columbia",
      "USA"
    ],
    "abstract": "Abstract:  Gravitomagnetic field is covariantly split in the {\\it intrinsic} and {\\it\nextrinsic} parts, which are generated by rotational and translational currents\nof matter respectively. The {\\it intrinsic} component has been recently\ndiscovered in the LAGEOS spacecraft experiment. We discuss the method of\ndetection of the {\\it extrinsic} tidal component with the lunar laser ranging\n(LLR) technique. Analysis of the gauge residual freedom in the relativistic\ntheory of three-body problem demonstrates that LLR is currently not capable to\ndetect the {\\it extrinsic} gravitomagnetic effects which are at the ranging\nlevel of few millimeters. Its detection requires further advances in the LLR\ntechnique that are coming in the next 5-10 years.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/0809.3392"
  },
  {
    "url": "https://arxiv.org/abs/0809.3350",
    "title": "Title:Vsop2/Astro-G Project",
    "date_publ": "19 Sep 2008",
    "authors": [
      "Masato Tsubo"
    ],
    "abstract": "Abstract:  We introduce a new space VLBI project, the Second VLBI Space Observatory\nProgram (VSOP2), following the success of the VLBI Space Observatory Program\n(VSOP1). VSOP2 has 10 times higher angular resolution, up to about 40 micro\narcseconds, 10 times higher frequency up to 43 GHz, and 10 times higher\nsensitivity compared to VSOP1. Then VSOP2 should become a most powerful tool to\nobserve innermost regions of AGN and astronomical masers. ASTRO-G is a\nspacecraft for VSOP2 project constructing in ISAS/JAXA since July 2007. ASTRO-G\nwill be launched by JAXA H-IIA rocket in fiscal year 2012. ASTRO-G and\nground-based facilities are combined as VSOP2. To achieve the good observation\nperformances, we must realize new technologies. They are large precision\nantenna, fast-position switching capability, new LNAs, and ultra wide-band down\nlink, etc.. VSOP2 is a huge observation system involving ASTRO-G, ground radio\ntelescopes, tracking stations, and correlators, one institute can not prepare a\nwhole system of VSOP2. Then we must need close international collaboration to\nget sufficient quality of resultant maps and to give a sufficient quantity of\nobservation time for astronomical community. We formed a new international\ncouncil to provide guidance on scientific aspects related of VSOP2, currently\ncalled the VSOP2 International Science Council (VISC2).",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0809.3350"
  },
  {
    "url": "https://arxiv.org/abs/0809.2954",
    "title": "Title:Diagnosing space telescope misalignment and jitter using stellar images",
    "date_publ": "17 Sep 2008",
    "authors": [
      "Zhaoming Ma",
      "Gary Bernstein",
      "Alan Weinstein",
      "Michael Shol"
    ],
    "abstract": "Abstract:  Accurate knowledge of the telescope's point spread function (PSF) is\nessential for the weak gravitational lensing measurements that hold great\npromise for cosmological constraints. For space telescopes, the PSF may vary\nwith time due to thermal drifts in the telescope structure, and/or due to\njitter in the spacecraft pointing (ground-based telescopes have additional\nsources of variation). We describe and simulate a procedure for using the\nimages of the stars in each exposure to determine the misalignment and jitter\nparameters, and reconstruct the PSF at any point in that exposure's field of\nview. The simulation uses the design of the SNAP (this http URL)\ntelescope. Stellar-image data in a typical exposure determines secondary-mirror\npositions as precisely as $20 {\\rm nm}$. The PSF ellipticities and size, which\nare the quantities of interest for weak lensing are determined to $4.0 \\times\n10^{-4}$ and $2.2 \\times 10^{-4}$ accuracies respectively in each exposure,\nsufficient to meet weak-lensing requirements. We show that, for the case of a\nspace telescope, the PSF estimation errors scale inversely with the square root\nof the total number of photons collected from all the usable stars in the\nexposure.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0809.2954"
  },
  {
    "url": "https://arxiv.org/abs/0809.2484",
    "title": "Title:Magnetic Reconnection During the Two-Phase Evolution of a Solar Eruptive Flare",
    "date_publ": "15 Sep 2008 (v1), last revised 13 Nov 2009 (this version, v2)",
    "authors": [
      "Bhuwan Joshi",
      "Astrid Veronig",
      "K. -S. Cho",
      "S. -C. Bong",
      "Y. -J. Moon",
      "Jeongwoo Lee",
      "B. V. Somov",
      "P. K. Manoharan",
      "Y. -H. Ki"
    ],
    "abstract": "Abstract:  We present a detailed multi-wavelength analysis and interpretation of the\nevolution of an M7.6 flare on October 24, 2003. The X-ray observations of the\nflare taken from the RHESSI spacecraft reveal two phases of the flare\nevolution. The first phase is characterized by the altitude decrease of the\nX-ray looptop (LT) source for $\\sim$11 minutes. Such a long duration of the\ndescending LT source motion is reported for the first time. The EUV loops,\nlocated below the X-ray LT source, also undergo contraction with similar speed\n($\\sim$15 km s$^{-1}$) in this interval. During the second phase the two\ndistinct hard X-ray footpoints (FP) sources are observed which correlate well\nwith UV and H$\\alpha$ flare ribbons. The X-ray LT source now exhibits upward\nmotion. The RHESSI spectra during the first phase are soft and indicative of\nhot thermal emission from flaring loops with temperatures $T>25$ MK at the\nearly stage. On the other hand, the spectra at high energies ($\\varepsilon\n\\gtrsim$25 keV) follow hard power laws during the second phase ($\\gamma =\n2.6-2.8$). We show that the observed motion of the LT and FP sources can be\nunderstood as a consequence of three-dimensional magnetic reconnection at a\nseparator in the corona. During the first phase of the flare, the reconnection\nreleases an excess of magnetic energy related to the magnetic tensions\ngenerated before a flare by the shear flows in the photosphere. The relaxation\nof the associated magnetic shear in the corona by the reconnection process\nexplains the descending motion of the LT source. During the second phase, the\nordinary reconnection process dominates describing the energy release in terms\nof the standard model of large eruptive flares.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0809.2484"
  },
  {
    "url": "https://arxiv.org/abs/0809.2435",
    "title": "Title:Direct measurement of the cross-shock electric potential at low plasma $β$, quasi-perpendicular bow shocks",
    "date_publ": "15 Sep 2008",
    "authors": [
      "S. D. Bale",
      "F. S. Mozer",
      "V. V. Krasnoselskik"
    ],
    "abstract": "Abstract:  We use the Cluster EFW experiment to measure the cross-shock electric field\nat ten low $\\beta$, quasi-perpendicular supercritical bow shock crossings on\nMarch 31, 2001. The electric field data are Lorentz-tranformed to a Normal\nIncidence frame (NIF), in which the incoming solar wind velocity is aligned\nwith the shock normal. In a boundary normal coordinate system, the cross-shock\n(normal) electric field is integrated to obtain the cross shock potential.\nUsing this technique, we measure the cross-shock potential at each of the four\nCluster satellites and using an electric field profile averaged between the\nfour satellites. Typical values are in the range 500-2500 volts. The\ncross-shock potential measurements are compared with the ion kinetic energy\nchange across the shock. The cross-shock potential is measured to be from 23 to\n236% of the ion energy change, with large variations between the four Cluster\nspacecraft at the same shock. These results indicate that solar wind flow\nthrough the shock is likely to be variable in time and space and resulting\nstructure of the shock is therefore nonstationary.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Astrophysics (astro-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/0809.2435"
  },
  {
    "url": "https://arxiv.org/abs/0809.1935",
    "title": "Title:Optimising LISA orbits: The projectile solution",
    "date_publ": "11 Sep 2008",
    "authors": [
      "S. V. Dhurandhar",
      "K. R. Nayak",
      "J-Y. Vine"
    ],
    "abstract": "Abstract:  LISA is a joint space mission of the NASA and the ESA for detecting low\nfrequency gravitational waves (GW) in the band $10^{-5} - 0.1$ Hz. The proposed\nmission will use coherent laser beams which will be exchanged between three\nidentical spacecraft forming a giant (almost) equilateral triangle of side $5\n\\times 10^6$ kilometres. The plane of the triangle will make an angle of $\\sim\n60^{\\circ}$ with the plane of the ecliptic. The spacecraft constituting LISA\nwill be freely floating in the ambient gravitational field of the Sun and other\ncelestial bodies. To achieve the requisite sensitivity, the spacecraft\nformation should remain stable, one requirement being, the distances between\nspacecraft should remain as constant as possible - that is the flexing of the\narms should be minimal. In this paper we present a solution - the projectile\nsolution - which constrains the flexing of the arms to below 5.5 metres/sec in\na three year mission period. This solution is obtained in the field of the Sun\nand Earth only, which principally affect the motion of the spacecraft,\nespecially the flexing of LISA's arms.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/0809.1935"
  },
  {
    "url": "https://arxiv.org/abs/0809.1888",
    "title": "Title:Special relativity may account for the spacecraft flyby anomalies",
    "date_publ": "11 Sep 2008 (v1), last revised 15 Mar 2009 (this version, v3)",
    "authors": [
      "Jean Paul Mbele"
    ],
    "abstract": "Abstract:  The empirical formula proposed by J. D. Anderson et al. [1] to reproduce the\ndata on the Earth flyby anomalies is derived from special relativity (SR). The\ntransverse Doppler shift together with the addition of velocities account for\nthe Doppler data. Time dilation together with the addition of velocities\naccount for the ranging data.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0809.1888"
  },
  {
    "url": "https://arxiv.org/abs/0809.0956",
    "title": "Title:Vector magnetic fields of Solar Granulation",
    "date_publ": "5 Sep 2008",
    "authors": [
      "Chunlan Jin",
      "Jingxiu Wang",
      "Meng Zha"
    ],
    "abstract": "Abstract:  Observations of quiet Sun from the Solar Optical\nTelescope/Spectro-Polarimeter (SOT/SP) aboard the Hinode spacecraft would\nreveal the magnetic characters of the solar photosphere. By making use of the\ndeep mode observations of three quiet regions, we have statistically studied\nthe vector magnetic fields of solar granulation. More than 2000 normal granules\nare manually selected to form a sample. It is recognized that some granules are\neven darker than the mean photosphere in intensity, and there is a linear\ncorrelation between intensity and Doppler velocity in granules.\nThe distributions of longitudinal and transverse apparent magnetic flux\ndensities, Doppler velocity and continuum intensity of granules are obtained,\nand their unsigned magnetic flux measured. Two approaches are carried out in\nthis study. First we obtained the magnetic properties of granulation by\naveraging the measurements for all the sampling granules. Secondly, we\nreconstructed an average granular cell based on a sub-sample, and obtained the\ndetailed distribution of apparent magnetic flux density within the model\ngranular cell. All the results have been compared with that of inter-granular\nlanes and a few typical abnormal granules.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0809.0956"
  },
  {
    "url": "https://arxiv.org/abs/0808.4153",
    "title": "Title:PAHs in Comets: An Overview",
    "date_publ": "29 Aug 2008",
    "authors": [
      "Aigen L"
    ],
    "abstract": "Abstract:  Polycyclic aromatic hydrocarbon (PAH) molecules, ubiquitously seen in the\ninterstellar medium (ISM) of our own and external galaxies, might have been\nincorporated into comets if they are formed from relatively unprocessed\ninterstellar matter. The detection of PAHs in comets would be an important link\nbetween the ISM and comets. This review compiles our current knowledge on\ncometary PAHs, based on ground-based and space-borne observations of infrared\nvibrational and ultraviolet fluorescence spectra of comets, and laboratory\nanalysis of interplanetary dust particles possibly of cometary origin and\ncometary samples returned to Earth by the Stardust spacecraft. The latter\nprovided the most unambiguous evidence for the presence of PAHs in cometary\nnuclei.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0808.4153"
  },
  {
    "url": "https://arxiv.org/abs/0808.3775",
    "title": "Title:Observational evidence of CMEs interacting in the inner heliosphere as inferred from MHD simulations",
    "date_publ": "27 Aug 2008",
    "authors": [
      "N. Lugaz",
      "W. B. Manchester IV",
      "I. I. Roussev",
      "T. I. Gombos"
    ],
    "abstract": "Abstract:  The interaction of multiple Coronal Mass Ejections (CMEs) has been observed\nby LASCO coronagraphs and by near-Earth spacecraft, and it is thought to be an\nimportant cause of geo-effective storms, large Solar Energetic Particles events\nand intense Type II radio bursts. New and future missions such as STEREO, the\nLWS Sentinels, and the Solar Orbiter will provide additional observations of\nthe interaction of multiple CMEs between the Sun and the Earth. We present the\nresults of simulations of two and more CMEs interacting in the inner\nheliosphere performed with the Space Weather Modeling Framework (SWMF). Based\non those simulations, we discuss the observational evidence of the interaction\nof multiple CMEs, both in situ and from coronagraphs. The clearest evidence of\nthe interaction of the CMEs are the large temperature in the sheath, due to the\nshocks merging, and the brightness increase in coronagraphic images, associated\nwith the interaction of the leading edges. The importance of having multiple\nsatellites at different distances and angular positions from the Sun is also\ndiscussed.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/0808.3775"
  },
  {
    "url": "https://arxiv.org/abs/0808.3068",
    "title": "Title:Quantifying and containing the curse of high resolution coronal imaging",
    "date_publ": "22 Aug 2008",
    "authors": [
      "Véronique Delouille",
      "Pierre Chainais",
      "Jean-François Hochede"
    ],
    "abstract": "Abstract:  Future missions such as Solar Orbiter (SO), InterHelioprobe, or Solar Probe\naim at approaching the Sun closer than ever before, with on board some high\nresolution imagers (HRI) having a subsecond cadence and a pixel area of about\n$(80km)^2$ at the Sun during perihelion. In order to guarantee their scientific\nsuccess, it is necessary to evaluate if the photon counts available at these\nresolution and cadence will provide a sufficient signal-to-noise ratio (SNR).\nWe perform a first step in this direction by analyzing and characterizing the\nspatial intermittency of Quiet Sun images thanks to a multifractal analysis.\nWe identify the parameters that specify the scale-invariance behavior. This\nidentification allows next to select a family of multifractal processes, namely\nthe Compound Poisson Cascades, that can synthesize artificial images having\nsome of the scale-invariance properties observed on the recorded images.\nThe prevalence of self-similarity in Quiet Sun coronal images makes it\nrelevant to study the ratio between the SNR present at SoHO/EIT images and in\ncoarsened images. SoHO/EIT images thus play the role of 'high resolution'\nimages, whereas the 'low-resolution' coarsened images are rebinned so as to\nsimulate a smaller angular resolution and/or a larger distance to the Sun. For\na fixed difference in angular resolution and in Spacecraft-Sun distance, we\ndetermine the proportion of pixels having a SNR preserved at high resolution\ngiven a particular increase in effective area. If scale-invariance continues to\nprevail at smaller scales, the conclusion reached with SoHO/EIT images can be\ntransposed to the situation where the resolution is increased from SoHO/EIT to\nSO/HRI resolution at perihelion.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0808.3068"
  },
  {
    "url": "https://arxiv.org/abs/0808.2838",
    "title": "Title:Analysis of MDI High-Degree Mode Frequencies and their Rotational Splittings",
    "date_publ": "21 Aug 2008",
    "authors": [
      "M.C. Rabello-Soares",
      "S.G. Korzennik",
      "J. Scho"
    ],
    "abstract": "Abstract:  Here we present a detailed analysis of solar acoustic mode frequencies and\ntheir rotational splittings for modes with degree up to 900. They were obtained\nby applying spherical harmonic decomposition to full-disk solar images observed\nby the Michelson Doppler Imager onboard the Solar and Heliospheric Observatory\nspacecraft. Global helioseismology analysis of high-degree modes is complicated\nby the fact that the individual modes cannot be isolated, which has limited so\nfar the use of high-degree data for structure inversion of the near-surface\nlayers (r > 0.97 R). In this work, we took great care to recover the actual\nmode characteristics using a physically motivated model which included a\ncomplete leakage matrix. We included in our analysis the following instrumental\ncharacteristics: the correct instantaneous image scale, the radial and\nnon-radial image distortions, the effective position angle of the solar\nrotation axis and a correction to the Carrington elements. We also present\nvariations of the mode frequencies caused by the solar activity cycle. We have\nanalyzed seven observational periods from 1999 to 2005 and correlated their\nfrequency shift with four different solar indices. The frequency shift scaled\nby the relative mode inertia is a function of frequency alone and follows a\nsimple power law, where the exponent obtained for the p modes is twice the\nvalue obtained for the f modes. The different solar indices present the same\nresult.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0808.2838"
  },
  {
    "url": "https://arxiv.org/abs/0808.2696",
    "title": "Title:Time-delay interferometry and the relativistic treatment of LISA optical links",
    "date_publ": "20 Aug 2008",
    "authors": [
      "S. V. Dhurandha"
    ],
    "abstract": "Abstract:  LISA is a joint space mission of the ESA and NASA for detecting low frequency\ngravitational radiation in the band $10^{-5} - 1$ Hz. In order to attain the\nrequisite sensitivity for LISA, the laser frequency noise must be suppressed\nbelow the other secondary noises such as the optical path noise, acceleration\nnoise etc. This is achieved because of the redundancy in the data, more\nspecifically, by combining six appropriately time-delayed data streams\ncontaining fractional Doppler shifts - time delay interferometry (TDI). The\norbits of the spacecraft are computed in the gravitational field of the Sun and\nEarth in the Newtonian framework, while the optical links are treated fully\ngeneral relativistically and thus, effects such as the Sagnac, Shapiro delay,\netc. are automatically incorporated. We show that in the model of LISA that we\nconsider here, there are symmetries inherent in the physics, which may be used\neffectively to suppress the residual laser frequency noise and simplify the\nalgebraic approach to TDI.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/0808.2696"
  },
  {
    "url": "https://arxiv.org/abs/0807.4037",
    "title": "Title:The focal plane instrumentation for the DUNE mission",
    "date_publ": "25 Jul 2008",
    "authors": [
      "Jeff Booth",
      "Mark Cropper",
      "Frank Eisenhauer",
      "Alexandre Refregier",
      "the DUNE collaboratio"
    ],
    "abstract": "Abstract:  DUNE (Dark Universe Explorer) is a proposed mission to measure parameters of\ndark energy using weak gravitational lensing The particular challenges of both\noptical and infrared focal planes and the DUNE baseline solution is discussed.\nThe DUNE visible Focal Plane Array (VFP) consists of 36 large format\nred-sensitive CCDs, arranged in a 9x4 array together with the associated\nmechanical support structure and electronics processing chains. Four additional\nCCDs dedicated to attitude control measurements are located at the edge of the\narray. All CCDs are 4096 pixel red-enhanced e2v CCD203-82 devices with square\n12 $\\mu$m pixels, operating from 550-920nm. Combining four rows of CCDs\nprovides a total exposure time of 1500s. The VFP will be used in a closed-loop\nsystem by the spacecraft, which operates in a drift scan mode, in order to\nsynchronize the scan and readout rates. The Near Infrared (NIR) FPA consists of\na 5 x 12 mosaic of 60 Hawaii 2RG detector arrays from Teledyne, NIR bandpass\nfilters for the wavelength bands Y, J, and H, the mechanical support structure,\nand the detector readout and signal processing electronics. The FPA is operated\nat a maximum temperature of 140 K for low dark current of 0.02e$-$/s. Each\nsensor chip assembly has 2048 x 2048 square pixels of 18 $\\mu$m size (0.15\narcsec), sensitive in the 0.8 to 1.7 $\\mu$m wavelength range. As the spacecraft\nis scanning the sky, the image motion on the NIR FPA is stabilized by a\nde-scanning mirror during the integration time of 300 s per detector. The total\nintegration time of 1500 seconds is split among the three NIR wavelengths\nbands. DUNE has been proposed to ESA's Cosmic Vision program and has been\njointly selected with SPACE for an ESA Assessment Phase which has led to the\njoint Euclid mission concept.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0807.4037"
  },
  {
    "url": "https://arxiv.org/abs/0807.3794",
    "title": "Title:A multi-site campaign to measure solar-like oscillations in Procyon. I. Observations, Data Reduction and Slow Variations",
    "date_publ": "24 Jul 2008 (v1), last revised 29 Jul 2008 (this version, v3)",
    "authors": [
      "Torben Arentoft",
      "Hans Kjeldsen",
      "Timothy R. Bedding",
      "Michael Bazot",
      "Joergen Christensen-Dalsgaard",
      "Thomas H. Dall",
      "Christoffer Karoff",
      "Fabien Carrier",
      "Patrick Eggenberger",
      "Danuta Sosnowska",
      "Robert A. Wittenmyer",
      "Michael Endl",
      "Travis S. Metcalfe",
      "Saskia Hekker",
      "Sabine Reffert",
      "R. Paul Butler",
      "Hans Bruntt",
      "Laszlo L. Kiss",
      "Simon J. O'Toole",
      "Eiji Kambe",
      "Hiroyasu Ando",
      "Hideyuki Izumiura",
      "Bun'ei Sato",
      "Michael Hartmann",
      "Artie Hatzes",
      "Francois Bouchy",
      "Benoit Mosser",
      "Thierry Appourchaux",
      "Caroline Barban",
      "Gabrielle Berthomieu",
      "Rafael A. Garcia",
      "Eric Michel",
      "Janine Provost",
      "Sylvaine Turck-Chieze",
      "Milena Martic",
      "Jean-Claude Lebrun",
      "Jerome Schmitt",
      "Jean-Loup Bertaux",
      "Alfio Bonanno",
      "Serena Benatti",
      "Riccardo U. Claudi",
      "Rosario Cosentino",
      "Silvio Leccia",
      "Soeren Frandsen",
      "Karsten Brogaard",
      "Lars Glowienka",
      "Frank Grundahl",
      "Eric Stempel"
    ],
    "abstract": "Abstract:  We have carried out a multi-site campaign to measure oscillations in the F5\nstar Procyon A. We obtained high-precision velocity observations over more than\nthree weeks with eleven telescopes, with almost continuous coverage for the\ncentral ten days. This represents the most extensive campaign so far organized\non any solar-type oscillator. We describe in detail the methods we used for\nprocessing and combining the data. These involved calculating weights for the\nvelocity time series from the measurement uncertainties and adjusting them in\norder to minimize the noise level of the combined data. The time series of\nvelocities for Procyon shows the clear signature of oscillations, with a\nplateau of excess power that is centred at 0.9 mHz and is broader than has been\nseen for other stars. The mean amplitude of the radial modes is 38.1 +/- 1.3\ncm/s (2.0 times solar), which is consistent with previous detections from the\nground and by the WIRE spacecraft, and also with the upper limit set by the\nMOST spacecraft. The variation of the amplitude during the observing campaign\nallows us to estimate the mode lifetime to be 1.5 d (+1.9/-0.8 d). We also find\na slow variation in the radial velocity of Procyon, with good agreement between\ndifferent telescopes. These variations are remarkably similar to those seen in\nthe Sun, and we interpret them as being due to rotational modulation from\nactive regions on the stellar surface. The variations appear to have a period\nof about 10 days, which presumably equals the stellar rotation period or,\nperhaps, half of it. The amount of power in these slow variations indicates\nthat the fractional area of Procyon covered by active regions is slightly\nhigher than for the Sun.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0807.3794"
  },
  {
    "url": "https://arxiv.org/abs/0807.3713",
    "title": "Title:Anisotropic scaling of magnetohydrodynamic turbulence",
    "date_publ": "23 Jul 2008",
    "authors": [
      "T. S. Horbury",
      "M. A. Forman",
      "S. Oughto"
    ],
    "abstract": "Abstract:  We present a quantitative estimate of the anisotropic power and scaling of\nmagnetic field fluctuations in inertial range magnetohydrodynamic turbulence,\nusing a novel wavelet technique applied to spacecraft measurements in the solar\nwind. We show for the first time that, when the local magnetic field direction\nis parallel to the flow, the spacecraft-frame spectrum has a spectral index\nnear 2. This can be interpreted as the signature of a population of\nfluctuations in field-parallel wavenumbers with a $k_{\\parallel}^{-2}$ spectrum\nbut is also consistent with the presence of a \"critical balance\" style\nturbulent cascade. We also find, in common with previous studies, that most of\nthe power is contained in wavevectors at large angles to the local magnetic\nfield and that this component of the turbulence has a spectral index of 5/3.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/0807.3713"
  },
  {
    "url": "https://arxiv.org/abs/0807.3158",
    "title": "Title:Earth Flyby and Pioneer Anomalies",
    "date_publ": "20 Jul 2008 (v1), last revised 9 Apr 2010 (this version, v3)",
    "authors": [
      "M.B. Gerrard",
      "T.J. Sumne"
    ],
    "abstract": "Abstract:  Applying Newtonian dynamics in five dimensions rather than four, to a\nuniverse that is closed, isotropic and expanding,suggests that under certain\ncircumstances an additional and previously unidentified acceleration, a_A, can\narise affecting the four dimensional motion of spacecraft. The two cases of\nthis acceleration being either real or virtual are considered. In the real\ncase, simple estimates of a_A are shown to be in partial agreement with\nreported acceleration anomalies from several Earth flybys and from the Pioneer\nspacecraft. However, these estimates do not fully reconcile with radio Doppler\ntracking data. The virtual case, by contrast, appears to overcome these and\nother difficulties with the real case, and is discussed in an addendum.\nFurthermore, the virtual case has an altitude dependence which makes detection\nof any anomaly unlikely above ~2000 km. Equations governing this additional\nacceleration have been derived from first principles, without the introduction\nof free parameters or new constants and without amendment to the law of\ngravity.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/0807.3158"
  },
  {
    "url": "https://arxiv.org/abs/0807.2860",
    "title": "Title:Flows and Non-thermal Velocities in Solar Active Regions Observed with the Extreme-ultraviolet Imaging Spectrometer on Hinode: A Tracer of Active Region Sources of Heliospheric Magnetic Fields?",
    "date_publ": "17 Jul 2008",
    "authors": [
      "G. A. Doschek",
      "H. P. Warren",
      "J. T. Mariska",
      "K. Muglach",
      "J. L. Culhane",
      "H. Hara",
      "T Watanab"
    ],
    "abstract": "Abstract:  From Doppler velocity maps of active regions constructed from spectra\nobtained by the Extreme-ultraviolet Imaging Spectrometer (EIS) on the Hinode\nspacecraft we observe large areas of outflow (20-50 km/s) that can persist for\nat least a day. These outflows occur in areas of active regions that are faint\nin coronal spectral lines formed at typical quiet Sun and active region\ntemperatures. The outflows are positively correlated with non-thermal\nvelocities in coronal plasmas. The bulk mass motions and non-thermal velocities\nare derived from spectral line centroids and line widths, mostly from a strong\nline of Fe XII at 195.12 Angstroms. The electron temperature of the outflow\nregions estimated from an Fe XIII to Fe XII line intensity ratio is about\n1.2-1.4 MK. The electron density of the outflow regions derived from a density\nsensitive intensity ratio of Fe XII lines is rather low for an active region.\nMost regions average around 7E10+8 cm(-3), but there are variations on pixel\nspatial scales of about a factor of 4. We discuss results in detail for two\nactive regions observed by EIS. Images of active regions in line intensity,\nline width, and line centroid are obtained by rastering the regions. We also\ndiscuss data from the active regions obtained from other orbiting spacecraft\nthat support the conclusions obtained from analysis of the EIS spectra. The\nlocations of the flows in the active regions with respect to the longitudinal\nphotospheric magnetic fields suggest that these regions might be tracers of\nlong loops and/or open magnetic fields that extend into the heliosphere, and\nthus the flows could possibly contribute significantly to the solar wind.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0807.2860"
  },
  {
    "url": "https://arxiv.org/abs/0807.2852",
    "title": "Title:The NASA EPOXI mission of opportunity to gather ultraprecise photometry of known transiting exoplanets",
    "date_publ": "17 Jul 2008",
    "authors": [
      "Jessie L. Christiansen",
      "David Charbonneau",
      "Michael F. A'Hearn",
      "Drake Deming",
      "Matthew J. Holman",
      "Sarah Ballard",
      "David T. F. Weldrake",
      "Richard K. Barry",
      "Marc J. Kuchner",
      "Timothy A. Livengood",
      "Jeffrey Pedelty",
      "Alfred Schultz",
      "Tilak Hewagama",
      "Jessica M. Sunshine",
      "Dennis D. Wellnitz",
      "Don L. Hampton",
      "Carey M. Lisse",
      "Sara Seager",
      "Joseph F. Veverk"
    ],
    "abstract": "Abstract:  The NASA Discovery mission EPOXI, utilizing the Deep Impact flyby spacecraft,\ncomprises two phases: EPOCh (Extrasolar Planet Observation and\nCharacterization) and DIXI (Deep Impact eXtended Investigation). With EPOCh, we\nuse the 30-cm high resolution visible imager to obtain ultraprecise photometric\nlight curves of known transiting planet systems. We will analyze these data for\nevidence of additional planets, via transit timing variations or transits; for\nplanetary moons or rings; for detection of secondary eclipses and the\nconstraint of geometric planetary albedos; and for refinement of the system\nparameters. Over a period of four months, EPOCh observed four known transiting\nplanet systems, with each system observed continuously for several weeks. Here\nwe present an overview of EPOCh, including the spacecraft and science goals,\nand preliminary photometry results.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0807.2852"
  },
  {
    "url": "https://arxiv.org/abs/0807.2803",
    "title": "Title:Preliminary Results on HAT-P-4, TrES-3, XO-2, and GJ 436 from the NASA EPOXI Mission",
    "date_publ": "17 Jul 2008",
    "authors": [
      "Sarah Ballard",
      "David Charbonneau",
      "Michael F. A'Hearn",
      "Drake Deming",
      "Matthew J. Holman",
      "Jessie L. Christiansen",
      "David T. F. Weldrake",
      "Richard K. Barry",
      "Marc J. Kuchner",
      "Timothy A. Livengood",
      "Jeffrey Pedelty",
      "Alfred Schultz",
      "Tilak Hewagama",
      "Jessica M. Sunshine",
      "Dennis D. Wellnitz",
      "Don L. Hampton",
      "Carey M. Lisse",
      "Sara Seager",
      "Joseph F. Veverk"
    ],
    "abstract": "Abstract:  EPOXI (EPOCh + DIXI) is a NASA Discovery Program Mission of Opportunity using\nthe Deep Impact flyby spacecraft. The EPOCh (Extrasolar Planet Observation and\nCharacterization) Science Investigation will gather photometric time series of\nknown transiting exoplanet systems from January through August 2008. Here we\ndescribe the steps in the photometric extraction of the time series and present\npreliminary results of the first four EPOCh targets.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0807.2803"
  },
  {
    "url": "https://arxiv.org/abs/0807.1957",
    "title": "Title:Putting the Warp into Warp Drive",
    "date_publ": "12 Jul 2008 (v1), last revised 15 Jul 2008 (this version, v2)",
    "authors": [
      "Richard K Obousy",
      "Gerald Cleave"
    ],
    "abstract": "Abstract:  Over the last decade, there has been a respectable level of scientific\ninterest regarding the concept of a warp drive. This is a hypothetical\npropulsion device that could theoretically circumvent the traditional\nlimitations of special relativity which restricts spacecraft to sub-light\nvelocities. Any breakthrough in this field would revolutionize space\nexploration and open the doorway to interstellar travel. This article discusses\na novel approach to generating the warp bubble necessary for such propulsion;\nthe mathematical details of this theory are discussed in an article published\nin the Journal of the British Interpanetary Society. The theory is based on\nsome of the exciting predictions coming out of string theory and it is the aim\nof this article to introduce the warp drive idea from a non-mathematical\nperspective that should be accessible to a wide range of readers.",
    "categories": [
      "Popular Physics (physics.pop-ph)"
    ],
    "url_pdf": "/pdf/0807.1957"
  },
  {
    "url": "https://arxiv.org/abs/0807.1545",
    "title": "Title:Science with the XEUS High Time Resolution Spectrometer",
    "date_publ": "9 Jul 2008",
    "authors": [
      "D. Barret (CESR)",
      "T. Belloni (INAF)",
      "S. Bhattacharyya (Tata institute)",
      "E. Cackett (Univ. Michigan)",
      "M. Gilfanov (MPA&IKI)",
      "E.Gigus (Sabanci Univ.)",
      "J. Homan (MIT)",
      "M. Mendez (Univ. Groningen)",
      "J. M. Miller (Univ. Michigan)",
      "M. C. Miller (Univ. Maryland)",
      "S. Mereghetti (INAF)",
      "S. Paltani (Geneva Observatory)",
      "J. Poutanen (Univ. of Oulu)",
      "J. Wilms (Univ. of Erlangen-Nuremberg)",
      "A. A. Zdziarski (CAMK"
    ],
    "abstract": "Abstract:  XEUS has been recently selected by ESA for an assessment study. XEUS is a\nlarge mission candidate for the Cosmic Vision program, aiming for a launch date\nas early as 2018. XEUS is a follow-on to ESA's Cornerstone X-Ray Spectroscopy\nMission (XMM-Newton). It will be placed in a halo orbit at L2, by a single\nAriane 5 ECA, and comprises two spacecrafts. The Silicon pore optics assembly\nof XEUS is contained in the mirror spacecraft while the focal plane instruments\nare contained in the detector spacecraft, which is maintained at the focus of\nthe mirror by formation flying. The main requirements for XEUS are to provide a\nfocused beam of X-rays with an effective aperture of 5 m^2 at 1 keV, 2 m^2 at 7\nkeV, a spatial resolution better than 5 arcsec, a spectral resolution ranging\nfrom 2 to 6 eV in the 0.1-8 keV energy band, a total energy bandpass of 0.1-40\nkeV, ultra-fast timing, and finally polarimetric capabilities. The High Time\nResolution Spectrometer (HTRS) is one of the five focal plane instruments,\nwhich comprises also a wide field imager, a hard X-ray imager, a cryogenic\nspectrometer, and a polarimeter. The HTRS is unique in its ability to cope with\nextremely high count rates (up to 2 Mcts/s), while providing sub-millisecond\ntime resolution and good (CCD like) energy resolution. In this paper, we focus\non the specific scientific objectives to be pursued with the HTRS: they are all\ncentered around the key theme \"Matter under extreme conditions\" of the Cosmic\nVision science program. We demonstrate the potential of the HTRS observations\nto probe strong gravity and matter at supra-nuclear densities. We conclude this\npaper by describing the current implementation of the HTRS in the XEUS focal\nplane.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0807.1545"
  },
  {
    "url": "https://arxiv.org/abs/0807.1088",
    "title": "Title:The Pioneer Anomaly",
    "date_publ": "7 Jul 2008",
    "authors": [
      "Jose A. de Diego",
      "Dario Nune"
    ],
    "abstract": "Abstract:  Analysis of the radio-metric data from Pioneer 10 and 11 spacecrafts has\nindicated the presence of an unmodeled acceleration starting at 20 AU, which\nhas become known as the Pioneer anomaly. The nature of this acceleration is\nuncertain. In this paper we give a description of the effect and review some\nrelevant mechanisms proposed to explain the observed anomaly. We also discuss\non some future projects to investigate this phenomenon.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0807.1088"
  },
  {
    "url": "https://arxiv.org/abs/0807.0934",
    "title": "Title:Particle Acceleration at Interplanetary Shocks",
    "date_publ": "7 Jul 2008",
    "authors": [
      "Matthew G. Baring",
      "Errol J. Summerli"
    ],
    "abstract": "Abstract:  The acceleration of interstellar pick-up ions as well as solar wind species\nhas been observed at a multitude of interplanetary (IP) shocks by different\nspacecraft. This paper expands upon previous work modeling the phase space\ndistributions of accelerated ions associated with the shock event encountered\non day 292 of 1991 by the Ulysses mission at 4.5 AU. A kinetic Monte Carlo\nsimulation is employed here to model the diffusive acceleration process. This\nexposition presents recent developments pertaining to the incorporation into\nthe simulation of the diffusive characteristics incurred by field line\nwandering (FLW), according to the work of Giacalone and Jokipii. For a pure\nfield-line wandering construct, it is determined that the upstream spatial ramp\nscales are too short to accommodate the HI-SCALE flux increases for 200 keV\nprotons, and that the distribution function for H+ somewhat underpopulates the\ncombined SWICS/HI-SCALE spectra at the shock. This contrasts our earlier\ntheory/data comparison where it was demonstrated that diffusive transport in\nhighly turbulent fields according to kinetic theory can successfully account\nfor both the proton distributions and upstream ramp scales, using a single\nturbulence parameter. The principal conclusion here is that, in a FLW scenario,\nthe transport of ions across the mean magnetic field is slightly less efficient\nthan is required to effectively trap energetic ions within a few Larmor radii\nof the shock layer and thereby precipitate efficient acceleration. This\nhighlights the contrast between ion transport in highly turbulent shock\nenvirons and remote, less-disturbed interplanetary regions.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0807.0934"
  },
  {
    "url": "https://arxiv.org/abs/0807.0738",
    "title": "Title:The ECLAIRs telescope onboard the SVOM mission for gamma-ray burst studies",
    "date_publ": "4 Jul 2008",
    "authors": [
      "Stephane Schann"
    ],
    "abstract": "Abstract:  The X- and gamma-ray telescope ECLAIRs onboard the future mission for\ngamma-ray burst studies SVOM (Space-based multi-band astronomical Variable\nObjects Monitor) is foreseen to operate in orbit from 2013 on. ECLAIRs will\nprovide fast and accurate GRB triggers to other onboard telescopes, as well as\nto the whole GRB community, in particular ground-based follow-up telescopes.\nWith its very low energy threshold ECLAIRs is particularly well suited for the\ndetection of highly redshifted GRB. The ECLAIRs X- and gamma-ray imaging camera\n(CXG), used for GRB detection and localization, is combined with a soft X-ray\ntelescope (SXT) for afterglow observations and position refinement. The CXG is\na 2D-coded mask imager with a 1024 cm$^2$ detection plane made of 80$\\times$80\nCdTe pixels, sensitive from 4 to 300 keV, with imaging capabilities up to about\n120 keV and a localization accuracy better than 10 arcmin. The CXG permanently\nobserves a 2 sr-wide field of the sky and provides photon data to the onboard\nscience and triggering unit (UTS) which detects GRB by count-rate increases or\nby the appearance of a new source in cyclic sky images. The SXT is a mirror\nfocusing X-ray telescope operating from 0.3 to 2 keV with a sensitivity of 1\nmCrab for 100 s observations. The spacecraft slews within $\\simeq$3 min in\norder to place the GRB candidate into the 23$\\times$23 arcmin$^2$ field of view\nof the SXT, after which it refines the GRB position to about 10 arcsec. GRB\nalerts are transmitted to ground-observers within tens of seconds via a VHF\nnetwork and all detected photons are available hours later for detailed\nanalysis. In this paper we present the ECLAIRs concepts, with emphasis on the\nexpected performances.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0807.0738"
  },
  {
    "url": "https://arxiv.org/abs/0807.0617",
    "title": "Title:The Anomalous Acceleration of the Pioneer Spacecrafts",
    "date_publ": "3 Jul 2008",
    "authors": [
      "Jose A. de Dieg"
    ],
    "abstract": "Abstract:  Radiometric data from the Pioneer 10 and 11 spacecrafts have revealed an\nunexplained constant acceleration of a_A = (8.74 +/- 1.33) x 10^(-10) m s^(-2)\ntowards the Sun, also known as the Pioneer anomaly. Different groups have\nanalyzed the Pioneer data and have got the same results, which rules out\ncomputer programming and handling errors. Attempts to explain this phenomenon\narguing intrinsic causes on-board the spacecrafts failed or have lead to\ninconclusive results. Therefore, the Pioneer anomalous acceleration has\nmotivated the interest of researchers to find out explanations that could bring\ninsight upon the forces acting in the outer Solar Systems or a hint to discover\nnew natural laws.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0807.0617"
  },
  {
    "url": "https://arxiv.org/abs/0807.0041",
    "title": "Title:Thermal Analysis of the Pioneer Anomaly: A method to estimate radiative momentum transfer",
    "date_publ": "1 Jul 2008 (v1), last revised 20 Oct 2008 (this version, v2)",
    "authors": [
      "Orfeu Bertolami",
      "Frederico Francisco",
      "Paulo J. S. Gil",
      "Jorge Páramo"
    ],
    "abstract": "Abstract:  We present a methodology based on point-like Lambertian sources that enables\none to perform a reliable and comprehensive estimate of the overall thermally\ninduced acceleration of the Pioneer 10 and 11 spacecraft. We show, by\ndeveloping a sensitivity analysis of the several parameters of the model, that\none may achieve a valuable insight on the possible thermal origin of the\nso-called Pioneer anomaly.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Astrophysics (astro-ph)",
      " General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/0807.0041"
  },
  {
    "url": "https://arxiv.org/abs/0806.4832",
    "title": "Title:Simulations of Galactic Cosmic Ray Impacts on the Herschel/PACS bolometer Arrays with Geant4 Code",
    "date_publ": "30 Jun 2008",
    "authors": [
      "C.Bongardo",
      "P.M.Andreani",
      "K.Okumura",
      "B.Horeau",
      "A.Claret",
      "G.De Zotti",
      "R.Giannitrapani",
      "F.Long"
    ],
    "abstract": "Abstract:  The effects of the in-flight behaviour of the bolometer arrays of the\nHerschel/PACS instrument under impacts of Galactic cosmic rays are explored.\nThis instrument is part of the ESA-Herschel payload, which will be launched at\nthe end of 2008 and will operate at the Lagrangian L2 point of the Sun-Earth\nsystem. We find that the components external to the detectors (the spacecraft,\nthe cryostat, the PACS box, collectively referred to as the `shield') are the\nmajor source of secondary events affecting the detector behaviour. The impacts\ndeposit energy on the bolometer chips and influence the behaviour of nearby\npixels. 25% of hits affect the adjacent pixels. The energy deposited raises the\nbolometer temperature by a factor ranging from 1 to 6 percent of the nominal\nvalue. We discuss the effects on the observations and compare simulations with\nlaboratory tests.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0806.4832"
  },
  {
    "url": "https://arxiv.org/abs/0806.4454",
    "title": "Title:Are there field-free gaps near tau=1 in sunspot penumbrae?",
    "date_publ": "27 Jun 2008",
    "authors": [
      "J.M. Borrero",
      "S.K. Solank"
    ],
    "abstract": "Abstract:  The vertical stratification of the magnetic field strength in sunspot\npenumbrae is investigated by means of spectropolarimetric observations at high\nspatial resolution from the Hinode spacecraft. Assuming that the magnetic field\nchanges linearly with optical depth we find that, in those regions where the\nmagnetic field is more inclined and the Evershed flow is strongest (penumbral\nintraspines), the magnetic field can either increase or decrease with depth.\nAllowing more degrees of freedom to the magnetic field stratification reveals\nthat the magnetic field initially decreases from \\log\\tau_5 = -3 until\n\\log\\tau_5 \\simeq -1.0, but increases again below that. The presence of strong\nmagnetic fields near the continuum is at odds with the existence of regions\nvoid of magnetic fields at, or right below, the \\tau_5=1 level in the penumbra.\nHowever, they are compatible with the presence of a horizontal flux-tube-like\nfield embedded in a magnetic atmosphere.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/0806.4454"
  }
]