[
  {
    "url": "https://arxiv.org/abs/1404.4196",
    "title": "Title:Will New Horizons see dust clumps in the Edgeworth-Kuiper belt?",
    "date_publ": "16 Apr 2014",
    "authors": [
      "Christian Vitense",
      "Alexander V. Krivov",
      "Torsten Löhn"
    ],
    "abstract": "Abstract:  Debris disks are thought to be sculptured by neighboring planets. The same is\ntrue for the Edgeworth-Kuiper debris disk, yet no direct observational evidence\nfor signatures of giant planets in the Kuiper belt dust distribution has been\nfound so far. Here we model the dust distribution in the outer solar system to\nreproduce the dust impact rates onto the dust detector onboard the New Horizons\nspacecraft measured so far and to predict the rates during the Neptune orbit\ntraverse. To this end, we take a realistic distribution of transneptunian\nobjects to launch a sufficient number of dust grains of different sizes and\nfollow their orbits by including radiation pressure, Poynting-Robertson and\nstellar wind drag, as well as the perturbations of four giant planets. In a\nsubsequent statistical analysis, we calculate number densities and lifetimes of\nthe dust grains in order to simulate a collisional cascade. In contrast to the\nprevious work, our model not only considers collisional elimination of\nparticles, but also includes production of finer debris. We find that particles\ncaptured in the 3:2 resonance with Neptune build clumps that are not removed by\ncollisions, because the depleting effect of collisions is counteracted by\nproduction of smaller fragments. Our model successfully reproduces the dust\nimpact rates measured by New Horizons out to ~23AU and predicts an increase of\nthe impact rate of about a factor of two or three around the Neptune orbit\ncrossing. This result is robust with respect to the variation of the vaguely\nknown number of dust-producing scattered disk objects, collisional outcomes,\nand the dust properties.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1404.4196"
  },
  {
    "url": "https://arxiv.org/abs/1404.4044",
    "title": "Title:Breakdown of the equivalence between gravitational mass and energy for a composite quantum body",
    "date_publ": "14 Apr 2014",
    "authors": [
      "Andrei G. Lebe"
    ],
    "abstract": "Abstract:  The simplest quantum composite body, a hydrogen atom, is considered in the\npresence of a weak external gravitational field. We define an operator for the\npassive gravitational mass of the atom in the post-Newtonian approximation of\nthe general relativity and show that it does not commute with its energy\noperator. Nevertheless, the equivalence between the expectation values of the\nmass and energy is shown to survive at a macroscopic level for stationary\nquantum states. Breakdown of the equivalence between passive gravitational mass\nand energy at a microscopic level for stationary quantum states can be\nexperimentally detected by studying unusual electromagnetic radiation, emitted\nby the atoms, supported by and moving in the Earth's gravitational field with\nconstant velocity, using spacecraft or satellite",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1404.4044"
  },
  {
    "url": "https://arxiv.org/abs/1404.3896",
    "title": "Title:Astrometry of brown dwarfs with Gaia",
    "date_publ": "15 Apr 2014",
    "authors": [
      "J.H.J. de Bruijn"
    ],
    "abstract": "Abstract:  Europe's Gaia spacecraft will soon embark on its five-year mission to measure\nthe absolute parallaxes of the complete sample of 1,000 million objects down to\n20 mag. It is expected that thousands of nearby brown dwarfs will have their\nastrometry determined with sub-milli-arcsecond standard errors. Although this\nlevel of accuracy is comparable to the standard errors of the relative\nparallaxes that are now routinely obtained from the ground for selected,\nindividual objects, the absolute nature of Gaia's astrometry, combined with the\nsample increase from one hundred to several thousand sub-stellar objects with\nknown distances, ensures the uniqueness of Gaia's legacy in brown-dwarf science\nfor the coming decade(s). We shortly explore the gain in brown-dwarf science\nthat could be achieved by lowering Gaia's faint-end limit from 20 to 21 mag and\nconclude that two spectral-type sub-classes could be gained in combination with\na fourfold increase in the solar-neighbourhood-volume sampled by Gaia and hence\nin the number of brown dwarfs in the Gaia Catalogue.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1404.3896"
  },
  {
    "url": "https://arxiv.org/abs/1404.3765",
    "title": "Title:Does the Equivalence between Gravitational Mass and Energy Survive for a Composite Quantum Body?",
    "date_publ": "14 Apr 2014",
    "authors": [
      "Andrei G. Lebe"
    ],
    "abstract": "Abstract:  We define passive and active gravitational mass operators of the simplest\ncomposite quantum body - a hydrogen atom. Although they do not commute with its\nenergy operator, the equivalence between the expectation values of passive and\nactive gravitational masses and energy is shown to survive for stationary\nquantum states. In our calculations of passive gravitational mass operator, we\ntake into account not only kinetic and Coulomb potential energies but also the\nso-called relativistic corrections to electron motion in a hydrogen atom.\nInequivalence between passive and active gravitational masses and energy at a\nmacroscopic level is demonstrated to reveal itself as time dependent\noscillations of the expectation values of the gravitational masses for\nsuperpositions of stationary quantum states. Breakdown of the equivalence\nbetween passive gravitational mass and energy at a microscopic level reveals\nitself as unusual electromagnetic radiation, emitted by macroscopic ensemble of\nhydrogen atoms, moved by small spacecraft with constant velocity in the Earth's\ngravitational field. We suggest the corresponding experiment on the Earth's\norbit to detect this radiation, which would be the first direct experiment\nwhere quantum effects in general relativity are observed.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1404.3765"
  },
  {
    "url": "https://arxiv.org/abs/1404.3322",
    "title": "Title:Abundance Enhancements in Impulsive Solar Energetic-Particle Events with Associated Coronal Mass Ejections",
    "date_publ": "12 Apr 2014",
    "authors": [
      "Donald V. Reames",
      "Edward W. Cliver",
      "Stephen W. Kahle"
    ],
    "abstract": "Abstract:  We study the abundances of the elements He through Pb in Fe-rich impulsive\nsolar energetic-particle (SEP) events with measurable abundances of ions with\natomic number Z>2 observed on the Wind spacecraft, and their relationship with\ncoronal mass ejections (CMEs) observed by the Large Angle and Spectrometric\nCoronagraph (LASCO) onboard the Solar and Heliospheric Observatory (SOHO). On\naverage the element abundances in these events are similar to coronal\nabundances at low Z but, for heavier elements, enhancements rise as a power law\nin the mass-to-charge ratio A/Q of the ions (at coronal temperatures of 2.5-3\nMK) to a factor of 3 at Ne, 9 at Fe, and 900 for 75<Z<83. Energy dependences of\nabundances are minimal in the 2-15 MeV/amu range. The 111 of these Fe-rich\nimpulsive SEP events we found, between November 1994 and August 2013 using the\nWind spacecraft, have a 69% association rate with CMEs. The CMEs are narrow\nwith a median width of 75 deg, are characteristically from western longitudes\non the Sun, and have a median speed of ~600 km/s. Nearly all SEP onsets occur\nwithin 1.5-5 h of the CME onset. The faster (>700 km/s), wider CMEs in our\nsample are related to SEPs with coronal abundances indicating hot coronal\nplasma with fully ionized He, C, N and O and moderate enhancements of heavier\nelements, relative to He, but slower (<700 km/s), narrower CMEs emerge from\ncooler plasma where higher SEP mass-to-charge ratios, A/Q, yield much greater\nabundance enhancements, even for C/He and O/He. Apparently, the open\nmagnetic-reconnection region where the impulsive SEPs are accelerated also\nprovides the energy to drive out CME plasma, accounting for a strong, probably\nuniversal, impulsive SEP-CME association.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1404.3322"
  },
  {
    "url": "https://arxiv.org/abs/1404.3235",
    "title": "Title:Inbound waves in the solar corona: a direct indicator of Alfvén Surface location",
    "date_publ": "11 Apr 2014 (v1), last revised 15 Apr 2014 (this version, v2)",
    "authors": [
      "C.E. DeForest",
      "T.A. Howard",
      "D.J. McComa"
    ],
    "abstract": "Abstract:  The tenuous supersonic solar wind that streams from the top of the corona\npasses through a natural boundary -- the Alfvén surface -- that marks the\ncausal disconnection of individual packets of plasma and magnetic flux from the\nSun itself. The Alfvén surface is the locus where the radial motion of the\naccelerating solar wind passes the radial Alfvén speed, and therefore any\ndisplacement of material cannot carry information back down into the corona. It\nis thus the natural outer boundary of the solar corona, and the inner boundary\nof interplanetary space. Using a new and unique motion analysis to separate\ninbound and outbound motions in synoptic visible-light image sequences from the\nCOR2 coronagraph on board the STEREO-A spacecraft, we have identified inbound\nwave motion in the outer corona beyond 6 solar radii for the first time, and\nused it to determine that the Alfvén surface is at least 12.5 solar radii\nfrom the Sun over the polar coronal holes and 17 solar radii in the streamer\nbelt, well beyond the distance planned for NASA's upcoming Solar Probe Plus\nmission. To our knowledge this is the first measurement of inbound waves in the\nouter solar corona, and the first direct measurement of lower bounds for the\nAlfvén surface.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1404.3235"
  },
  {
    "url": "https://arxiv.org/abs/1404.3052",
    "title": "Title:A solar type II radio burst from CME-coronal ray interaction: simultaneous radio and EUV imaging",
    "date_publ": "11 Apr 2014",
    "authors": [
      "Yao Chen",
      "Guohui Du",
      "Li Feng",
      "Shiwei Feng",
      "Xiangliang Kong",
      "Fan Guo",
      "Bing Wang",
      "Gang L"
    ],
    "abstract": "Abstract:  Simultaneous radio and extreme ultraviolet (EUV)/white-light imaging data are\nexamined for a solar type II radio burst occurring on 2010 March 18 to deduce\nits source location. Using a bow-shock model, we reconstruct the 3-dimensional\nEUV wave front (presumably the type-II emitting shock) based on the imaging\ndata of the two STEREO spacecraft. It is then combined with the Nançay\nradio imaging data to infer the 3-dimensional position of the type II source.\nIt is found that the type II source coincides with the interface between the\nCME EUV wave front and a nearby coronal ray structure, providing evidence that\nthe type II emission is physically related to the CME-ray interaction. This\nresult, consistent with those of previous studies, is based on simultaneous\nradio and EUV imaging data for the first time.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1404.3052"
  },
  {
    "url": "https://arxiv.org/abs/1404.2835",
    "title": "Title:Daubechies wavelet coefficients: a tool to study interplanetary magnetic field fluctuations",
    "date_publ": "10 Apr 2014",
    "authors": [
      "Arian Ojeda González",
      "Odim Mendes Junior",
      "Margarete Oliveira Domingues",
      "Varlei Everton Mencon"
    ],
    "abstract": "Abstract:  We have studied a set of 41 magnetic clouds (MCs) measured by the ACE\nspacecraft, using the discrete orthogonal wavelet transform (Daubechies wavelet\nof order two) in three regions: Pre-MC (plasma sheath), MC and Post-MC. We have\nused data from the IMF GSM-components with time resolution of 16 s. The\nmathematical property chosen was the statistical mean of the wavelet\ncoefficients $(\\langle Dd1 \\rangle)$. The Daubechies wavelet coefficients have\nbeen used because they represent the local regularity present in the signal\nbeing studied. The results reproduced the well-known fact that the dynamics of\nthe sheath region is more than that of the MC region. This technique could be\nuseful to help a specialist to find events boundaries when working with IMF\ndatasets, i.e., a best form to visualize the data. The wavelet coefficients\nhave the advantage of helping to find some shocks that are not easy to see in\nthe IMF data by simple visual inspection. We can learn that fluctuations are\nnot low in all MCs, in some cases waves can penetrate from the sheath to the\nMC. This methodology has not yet been tested to identify some specific\nfluctuation patterns at IMF for any other geoeffective interplanetary events,\nsuch as Co-rotating Interaction Regions (CIRs), Heliospheric Current Sheet\n(HCS) or ICMEs without MC signatures. In our opinion, as is the first time that\nthis technique is applied to the IMF data with this purpose, the presentation\nof this approach for the Space Physics Community is one of the contributions of\nthis work.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1404.2835"
  },
  {
    "url": "https://arxiv.org/abs/1404.2826",
    "title": "Title:Characterization of the Turbulent Magnetic Integral Length in the Solar Wind: From 0.3 to 5 Astronomical Units",
    "date_publ": "10 Apr 2014",
    "authors": [
      "M.E. Ruiz",
      "S. Dasso",
      "W.H. Matthaeus",
      "J.M. Weygan"
    ],
    "abstract": "Abstract:  The solar wind is a structured and complex system, in which the fields vary\nstrongly over a wide range of spatial and temporal scales. As an example, the\nturbulent activity in the wind affects the evolution in the heliosphere of the\nintegral turbulent scale or correlation length [{\\lambda}], usually associated\nwith the breakpoint in the turbulent-energy spectrum that separates the\ninertial range from the injection range. This large variability of the fields\ndemands a statistical description of the solar wind. In this work, we study the\nprobability distribution function (PDF) of the magnetic autocorrelation lengths\nobserved in the solar wind at different distances from the Sun. We use\nobservations from Helios, ACE, and Ulysses spacecraft. We distinguish between\nthe usual solar wind and one of its transient components (Interplanetary\nCoronal Mass Ejections, ICMEs), and study also solar wind samples with low and\nhigh proton beta [\\beta_p ]. We find that in the last 3 regimes the PDF of\n{\\lambda} is a log-normal function, consistent with the multiplicative and\nnon-linear processes that take place in the solar wind, the initial {\\lambda}\n(before the Alfvénic point) being larger in ICMEs.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1404.2826"
  },
  {
    "url": "https://arxiv.org/abs/1404.2498",
    "title": "Title:The importance of monopole antennas for dust observations: why Wind/WAVES does not detect nanodust",
    "date_publ": "9 Apr 2014",
    "authors": [
      "N. Meyer-Vernet",
      "M. Moncuquet",
      "K. Issautier",
      "A. Lecacheu"
    ],
    "abstract": "Abstract:  The charge released by impact ionization of fast dust grains impinging on\nspacecraft is at the basis of a well-known technique for dust detection by wave\ninstruments. Since most of the impact charges are recollected by the\nspacecraft, monopole antennas generally detect a much greater signal than\ndipoles. This is illustrated by comparing dust signals in monopole and dipole\nmode on different spacecraft and environments. It explains the weak sensitivity\nof Wind/WAVES dipole antennas for dust detection, so that it is not surprising\nthat this instrument did not detect the interplanetary nanodust discovered by\nSTEREO/WAVES. We propose an interpretation of the Wind dust data, elsewhere\ndiscussed by Malaspina et al. (2014), which explains the observed pulse\namplitude and polarity for interstellar dust impacts, as well as the\nnon-detection of nanodust. This proposed mechanism might be the dominant dust\ndetection mechanism by some wave instruments using dipole antennas.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1404.2498"
  },
  {
    "url": "https://arxiv.org/abs/1404.2170",
    "title": "Title:Spatial Confinement of the IBEX Ribbon: A Dominant Turbulence Mechanism",
    "date_publ": "8 Apr 2014",
    "authors": [
      "Philip A. Isenber"
    ],
    "abstract": "Abstract:  The narrow ribbon of enhanced energetic neutral atom flux observed by the\nInterstellar Boundary Explorer (IBEX) spacecraft has prompted numerous ideas to\nexplain its structure and properties. One of these ideas is the \"neutral solar\nwind\" scenario, which identifies the source particles as pickup protons in the\nlocal interstellar medium originating in solar wind charge-exchange\ninteractions. This scenario has been thought to require unrealistically weak\npitch-angle scattering of the pickup protons to explain the narrow structure.\nRecently, Schwadron & McComas (2013) suggested that this structure could result\nfrom a spatial retention of the pickup protons, rather than from a restricted\npitch-angle distribution. Here, we present a physically motivated, quantitative\nmechanism to produce such a spatial configuration. This mechanism is based on\nthe \"dominant turbulence\" assumption, which can be applied where the production\nof new pickup protons is slow, and has been used to successfully explain the\nlevel of turbulent heating observed in the outer solar wind. This formalism\npredicts a pickup isotropization process which adds or subtracts energy from\nthe ambient turbulent fluctuations, depending on the initial pitch angle of the\npickup protons. We show that a simple model of this process can yield a ribbon\nstructure in qualitative agreement with the observations. The results of this\nsimple model are not yet quantitatively satisfactory, but we suggest several\nimprovements which may reduce the quantitative discrepancy.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1404.2170"
  },
  {
    "url": "https://arxiv.org/abs/1404.1886",
    "title": "Title:The PLATO Simulator: modelling of high-precision high-cadence space-based imaging",
    "date_publ": "7 Apr 2014 (v1), last revised 26 Apr 2014 (this version, v3)",
    "authors": [
      "P. Marcos-Arenal",
      "W. Zima",
      "J. De Ridder",
      "C. Aerts",
      "R. Huygen",
      "R. Samadi",
      "J. Green",
      "G. Piotto",
      "S. Salmon",
      "C. Catala",
      "H. Raue"
    ],
    "abstract": "Abstract:  Many aspects of the design trade-off of a space-based instrument and its\nperformance can best be tackled through simulations of the expected\nobservations. The complex interplay of various noise sources in the course of\nthe observations make such simulations an indispensable part of the assessment\nand design study of any space-based mission. We present a formalism to model\nand simulate photometric time series of CCD images by including models of the\nCCD and its electronics, the telescope optics, the stellar field, the jitter\nmovements of the spacecraft, and all important natural noise sources. This\nformalism has been implemented in a versatile end-to-end simulation software\ntool, called PLATO Simulator, specifically designed for the PLATO space mission\nto be operated from L2, but easily adaptable to similar types of missions. We\nprovide a detailed description of several noise sources and discuss their\nproperties, in connection with the optical design, the allowable level of\njitter, the quantum efficiency of the detectors, etc. The expected overall\nnoise budget of generated light curves is computed as a function of the stellar\nmagnitude, for different sets of input parameters describing the instrument\nproperties. The simulator is offered to the scientific community for future\nuse.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1404.1886"
  },
  {
    "url": "https://arxiv.org/abs/1404.1101",
    "title": "Title:The Flyby Anomaly and the Effect of a Topological Torsion Current",
    "date_publ": "3 Apr 2014",
    "authors": [
      "Mario J. Pinheir"
    ],
    "abstract": "Abstract:  A new variational technique determines the general condition of equilibrium\nof a rotating gravito-electromagnetic system and provides a modified dynamical\nequation of motion from where it emerges a so-far unforseen topological torsion\ncurrent (TTC) [Mario J. Pinheiro (2013) 'A Variational Method in\nOut-of-Equilibrium Physical Systems', Scientific Reports {\\bf 3}, Article\nnumber: 3454]. We suggest that the TTC may explain, in a simple and direct way,\nthe anomalous acceleration detected in spacecrafts during close planetary\nflybys. In addition, we theorize that TTC may represent an unforeseen\nrelationship between linear momentum and angular motion through the agency of a\nvector potential.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1404.1101"
  },
  {
    "url": "https://arxiv.org/abs/1404.1086",
    "title": "Title:Spatiotemporal organization of energy release events in the quiet solar corona",
    "date_publ": "3 Apr 2014",
    "authors": [
      "Vadim M. Uritsky",
      "Joseph M. Davil"
    ],
    "abstract": "Abstract:  Using data from STEREO and SOHO spacecraft, we show that temporal\norganization of energy release events in the quiet solar corona is close to\nrandom, in contrast to the clustered behavior of flaring times in solar active\nregions. The locations of the quiet-Sun events follow the meso- and\nsupergranulation pattern of the underling photosphere. Together with earlier\nreports of the scale-free event size statistics, our findings suggest that\nquiet solar regions responsible for bulk coronal heating operate in a driven\nself-organized critical state, possibly involving long-range Alfvénic\ninteractions.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Adaptation and Self-Organizing Systems (nlin.AO)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1404.1086"
  },
  {
    "url": "https://arxiv.org/abs/1403.7208",
    "title": "Title:Open Clusters in the Kepler Field, II. NGC 6866",
    "date_publ": "27 Mar 2014",
    "authors": [
      "Kenneth Janes",
      "Sydney A. Barnes",
      "Soeren Meibom",
      "Sadia Ho"
    ],
    "abstract": "Abstract:  We have developed a maximum-likelihood procedure to fit theoretical\nisochrones to the observed cluster color-magnitude diagrams of NGC 6866, an\nopen cluster in the Kepler Spacecraft field of view. The Markov-Chain Monte\nCarlo algorithm permits exploration of the entire parameter space of a set of\nisochrones to find both the best solution and the statistical uncertainties.\nFor clusters in the age range of NGC 6866, with few if any red giant members, a\npurely photometric determination of the cluster properties is not\nwell-constrained. Nevertheless, based on our UBVRI photometry alone, we have\nderived the distance, reddening, age and metallicity of the cluster and\nestablished estimates for the binary nature and membership probability of\nindividual stars. We derive the following values for the cluster properties:\n$(m-M)_V = 10.98\\pm 0.24$, $E(B-V) = 0.16\\pm 0.04$ (so the distance = 1250 pc),\nage $= 705\\pm170$\\ Myr and $Z = 0.014\\pm 0.005$.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1403.7208"
  },
  {
    "url": "https://arxiv.org/abs/1403.7128",
    "title": "Title:An Early Look of Comet C/2013 A1 (Siding Spring): Breathtaker or Nightmare?",
    "date_publ": "27 Mar 2014",
    "authors": [
      "Quan-Zhi Ye",
      "Man-To Hu"
    ],
    "abstract": "Abstract:  The dynamically new comet, C/2013 A1 (Siding Spring), is to make a close\napproach to Mars on 2014 October 19 at 18:30 UT at a distance of 40+/-1 Martian\nradius. Such extremely rare event offers a precious opportunity for the\nspacecrafts on Mars to closely study a dynamically new comet itself as well as\nthe planet-comet interaction. Meanwhile, the high speed meteoroids released\nfrom C/Siding Spring also pose a threat to physically damage the spacecrafts.\nHere we present our observations and modeling results of C/Siding Spring to\ncharacterize the comet and assess the risk posed to the spacecrafts on Mars. We\nfind that the optical tail of C/Siding Spring is dominated by larger particles\nat the time of the observation. Synchrone simulation suggests that the comet\nwas already active in late 2012 when it was more than 7 AU from the Sun. By\nparameterizing the dust activity with a semi-analytic model, we find that the\nejection speed of C/Siding Spring is comparable to comets such as the target of\nthe Rosetta mission, 67P/Churyumov-Gerasimenko. Under nominal situation, the\nsimulated dust cone will miss the planet by about 20 Martian radius. At the\nextreme ends of uncertainties, the simulated dust cone will engulf Mars, but\nthe meteoric influx at Mars is still comparable to the nominal sporadic influx,\nseemly indicating that intense and enduring meteoroid bombardment due to\nC/Siding Spring is unlikely. Further simulation also suggests that\ngravitational disruption of the dust tail may be significant enough to be\nobservable at Earth.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1403.7128"
  },
  {
    "url": "https://arxiv.org/abs/1403.6722",
    "title": "Title:CorPITA: An Automated Algorithm for the Identification and Analysis of Coronal \"EIT Waves\"",
    "date_publ": "26 Mar 2014",
    "authors": [
      "David M. Long",
      "D. Shaun Bloomfield",
      "Peter T. Gallagher",
      "David Pérez-Suáre"
    ],
    "abstract": "Abstract:  The continuous stream of data available from the Atmospheric Imaging Assembly\n(AIA) telescopes onboard the Solar Dynamics Observatory (SDO) spacecraft has\nallowed a deeper understanding of the Sun. However, the sheer volume of data\nhas necessitated the development of automated techniques to identify and\nanalyse various phenomena. In this article, we describe the Coronal Pulse\nIdentification and Tracking Algorithm (CorPITA) for the identification and\nanalysis of coronal \"EIT waves\". CorPITA uses an intensity-profile technique to\nidentify the propagating pulse, tracking it throughout its evolution before\nreturning estimates of its kinematics. The algorithm is applied here to a\ndata-set from February 2011, allowing its capabilities to be examined and\ncritiqued. This algorithm forms part of the SDO Feature Finding Team initiative\nand will be implemented as part of the Heliophysics Event Knowledgebase (HEK).\nThis is the first fully automated algorithm to identify and track the\npropagating \"EIT wave\" rather than any associated phenomena and will allow a\ndeeper understanding of this controversial phenomenon.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1403.6722"
  },
  {
    "url": "https://arxiv.org/abs/1403.5639",
    "title": "Title:Characterization and Physical Explanation of Energetic Particles on Planck HFI Instrument",
    "date_publ": "22 Mar 2014",
    "authors": [
      "A. Catalano",
      "P. Ade",
      "Y. Atik",
      "A. Benoit",
      "E. Bréele",
      "J. J. Bock",
      "P. Camus",
      "M. Charra",
      "B. P. Crill",
      "N. Coron",
      "A. Coulais",
      "F.-X. Désert",
      "L. Fauvet",
      "Y. Giraud-Héraud",
      "O. Guillaudin",
      "W. Holmes",
      "W. C. Jones",
      "J.-M. Lamarre",
      "J. Macías-Pérez",
      "M. Martinez",
      "A. Miniussi",
      "A. Monfardini",
      "F. Pajot",
      "G. Patanchon",
      "A. Pelissier",
      "M. Piat",
      "J.-L. Puget",
      "C. Renault",
      "C. Rosset",
      "D. Santos",
      "A. Sauvé",
      "L. Spencer",
      "R. Sudiwal"
    ],
    "abstract": "Abstract:  The Planck High Frequency Instrument (HFI) has been surveying the sky\ncontinuously from the second Lagrangian point (L2) between August 2009 and\nJanuary 2012. It operates with 52 high impedance bolometers cooled at 100mK in\na range of frequency between 100 GHz and 1THz with unprecedented sensivity, but\nstrong coupling with cosmic radiation. At L2, the particle flux is about 5\n$cm^{-2} s^{-1}$ and is dominated by protons incident on the spacecraft.\nProtons with an energy above 40MeV can penetrate the focal plane unit box\ncausing two different effects: glitches in the raw data from direct interaction\nof cosmic rays with detectors (producing a data loss of about 15% at the end of\nthe mission) and thermal drifts in the bolometer plate at 100mK adding\nnon-gaussian noise at frequencies below 0.1Hz. The HFI consortium has made\nstrong efforts in order to correct for this effect on the time ordered data and\nfinal Planck maps. This work intends to give a view of the physical explanation\nof the glitches observed in the HFI instrument in-flight. To reach this goal,\nwe performed several ground-based experiments using protons and $\\alpha$\nparticles to test the impact of particles on the HFI spare bolometers with a\nbetter control of the environmental conditions with respect to the in-flight\ndata. We have shown that the dominant part of glitches observed in the data\ncomes from the impact of cosmic rays in the silicon die frame supporting the\nmicro-machinced bolometric detectors propagating energy mainly by ballistic\nphonons and by thermal diffusion. The implications of these results for future\nsatellite missions will be discussed.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1403.5639"
  },
  {
    "url": "https://arxiv.org/abs/1403.5339",
    "title": "Title:Spacecraft Position and Attitude Formation Control using Line-of-Sight Observations",
    "date_publ": "21 Mar 2014",
    "authors": [
      "Tse-Huai Wu",
      "Taeyoung Le"
    ],
    "abstract": "Abstract:  This paper studies formation control of an arbitrary number of spacecraft\nbased on a serial network structure. The leader controls its absolute position\nand absolute attitude with respect to an inertial frame, and the followers\ncontrol its relative position and attitude with respect to another spacecraft\nassigned by the serial network. The unique feature is that both the absolute\nattitude and the relative attitude control systems are developed directly in\nterms of the line-of-sight observations between spacecraft, without need for\nestimating the full absolute and relative attitudes, to improve accuracy and\nefficiency. Control systems are developed on the nonlinear configuration\nmanifold, guaranteeing exponential stability. Numerical examples are presented\nto illustrate the desirable properties of the proposed control system.",
    "categories": [
      "Optimization and Control (math.OC)"
    ],
    "url_pdf": "/pdf/1403.5339"
  },
  {
    "url": "https://arxiv.org/abs/1403.4873",
    "title": "Title:Ejecta Transfer in the Pluto System",
    "date_publ": "19 Mar 2014",
    "authors": [
      "Simon Porter",
      "William Grund"
    ],
    "abstract": "Abstract:  The small satellites of the Pluto system (Styx, Nix, Kerberos, and Hydra)\nhave very low surface escape velocities, and impacts should therefore eject a\nlarge amount of material from their surfaces. We show that most of this\nmaterial then escapes from the Pluto system, though a significant fraction\ncollects on the surfaces of Pluto and Charon. The velocity at which the dust is\nejected from the surfaces of the small satellites strongly determines which\nobject it is likely to hit, and where on the surfaces of Pluto and Charon it is\nmost likely to impact. We also show that the presence of an atmosphere around\nPluto eliminates most particle size effects and increases the number of dust\nimpacts on Pluto. In total, Pluto and Charon may have accumulated several\ncentimeters of small-satellite dust on their surfaces, which could be observed\nby the New Horizons spacecraft.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1403.4873"
  },
  {
    "url": "https://arxiv.org/abs/1403.4856",
    "title": "Title:Multi-Spacecraft Observations of Recurrent 3He-Rich Solar Energetic Particles",
    "date_publ": "19 Mar 2014",
    "authors": [
      "R. Bucik",
      "D. E. Innes",
      "U. Mall",
      "A. Korth",
      "G. M. Mason",
      "R. Gomez-Herrer"
    ],
    "abstract": "Abstract:  We study the origin of 3He-rich solar energetic particles (<1 MeV/nucleon)\nthat are observed consecutively on STEREO-B, ACE, and STEREO-A spacecraft when\nthey are separated in heliolongitude by more than 90°. The 3He-rich period\non STEREO-B and STEREO-A commences on 2011 July 1 and 2011 July 16,\nrespectively. The ACE 3He-rich period consists of two sub-events starting on\n2011 July 7 and 2011 July 9. We associate the STEREO-B July 1 and ACE July 7\n3He-rich events with the same sizeable active region producing X-ray flares\naccompanied by prompt electron events, when it was near the west solar limb as\nseen from the respective spacecraft. The ACE July 9 and STEREO-A July 16 events\nwere dispersionless with enormous 3He enrichment, lacking solar energetic\nelectrons and occurring in corotating interaction regions. We associate these\nevents with a small, recently emerged active region near the border of a\nlow-latitude coronal hole that produced numerous jet-like emissions temporally\ncorrelated with type III radio bursts. For the first time we present\nobservations of 1) solar regions with long-lasting conditions for 3He\nacceleration and 2) solar energetic 3He that is temporary\nconfined/re-accelerated in interplanetary space.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1403.4856"
  },
  {
    "url": "https://arxiv.org/abs/1403.4590",
    "title": "Title:Magnetic Reconnection and Intermittent Turbulence in the Solar Wind",
    "date_publ": "18 Mar 2014",
    "authors": [
      "K. T. Osman",
      "W. H. Matthaeus",
      "J. T. Gosling",
      "A. Greco",
      "S. Servidio",
      "B. Hnat",
      "S. C. Chapman",
      "T. D. Pha"
    ],
    "abstract": "Abstract:  A statistical relationship between magnetic reconnection, current sheets and\nintermittent turbulence in the solar wind is reported for the first time using\nin-situ measurements from the Wind spacecraft at 1 AU. We identify\nintermittency as non-Gaussian fluctuations in increments of the magnetic field\nvector, $\\mathbf{B}$, that are spatially and temporally non-uniform. The\nreconnection events and current sheets are found to be concentrated in\nintervals of intermittent turbulence, identified using the partial variance of\nincrements method: within the most non-Gaussian 1% of fluctuations in\n$\\mathbf{B}$, we find 87%-92% of reconnection exhausts and $\\sim$9% of current\nsheets. Also, the likelihood that an identified current sheet will also\ncorrespond to a reconnection exhaust increases dramatically as the least\nintermittent fluctuations are removed from the dataset. Hence, the turbulent\nsolar wind contains a hierarchy of intermittent magnetic field structures that\nare increasingly linked to current sheets, which in turn are progressively more\nlikely to correspond to sites of magnetic reconnection. These results could\nhave far reaching implications for laboratory and astrophysical plasmas where\nturbulence and magnetic reconnection are ubiquitous.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Data Analysis, Statistics and Probability (physics.data-an)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1403.4590"
  },
  {
    "url": "https://arxiv.org/abs/1403.3322",
    "title": "Title:Voyager 1 and 2 Observations of Cosmic Ray Intensities in the North-South Heliosheaths-Implications for the Latitude Extent of the Heliospheric Current Sheet and Radial Structure in the Heliosheath",
    "date_publ": "13 Mar 2014",
    "authors": [
      "W.R. Webber",
      "D.S. Intriligato"
    ],
    "abstract": "Abstract:  The paper describes differences in the intensity as a function of radial\ndistance of anomalous and galactic cosmic rays in the N-S heliosheaths as\nobserved by the Voyager 1 and 2 spacecraft respectively. The anomalous cosmic\nray (ACR) intensities above a few MeV in the N heliosheath reach a maximum at\n~2009.5, about 16 AU beyond the heliospheric current sheet (HTS), thus\nindicating a possible source location for these higher energy particles. The\ngalactic cosmic ray electron and nuclei intensities continue to increase\nrapidly throughout the entire N-heliosheath out to 121.7 AU. Two sudden\nincreases of these electrons at 16.6 and 22.2 AU beyond the HTS suggest that\nthe V1 spacecraft passed significant heliosheath structures at these times.\nLater, at 121.7 AU, which is a distance of 27.6 AU beyond the initial HTS\ncrossing distance, V1 in the N heliosheath appears to pass beyond the ACR\ntrapping region as the anomalous particles disappear suddenly and completely.\nAt V2 in the S heliosheath, large 42-21 day periodic intensity variations were\nobserved for a few MeV particles just beyond the HTS crossing distance at 83.7\nAU and again about a year later when V2 was ~4 AU beyond this shock. These are\nthe dominant features of the energetic particle populations in the inner part\nof the S-heliosheath. The ACR and electrons later decreased to almost\nbackground levels until a sudden increase at 2011.25, at a distance of about 10\nAU beyond the HTS. The features observed by V2 in the S heliosheath relative to\nthose at V1 indicate a much more structured S heliosheath in which the latitude\nof V2 relative to the HCS maximum latitude (sector zone) may play an important\nrole. Estimates of a S heliosheath trapping/modulation boundary for energetic\nparticles in the range 105-110 AU are obtained in this paper from a comparison\nwith those at 121.7 AU observed in the N hemisphere.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1403.3322"
  },
  {
    "url": "https://arxiv.org/abs/1403.2817",
    "title": "Title:Improvement of the planetary ephemerides using spacecraft navigation data and its application to fundamental physics",
    "date_publ": "12 Mar 2014",
    "authors": [
      "Ashok Verm"
    ],
    "abstract": "Abstract:  The planetary ephemerides play a crucial role for spacecraft navigation,\nmission planning, reduction and analysis of the most precise astronomical\nobservations. The construction of such ephemerides is highly constrained by the\ntracking observations, in particular range, of the space probes collected by\nthe tracking stations on the Earth. The present planetary ephemerides (DE,\nINPOP, EPM) are mainly based on such observations. However, the data used by\nthe planetary ephemerides are not the direct raw tracking data, but\nmeasurements deduced after the analysis of raw data made by the space agencies\nand the access to such processed measurements remains difficult in terms of\navailability.\nThe first part of the study deals with the analysis of the Mars Global\nSurveyor (MGS) tracking data. The tracking observations containing one-, two-,\nand three-way Doppler and two-way range are then used to reconstruct MGS orbit\nprecisely. As a supplementary exploitation of MGS, we derived the solar corona\nmodel and estimated the average electron density along the line of sight\nseparately for slow and fast wind regions. Fitting the planetary ephemerides,\nincluding additional data which were corrected for the solar corona\nperturbations, noticeably improves the extrapolation capability of the\nplanetary ephemerides and the estimation of the asteroid masses (Verma et al.,\n2013). The second part of the thesis deals with the complete analysis of the\nMESSENGER tracking data. This analysis improved the Mercury ephemeris up to two\norder of magnitude compared to any latest ephemerides. Such high precision\nephemeris, INPOP13a, is then used to perform general relativity tests of\nPPN-formalism. Our estimations of PPN parameters (? and ) are the most\nstringent than previous results (Verma et al., 2014).",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " General Relativity and Quantum Cosmology (gr-qc)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1403.2817"
  },
  {
    "url": "https://arxiv.org/abs/1403.2414",
    "title": "Title:Observations and analysis of phase scintillation of spacecraft signal on the interplanetary plasma",
    "date_publ": "10 Mar 2014",
    "authors": [
      "G. Molera Calvés",
      "S. V. Pogrebenko",
      "G. Cimò",
      "D. A. Duev",
      "T. M. Bocanegra-Bahamón",
      "J. F. Wagner",
      "J. Kallunki",
      "P. de Vicente",
      "G. Kronschnabl",
      "R. Haas",
      "J. Quick",
      "G. Maccaferri",
      "G. Colucci",
      "W. H. Wang",
      "W. J.Yang",
      "L. F. Ha"
    ],
    "abstract": "Abstract:  Aims. The phase scintillation of the European Space Agency's (ESA) Venus\nExpress (VEX) spacecraft telemetry signal was observed at X-band (\\lambda = 3.6\ncm) with a number of radio telescopes of the European VLBI Network (EVN) in the\nperiod 2009-2013. Methods. We found a phase fluctuation spectrum along the\nVenus orbit with a nearly constant spectral index of -2.42 +/-0.25 over the\nfull range of solar elongation angles from 0° to 45°, which is\nconsistent with Kolmogorov turbulence. Radio astronomical observations of\nspacecraft signals within the solar system give a unique opportunity to study\nthe temporal behaviour of the signal's phase fluctuations caused by its\npropagation through the interplanetary plasma and the Earth's ionosphere. This\ngives complementary data to the classical interplanetary scintillation (IPS)\nstudy based on observations of the flux variability of distant natural radio\nsources. Results. We present here our technique and the results on IPS. We\ncompare these with the total electron content (TEC) for the line of sight\nthrough the solar wind. Finally, we evaluate the applicability of the presented\ntechnique to phase-referencing Very Long Baseline Interferometry (VLBI) and\nDoppler observations of currently operational and prospective space missions.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1403.2414"
  },
  {
    "url": "https://arxiv.org/abs/1403.2379",
    "title": "Title:A Study of the Shortest-Period Planets Found With Kepler",
    "date_publ": "10 Mar 2014",
    "authors": [
      "Roberto Sanchis-Ojeda",
      "Saul Rappaport",
      "Joshua N. Winn",
      "Michael C. Kotson",
      "Alan M. Levine",
      "Ileyk El Mella"
    ],
    "abstract": "Abstract:  We present the results of a survey aimed at discovering and studying\ntransiting planets with orbital periods shorter than one day\n(ultra--short-period, or USP, planets), using data from the {\\em Kepler}\nspacecraft. We computed Fourier transforms of the photometric time series for\nall 200,000 target stars, and detected transit signals based on the presence of\nregularly spaced sharp peaks in the Fourier spectrum. We present a list of 106\nUSP candidates, of which 18 have not previously been described in the\nliterature. In addition, among the objects we studied, there are 26 USP\ncandidates that had been previously reported in the literature which do not\npass our various tests. All 106 of our candidates have passed several standard\ntests to rule out false positives due to eclipsing stellar systems. A low false\npositive rate is also implied by the relatively high fraction of candidates for\nwhich more than one transiting planet signal was detected. By assuming these\nmulti-transit candidates represent coplanar multi-planet systems, we are able\nto infer that the USP planets are typically accompanied by other planets with\nperiods in the range 1-50 days, in contrast with hot Jupiters which very rarely\nhave companions in that same period range. Another clear pattern is that almost\nall USP planets are smaller than 2 $R_\\oplus$, possibly because gas giants in\nvery tight orbits would lose their atmospheres by photoevaporation when subject\nto extremely strong stellar irradiation. Based on our survey statistics, USP\nplanets exist around approximately $(0.51\\pm 0.07)\\%$ of G-dwarf stars, and\n$(0.83\\pm 0.18)\\%$ of K-dwarf stars.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1403.2379"
  },
  {
    "url": "https://arxiv.org/abs/1403.1781",
    "title": "Title:Three Predictions: Comet 67P/Churyumov-Gerasimenko, Comet C/2012 K1 Panstarrs, and Comet C/2013 V5 Oukaimeden",
    "date_publ": "7 Mar 2014",
    "authors": [
      "Ignacio Ferrí"
    ],
    "abstract": "Abstract:  We make the following predictions:\n(1) Comet 67P/Churyumov-Gerasimenko. The Secular Light Curve (SLC) of this\ncomet exhibits a photometric anomaly in magnitude that is present in 1982,\n1996, 2002 and 2009. Thus it must be real. We interpret this anomaly as a\ntopographic feature on the surface of the nucleus that may be a field of\ndebris, a region made only of dust or an area of solid stones but in any case\nit is depleted in volatiles. We predict that images taken by spacecraft Rosseta\nwill show a region morphologically different to the rest of the nucleus, at the\npole pointing to the Sun near perihelion.\n(2) Comet C/2012 K1 Panstarrs. This comet exhibits the same Slope\nDiscontinuity Event (SDE)+magnitude dip after the event than 11 other comets\nlisted in Table 1 all of which disintegrated. This group includes comet C/2012\nS1 ISON. Thus it is reasonable to expect that this comet may disintegrate too.\nThe probability of disintegration of this comet is 20%.\n(3) Comet C/2013 V5 Oukaimeden. This comet exhibits the same SDE+dip\nsignature exhibited by 11 other comets in Table 1 all of which disintegrated.\nThis group includes comet C/2012 S1 ISON. We predict that there is a 90%\nprobability that this comet will disintegrate.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1403.1781"
  },
  {
    "url": "https://arxiv.org/abs/1403.0901",
    "title": "Title:Tracking Back the Solar Wind to its Photospheric Footpoints from Wind Observations -- A Statistical Study",
    "date_publ": "25 Feb 2014",
    "authors": [
      "C. Huang",
      "Y. Y. Yan",
      "G. Li",
      "Y. Y. Deng",
      "B. L. Ta"
    ],
    "abstract": "Abstract:  It is of great importance to track the solar wind back to its photospheric\nsource region and identify the related current sheets; this will provide key\ninformation for investigating the origin and predictions of the solar wind. We\nreport a statistical study relating the photospheric footpoint motion and\nin-situ observation of current sheets in the solar wind. We used the potential\nforce-free source--surface (PFSS) model and the daily synoptic charts to trace\nthe solar wind back from 1 AU, as observed by the Wind spacecraft, to the solar\nsurface. As the footpoints move along the solar surface we obtain a time series\nof the jump times between different points. These jumps can be within a cell\nand between adjacent cells. We obtained the distribution of the jump times and\nthe distribution for a subset of the jump times in which only jumps between\nadjacent cells were counted. For both cases, the distributions clearly show two\npopulations. These distributions are compared with the distribution of in-situ\ncurrent sheets reported in an earlier work of Miao Peng and Li (2011). Its\nimplications on the origin of the current sheets are discussed.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1403.0901"
  },
  {
    "url": "https://arxiv.org/abs/1403.0708",
    "title": "Title:Solar Energetic Particle Events in the 23rd Solar Cycle: Interplanetary Magnetic Field Configuration and Statistical Relationship with Flares and CMEs",
    "date_publ": "4 Mar 2014",
    "authors": [
      "R. Miteva",
      "K.-L. Klein",
      "O. Malandraki",
      "G. Dorria"
    ],
    "abstract": "Abstract:  We study the influence of the large-scale interplanetary magnetic field\nconfiguration on the solar energetic particles (SEPs) as detected at different\nsatellites near Earth and on the correlation of their peak intensities with the\nparent solar activity. We selected SEP events associated with X and M-class\nflares at western longitudes, in order to ensure good magnetic connection to\nEarth. These events were classified into two categories according to the global\ninterplanetary magnetic field (IMF) configuration present during the SEP\npropagation to 1AU: standard solar wind or interplanetary coronal mass\nejections (ICMEs). Our analysis shows that around 20% of all particle events\nare detected when the spacecraft is immersed in an ICME. The correlation of the\npeak particle intensity with the projected speed of the SEP-associated coronal\nmass ejection is similar in the two IMF categories of proton and electron\nevents, $\\approx 0.6$. The SEP events within ICMEs show stronger correlation\nbetween the peak proton intensity and the soft X-ray flux of the associated\nsolar flare, with correlation coefficient $r=\\,$0.67$\\pm$0.13, compared to the\nSEP events propagating in the standard solar wind, $r=\\,$0.36$\\pm$0.13. The\ndifference is more pronounced for near-relativistic electrons. The main reason\nfor the different correlation behavior seems to be the larger spread of the\nflare longitude in the SEP sample detected in the solar wind as compared to SEP\nevents within ICMEs. We discuss to which extent observational bias, different\nphysical processes (particle injection, transport, etc.), and the IMF\nconfiguration can influence the relationship between SEPs and coronal activity.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1403.0708"
  },
  {
    "url": "https://arxiv.org/abs/1402.7111",
    "title": "Title:General relativistic laser interferometric observables of the GRACE-Follow-On mission",
    "date_publ": "28 Feb 2014",
    "authors": [
      "Slava G. Turyshev",
      "Mikhail V. Sazhin",
      "Viktor T. Tot"
    ],
    "abstract": "Abstract:  We develop a high-precision model for laser ranging interferometric (LRI)\nobservables of the GRACE Follow-On (GRACE-FO) mission. For this, we study the\npropagation of an electromagnetic wave in the gravitational field in the\nvicinity of an extended body, in the post-Newtonian approximation of the\ngeneral theory of relativity. We present a general relativistic model for the\nphase of a plane wave that accounts for contributions of all the multipoles of\nthe gravitating body, its angular momentum, as well as the contribution of\ntidal fields produced by external sources. We develop a new approach to model a\ncoherent signal transmission in the gravitational field of the solar system\nthat relies on a relativistic treatment of the phase. We use this approach to\ndescribe high-precision interferometric measurements on GRACE-FO and formulate\nthe key LRI observables, namely the phase and phase rate of a coherent laser\nlink between the two spacecraft. We develop a relativistic model for the\nLRI-enabled range between the two GRACE-FO spacecraft, accurate to less than 1\nnm, and a high-precision model for the corresponding range rate, accurate to\nbetter than 0.1 nm/s. We also formulate high-precision relativistic models for\nthe double one-way range (DOWR) and DOWR-enabled range rate observables\noriginally used on GRACE and now studied for interferometric measurements on\nGRACE-FO. Our formulation justifies the basic assumptions behind the design of\nthe GRACE-FO mission and highlights the importance of achieving nearly circular\nand nearly identical orbits for the GRACE-FO spacecraft.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Geophysics (physics.geo-ph)"
    ],
    "url_pdf": "/pdf/1402.7111"
  },
  {
    "url": "https://arxiv.org/abs/1402.6950",
    "title": "Title:Constraints on MOND theory from radio tracking data of the Cassini spacecraft",
    "date_publ": "27 Feb 2014 (v1), last revised 29 Apr 2014 (this version, v2)",
    "authors": [
      "A. Hees",
      "W. M. Folkner",
      "R. A. Jacobson",
      "R. S. Par"
    ],
    "abstract": "Abstract:  The MOdified Newtonian Dynamics (MOND) is an attempt to modify the\ngravitation theory to solve the Dark Matter problem. This phenomenology is very\nsuccessful at the galactic level. The main effect produced by MOND in the Solar\nSystem is called the External Field Effect parametrized by the parameter $Q_2$.\nWe have used 9 years of Cassini range and Doppler measurements to constrain\n$Q_2$. Our estimate of this parameter based on Cassini data is given by $Q_2=(3\n\\pm 3)\\times 10^{-27} \\ \\rm{s^{-2}}$ which shows no deviation from General\nRelativity and excludes a large part of the relativistic MOND theories. This\nlimit can also be interpreted as a limit on a external tidal potential acting\non the Solar System coming from the internal mass of our galaxy (including Dark\nMatter) or from a new hypothetical body.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Astrophysics of Galaxies (astro-ph.GA)"
    ],
    "url_pdf": "/pdf/1402.6950"
  },
  {
    "url": "https://arxiv.org/abs/1402.6772",
    "title": "Title:Drift mode accelerometry for spaceborne gravity measurements",
    "date_publ": "27 Feb 2014",
    "authors": [
      "John W. Conkli"
    ],
    "abstract": "Abstract:  A drift mode accelerometer is a precision device that overcomes the much of\nthe acceleration noise and readout dynamic range limitations of traditional\nelectrostatic accelerometers. It has the potential of achieving acceleration\nnoise performance of drag-free systems over a restricted frequency band without\nthe need for external drag-free control or spacecraft propulsion. Like\ntraditional accelerometers, the drift mode accelerometer contains a\nhigh-density test mass surrounded by an electrode housing, which can control\nand sense all six degrees of freedom of the test mass. Unlike traditional\naccelerometers, the suspension system is operated with a low duty cycle so that\nthe limiting suspension force noise only acts over brief, known time intervals,\nwhich can be neglected in the data analysis. The readout is performed using a\nlaser interferometer which is immune to the dynamic range limitations of even\nthe best voltage references typically used to determine the inertial\nacceleration of electrostatic accelerometers. The drift mode accelerometer is\nrelated to the like-named operational mode of the LISA Pathfinder spacecraft,\nwhich will be used to estimate the acceleration noise associated with the LISA\nPathfinder front end electronics. This paper describes operation of such a\ndevice, develops models for its performance with respect to satellite geodesy\nand gravitational wave astrophysics applications, and discusses methods for\ntesting its performance using torsion pendula in the laboratory and the LISA\nPathfinder mission in space.",
    "categories": [
      "Instrumentation and Detectors (physics.ins-det)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1402.6772"
  },
  {
    "url": "https://arxiv.org/abs/1402.6698",
    "title": "Title:Spacecraft Clocks and Relativity: Prospects for Future Satellite Missions",
    "date_publ": "26 Feb 2014 (v1), last revised 11 Mar 2014 (this version, v2)",
    "authors": [
      "Raymond Angélil",
      "Prasenjit Saha",
      "Ruxandra Bondarescu",
      "Philippe Jetzer",
      "Andreas Schärer",
      "Andrew Lundgre"
    ],
    "abstract": "Abstract:  The successful miniaturization of extremely accurate atomic clocks invites\nprospects for satellite missions to perform precise timing experiments. This\nwill allow effects predicted by general relativity to be detected in Earth's\ngravitational field. In this paper we introduce a convenient formalism for\nstudying these effects, and compute the fractional timing differences generated\nby them for the orbit of a satellite capable of accurate time transfer to a\nterrestrial receiving station on Earth, as proposed by planned missions. We\nfind that (1) Schwarzschild perturbations would be measurable through their\neffects both on the orbit and on the signal propagation, (2) frame-dragging of\nthe orbit would be readily measurable, and (3) in optimistic scenarios, the\nspin-squared metric effects may be measurable for the first time ever. Our\nestimates suggest that a clock with a fractional timing inaccuracy of\n$10^{-16}$ on a highly eccentric Earth orbit will measure all these effects,\nwhile for a low Earth circular orbit like that of the Atomic Clock Ensemble in\nSpace Mission, detection will be more challenging.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " General Relativity and Quantum Cosmology (gr-qc)",
      " Atomic Physics (physics.atom-ph)",
      " Geophysics (physics.geo-ph)"
    ],
    "url_pdf": "/pdf/1402.6698"
  },
  {
    "url": "https://arxiv.org/abs/1402.6534",
    "title": "Title:Validation of Kepler's Multiple Planet Candidates. III: Light Curve Analysis & Announcement of Hundreds of New Multi-planet Systems",
    "date_publ": "26 Feb 2014",
    "authors": [
      "Jason F. Rowe",
      "Stephen T. Bryson",
      "Geoffrey W. Marcy",
      "Jack J. Lissauer",
      "Daniel Jontof-Hutter",
      "Fergal Mullally",
      "Ronald L. Gilliland",
      "Howard Issacson",
      "Eric Ford",
      "Steve B. Howell",
      "William J. Borucki",
      "Michael Haas",
      "Daniel Huber",
      "Jason H. Steffen",
      "Susan E. Thompson",
      "Elisa Quintana",
      "Thomas Barclay",
      "Martin Still",
      "Jonathan Fortney",
      "T. N. Gautier III",
      "Roger Hunter",
      "Douglas A. Caldwell",
      "David R. Ciardi Edna Devore",
      "William Cochran",
      "Jon Jenkins",
      "Eric Agol",
      "Joshua A. Carter",
      "John Gear"
    ],
    "abstract": "Abstract:  The Kepler mission has discovered over 2500 exoplanet candidates in the first\ntwo years of spacecraft data, with approximately 40% of them in candidate\nmulti-planet systems. The high rate of multiplicity combined with the low rate\nof identified false-positives indicates that the multiplanet systems contain\nvery few false-positive signals due to other systems not gravitationally bound\nto the target star (Lissauer, J. J., et al., 2012, ApJ 750, 131). False\npositives in the multi- planet systems are identified and removed, leaving\nbehind a residual population of candidate multi-planet transiting systems\nexpected to have a false-positive rate less than 1%. We present a sample of 340\nplanetary systems that contain 851 planets that are validated to substantially\nbetter than the 99% confidence level; the vast majority of these have not been\npreviously verified as planets. We expect ~2 unidentified false-positives\nmaking our sample of planet very reliable. We present fundamental planetary\nproperties of our sample based on a comprehensive analysis of Kepler light\ncurves and ground-based spectroscopy and high-resolution imaging. Since we do\nnot require spectroscopy or high-resolution imaging for validation, some of our\nderived parameters for a planetary system may be systematically incorrect due\nto dilution from light due to additional stars in the photometric aperture.\nNone the less, our result nearly doubles the number of verified exoplanets.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1402.6534"
  },
  {
    "url": "https://arxiv.org/abs/1402.6442",
    "title": "Title:Radio signatures of solar energetic particles during the 23rd solar cycle",
    "date_publ": "26 Feb 2014",
    "authors": [
      "R. Miteva",
      "K.-L. Klein",
      "S. W. Samwel",
      "A. Nindos",
      "A. Kouloumvakos",
      "H. Rei"
    ],
    "abstract": "Abstract:  We present the association rates between solar energetic particles (SEPs) and\nthe radio emission signatures in the corona and IP space during the entire\nsolar cycle 23. We selected SEPs associated with X and M-class flares from the\nvisible solar hemisphere. All SEP events are also accompanied by coronal mass\nejections. Here, we focus on the correlation between the SEP events and the\nappearance of radio type II, III and IV bursts on dynamic spectra. For this we\nused the available radio data from ground-based stations and the Wind/WAVES\nspacecraft. The associations are presented separately for SEP events\naccompanying activity in the eastern and western solar hemisphere. We find the\nhighest association rate of SEP events to be with type III bursts, followed by\ntypes II and IV. Whereas for types III and IV no longitudinal dependence is\nnoticed, these is a tendency for a higher SEP-association rate with type II\nbursts in the eastern hemisphere. A comparison with reports from previous\nstudies is briefly discussed.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1402.6442"
  },
  {
    "url": "https://arxiv.org/abs/1402.6346",
    "title": "Title:RadioAstron Studies of the Nearby, Turbulent Interstellar Plasma With the Longest Space-Ground Interferometer Baseline",
    "date_publ": "25 Feb 2014",
    "authors": [
      "T. V. Smirnova",
      "V. I. Shishov",
      "M. V. Popov",
      "C. R. Gwinn",
      "J. M. Anderson",
      "A. S. Andrianov",
      "N. Bartel",
      "A. Deller",
      "M. D. Johnson",
      "B. C. Joshi",
      "N. S. Kardashev",
      "R. Karuppusamy",
      "Y. Y. Kovalev",
      "M. Kramer",
      "V. A. Soglasnov",
      "J. A. Zensus",
      "V. I. Zhuravle"
    ],
    "abstract": "Abstract:  RadioAstron space-ground VLBI observations of the pulsar B0950+08, conducted\nwith the 10-m space radio telescope in conjunction with the Arecibo 300-m\ntelescope and Westerbork Synthesis Radio Telescope at a frequency of 324 MHz,\nwere analyzed in order to investigate plasma inhomogeneities in the direction\nof this nearby pulsar. The observations were conducted at a spacecraft distance\nof 330,000 km, resulting in a projected baseline of 220,000 km, providing the\ngreatest angular resolution ever achieved at meter wavelengths. Our analysis is\nbased on fundamental behavior of structure and coherence functions. We find\nthat the pulsar shows scintillation on two frequency scales, both much less\nthan the observing frequency; but modulation is less than 100%. We infer that\nthe scattering is weak, but a refracting wedge disperses the scintillation\npattern. The refraction angle of this \"cosmic prism\" is measured as theta_0=1.1\n- 4.4 mas, with the refraction direction being approximately perpendicular to\nthe observer velocity. We show that the observed parameters of scintillation\neffects indicate that two plasma layers lie along the line of sight to the\npulsar, at distances of 4.4 - 16.4 pc and 26 - 170 pc, and traveling in\ndifferent directions relative to the line of sight. Spectra of turbulence for\nthe two layers are found to follow a power law with the indices gamma_1 =\ngamma_2 = 3.00 +/- 0.08, significantly different from the index expected for a\nKolmogorov spectrum of turbulence, gamma=11/3.",
    "categories": [
      "Astrophysics of Galaxies (astro-ph.GA)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1402.6346"
  },
  {
    "url": "https://arxiv.org/abs/1402.6222",
    "title": "Title:First stage of LISA data processing: Clock synchronization and arm-length determination via a hybrid-extended Kalman filter",
    "date_publ": "25 Feb 2014 (v1), last revised 10 Sep 2014 (this version, v2)",
    "authors": [
      "Yan Wang",
      "Gerhard Heinzel",
      "Karsten Danzman"
    ],
    "abstract": "Abstract:  In this paper, we describe a hybrid-extended Kalman filter algorithm to\nsynchronize the clocks and to precisely determine the inter-spacecraft\ndistances for space-based gravitational wave detectors, such as (e)LISA.\nAccording to the simulation, the algorithm has significantly improved the\nranging accuracy and synchronized the clocks, making the phase-meter raw\nmeasurements qualified for time- delay interferometry algorithms.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1402.6222"
  },
  {
    "url": "https://arxiv.org/abs/1402.5586",
    "title": "Title:Adaptive Zero Reaction Motion Control for Free-Floating Space Manipulators",
    "date_publ": "23 Feb 2014 (v1), last revised 14 Dec 2015 (this version, v2)",
    "authors": [
      "Shuanfeng Xu",
      "Hanlei Wang",
      "Duzhou Zhang",
      "Baohua Yan"
    ],
    "abstract": "Abstract:  This paper investigates adaptive zero reaction motion control for\nfree-floating space manipulators with uncertain kinematics and dynamics. The\nchallenge in deriving the adaptive reaction null-space (RNS) based control\nscheme is that it is difficult to obtain a linear expression, which is the\nbasis of the adaptive control. The main contribution of this paper is that we\nskillfully obtain such a linear expression, based on which, an adaptive version\nof the RNS-based controller (referred to as the adaptive zero reaction motion\ncontroller in the sequel) is developed at the velocity level, taking into\naccount both the kinematic and dynamic uncertainties. It is shown that the\nproposed controller achieves both the spacecraft attitude regulation and\nend-effector trajectory tracking. The performance of the proposed adaptive\ncontroller is shown by numerical simulations with a planar 3-DOF\n(degree-of-freedom) space manipulator.",
    "categories": [
      "Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/1402.5586"
  },
  {
    "url": "https://arxiv.org/abs/1402.5163",
    "title": "Title:The K2 Mission: Characterization and Early results",
    "date_publ": "20 Feb 2014 (v1), last revised 7 Mar 2014 (this version, v2)",
    "authors": [
      "Steve B. Howell",
      "Charlie Sobeck",
      "Michael Haas",
      "Martin Still",
      "Thomas Barclay",
      "Fergal Mullally",
      "John Troeltzsch",
      "Suzanne Aigrain",
      "Stephen T. Bryson",
      "Doug Caldwell",
      "William J. Chaplin",
      "William D. Cochran",
      "Daniel Huber",
      "Geoffrey W. Marcy",
      "Andrea Miglio",
      "Joan R. Najita",
      "Marcie Smith",
      "J.D. Twicken",
      "Jonathan J. Fortne"
    ],
    "abstract": "Abstract:  The K2 mission will make use of the Kepler spacecraft and its assets to\nexpand upon Kepler's groundbreaking discoveries in the fields of exoplanets and\nastrophysics through new and exciting observations. K2 will use an innovative\nway of operating the spacecraft to observe target fields along the ecliptic for\nthe next 2-3 years. Early science commissioning observations have shown an\nestimated photometric precision near 400 ppm in a single 30 minute observation,\nand a 6-hour photometric precision of 80 ppm (both at V=12). The K2 mission\noffers long-term, simultaneous optical observation of thousands of objects at a\nprecision far better than is achievable from ground-based telescopes. Ecliptic\nfields will be observed for approximately 75-days enabling a unique exoplanet\nsurvey which fills the gaps in duration and sensitivity between the Kepler and\nTESS missions, and offers pre-launch exoplanet target identification for JWST\ntransit spectroscopy. Astrophysics observations with K2 will include studies of\nyoung open clusters, bright stars, galaxies, supernovae, and asteroseismology.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1402.5163"
  },
  {
    "url": "https://arxiv.org/abs/1402.4989",
    "title": "Title:On the structure and evolution of a polar crown prominence/filament system",
    "date_publ": "20 Feb 2014",
    "authors": [
      "N. K. Panesar",
      "D. E. Innes",
      "D. J. Schmit",
      "S. K. Tiwar"
    ],
    "abstract": "Abstract:  Polar crown prominences are made of chromospheric plasma partially circling\nthe Suns poles between 60 and 70 degree latitude. We aim to diagnose the 3D\ndynamics of a polar crown prominence using high cadence EUV images from the\nSolar Dynamics Observatory (SDO)/AIA at 304 and 171A and the Ahead spacecraft\nof the Solar Terrestrial Relations Observatory (STEREO-A)/EUVI at 195A. Using\ntime series across specific structures we compare flows across the disk in 195A\nwith the prominence dynamics seen on the limb. The densest prominence material\nforms vertical columns which are separated by many tens of Mm and connected by\ndynamic bridges of plasma that are clearly visible in 304/171A two-color\nimages. We also observe intermittent but repetitious flows with velocity 15\nkm/s in the prominence that appear to be associated with EUV bright points on\nthe solar disk. The boundary between the prominence and the overlying cavity\nappears as a sharp edge. We discuss the structure of the coronal cavity seen\nboth above and around the prominence. SDO/HMI and GONG magnetograms are used to\ninfer the underlying magnetic topology. The evolution and structure of the\nprominence with respect to the magnetic field seems to agree with the filament\nlinkage model.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1402.4989"
  },
  {
    "url": "https://arxiv.org/abs/1402.4856",
    "title": "Title:A Small, Rapid Optical-IR Response Gamma-Ray Burst Space Observatory (The NGRG)",
    "date_publ": "20 Feb 2014 (v1), last revised 9 Sep 2014 (this version, v4)",
    "authors": [
      "Bruce Grossan",
      "Pawan Kumar",
      "Daniel Perley",
      "George F. Smoo"
    ],
    "abstract": "Abstract:  Here we propose a new gamma-ray burst (GRB) mission, the Next Generation\nRapid-Response GRB Observatory (NGRG). As with Swift, GRBs are initially\nlocated with a coded-mask X-ray camera. However, the NGRG has two new features:\nFirst, a beam-steering system to begin optical observations within ~ 1 s after\nlocation; second, a near-IR (NIR) camera viewing the same sky, for sensitivity\nto extinguished bursts. These features allow measurement of the rise phase of\nGRB optical-NIR emission. Thus far, the rise time and transition between prompt\nand afterglow in the optical and NIR are rarely measured. Rapid-response\nmeasurements explore many science topics including optical emission mechanisms\n(synchrotron vs. SSC, photospheric emission) and jet characteristics (reverse\nvs. forward shock emission, baryon-dominated vs. magnetic dominated). Rapid\noptical-NIR response can measure dynamic evolution of extinction due to\nvaporization of dust, and separate star system and galaxy dust extinction. We\ndiscuss these measurements, giving reliable detection rate estimates from\nanalysis of Swift data and scaled Swift performance. The NGRG will explore\noptical/NIR emission measured earlier than ever before, and potentially\nfainter, more extinguished GRBs than ever before. In the current era, costs are\nimportant. Our proposed modest NGRG can still produce new GRB science, while\nproviding rapid GRB alerts for the entire community for post-Swift GRB science.\nWe show that an X-ray instrument barely 1/5 the area of Swift BAT will yield a\nsignificant fraction of Swift's detection rate: more than 65 X-ray, and with a\n30 cm optical-IR telescope and modern cameras, more than 19 NIR and 14 optical\ndetections each year. In addition, active feedback control of the beam-steering\nwould remove the need for arc sec stabilization of the spacecraft, for a\nsubstantial cost saving.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1402.4856"
  },
  {
    "url": "https://arxiv.org/abs/1402.3772",
    "title": "Title:Two Sun-like Superflare Stars Rotating as Slow as the Sun",
    "date_publ": "16 Feb 2014",
    "authors": [
      "Daisaku Nogami",
      "Yuta Notsu",
      "Satoshi Honda",
      "Hiroyuki Maehara",
      "Shota Notsu",
      "Takuya Shibayama",
      "Kazunari Shibat"
    ],
    "abstract": "Abstract:  We report on the results of high dispersion spectroscopy of two `superflare\nstars', KIC 9766237, and KIC 9944137 with Subaru/HDS. Superflare stars are\nG-type main sequence stars, but show gigantic flares compared to the Sun, which\nhave been recently discovered in the data obtained with the Kepler spacecraft.\nThough most of these stars are thought to have a rotation period shorter than\n10 days on the basis of photometric variabilities, the two targets of the\npresent paper are estimated to have a rotation period of 21.8 d, and 25.3 d.\nOur spectroscopic results clarified that these stars have stellar parameters\nsimilar to those of the Sun in terms of the effective temperature, surface\ngravity, and metallicity. The projected rotational velocities derived by us are\nconsistent with the photometric rotation period, indicating a fairy high\ninclination angle. The average strength of the magnetic field on the surface of\nthese stars are estimated to be 1-20 G, by using the absorption line of Ca II\n8542. We could not detect any hint of binarity in our spectra, although more\ndata are needed to firmly rule out the presence of an unseen low-mass\ncompanion. These results claim that the spectroscopic properties of these\nsuperflare stars are very close to those of the Sun, and support the hypothesis\nthat the Sun might cause a superflare.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1402.3772"
  },
  {
    "url": "https://arxiv.org/abs/1402.2650",
    "title": "Title:The Comparative Exploration of the Ice Giant Planets with Twin Spacecraft: Unveiling the History of our Solar System",
    "date_publ": "11 Feb 2014 (v1), last revised 11 Sep 2014 (this version, v2)",
    "authors": [
      "Diego Turrini",
      "Romolo Politi",
      "Roberto Peron",
      "Davide Grassi",
      "Christina Plainaki",
      "Mauro Barbieri",
      "David M. Lucchesi",
      "Gianfranco Magni",
      "Francesca Altieri",
      "Valeria Cottini",
      "Nicolas Gorius",
      "Patrick Gaulme",
      "François-Xavier Schmider",
      "Alberto Adriani",
      "Giuseppe Piccion"
    ],
    "abstract": "Abstract:  In the course of the selection of the scientific themes for the second and\nthird L-class missions of the Cosmic Vision 2015-2025 program of the European\nSpace Agency, the exploration of the ice giant planets Uranus and Neptune was\ndefined \"a timely milestone, fully appropriate for an L class mission\". Among\nthe proposed scientific themes, we presented the scientific case of exploring\nboth planets and their satellites in the framework of a single L-class mission\nand proposed a mission scenario that could allow to achieve this result. In\nthis work we present an updated and more complete discussion of the scientific\nrationale and of the mission concept for a comparative exploration of the ice\ngiant planets Uranus and Neptune and of their satellite systems with twin\nspacecraft. The first goal of comparatively studying these two similar yet\nextremely different systems is to shed new light on the ancient past of the\nSolar System and on the processes that shaped its formation and evolution.\nThis, in turn, would reveal whether the Solar System and the very diverse\nextrasolar systems discovered so far all share a common origin or if different\nenvironments and mechanisms were responsible for their formation. A space\nmission to the ice giants would also open up the possibility to use Uranus and\nNeptune as templates in the study of one of the most abundant type of\nextrasolar planets in the galaxy. Finally, such a mission would allow a\ndetailed study of the interplanetary and gravitational environments at a range\nof distances from the Sun poorly covered by direct exploration, improving the\nconstraints on the fundamental theories of gravitation and on the behaviour of\nthe solar wind and the interplanetary magnetic field.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1402.2650"
  },
  {
    "url": "https://arxiv.org/abs/1402.2640",
    "title": "Title:Flux Ropes as Singularities of the Vector Potential",
    "date_publ": "11 Feb 2014",
    "authors": [
      "M Klema"
    ],
    "abstract": "Abstract:  A flux rope is a domain of concentration of the magnetic field $\\textbf{B}$.\nInsofar as $\\textbf{B}$ outside such a domain is considered as vanishingly\nsmall, a flux rope can be described as the core of a singularity of the outer\nvector potential $\\textbf{A}$, whose topological invariant is the magnetic flux\nthrough the rope. By 'topological' it is meant that\n$\\oint_C\\textbf{A}\\cdot\\mathrm d\\textbf{s}$ measures along any loop $C$\nsurrounding the flux rope the same constant flux $\\Phi$. The electric current\nintensity is another invariant of the theory, but non-topological. We show\nthat, in this theoretical framework, the linear force-free field (LFFF)\nLundquist model and the non-linear (NLFFF) Gold-Hoyle model of a flux rope\nexhibit stable solutions distributed over quantized strata of increasing\nenergies (an infinite number of strata in the first case, only one stratum in\nthe second case); each stratum is made of a continuous set of stable states.\nThe lowest LFFF stratum and the unique NLFFF stratum come numerically close one\nto the other, and match with a reasonable accuracy the data collected by\nspacecrafts travelling across magnetic clouds. The other LFFF strata do not\nmatch these data at all. It is not possible at this stage to claim which model\nfits better the magnetic cloud data. We also analyze in some detail the merging\nof tubes belonging to the same stratum, with conservation of the magnetic\nhelicity, and the transition of a tube from one stratum to another one, which\ndoes not conserve magnetic helicity.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1402.2640"
  },
  {
    "url": "https://arxiv.org/abs/1402.2582",
    "title": "Title:The ASTROID Simulator Software Package: Realistic Modelling of High-Precision High-Cadence Space-Based Imaging",
    "date_publ": "11 Feb 2014",
    "authors": [
      "P. Marcos-Arenal",
      "W. Zima",
      "J. De Ridder",
      "R. Huygen",
      "C. Aert"
    ],
    "abstract": "Abstract:  The preparation of a space-mission that carries out any kind of imaging to\ndetect high-precision low-amplitude variability of its targets requires a\nrobust model for the expected performance of its instruments. This model cannot\nbe derived from simple addition of noise properties due to the complex\ninteraction between the various noise sources. While it is not feasible to\nbuild and test a prototype of the imaging device on-ground, realistic numerical\nsimulations in the form of an end-to-end simulator can be used to model the\nnoise propagation in the observations. These simulations not only allow\nstudying the performance of the instrument, its noise source response and its\ndata quality, but also the instrument design verification for different types\nof configurations, the observing strategy and the scientific feasibility of an\nobserving proposal. In this way, a complete description and assessment of the\nobjectives to expect from the mission can be derived. We present a\nhigh-precision simulation software package, designed to simulate photometric\ntime-series of CCD images by including realistic models of the CCD and its\nelectronics, the telescope optics, the stellar field, the jitter movements of\nthe spacecraft, and all important natural noise sources. This formalism has\nbeen implemented in a software tool, dubbed ASTROID Simulator.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1402.2582"
  },
  {
    "url": "https://arxiv.org/abs/1402.2472",
    "title": "Title:The ODINUS Mission Concept - The Scientific Case for a Mission to the Ice Giant Planets with Twin Spacecraft to Unveil the History of our Solar System",
    "date_publ": "11 Feb 2014 (v1), last revised 12 Feb 2014 (this version, v2)",
    "authors": [
      "Diego Turrini",
      "Romolo Politi",
      "Roberto Peron",
      "Davide Grassi",
      "Christina Plainaki",
      "Mauro Barbieri",
      "David M. Lucchesi",
      "Gianfranco Magni",
      "Francesca Altieri",
      "Valeria Cottini",
      "Nicolas Gorius",
      "Patrick Gaulme",
      "François-Xavier Schmider",
      "Alberto Adriani",
      "Giuseppe Piccion"
    ],
    "abstract": "Abstract:  The purpose of this document is to discuss the scientific case of a space\nmission to the ice giants Uranus and Neptune and their satellite systems and\nits relevance to advance our understanding of the ancient past of the Solar\nSystem and, more generally, of how planetary systems form and evolve. As a\nconsequence, the leading theme of this proposal will be the first scientific\ntheme of the Cosmic Vision 2015-2025 program: What are the conditions for\nplanetary formation and the emergence of life? In pursuing its goals, the\npresent proposal will also address the second and third scientific theme of the\nCosmic Vision 2015-2025 program, i.e.: How does the Solar System work? What are\nthe fundamental physical laws of the Universe? The mission concept we will\nillustrate in the following will be referred to through the acronym ODINUS,\nthis acronym being derived from its main fields of scientific investigation:\nOrigins, Dynamics and Interiors of Neptunian and Uranian Systems. As the name\nsuggests, the ODINUS mission is based on the use of two twin spacecraft to\nperform the exploration of the ice giants and their regular and irregular\nsatellites with the same set of instruments. This will allow to perform a\ncomparative study of these two systems so similar and yet so different and to\nunveil their histories and that of the Solar System.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1402.2472"
  },
  {
    "url": "https://arxiv.org/abs/1402.1075",
    "title": "Title:A New Class of Complex Ejecta Resulting from the Interaction of two CMEs and its Expected Geoeffectiveness",
    "date_publ": "5 Feb 2014 (v1), last revised 27 Mar 2014 (this version, v2)",
    "authors": [
      "N. Lugaz",
      "C. J. Farrugi"
    ],
    "abstract": "Abstract:  A significant portion of transients measured by spacecraft at 1 AU does not\nshow the well-defined properties of magnetic clouds (MCs). Here, we propose a\nnew class of complex, non-MC ejecta resulting from the interaction of two CMEs\nwith different orientation, which differ from the previously studied\nmultiple-MC event. At 1 AU, they are associated with a smooth rotation of the\nmagnetic field vector over an extended duration and do not show clear signs of\ninteraction. We determine the characteristics of such events based on a\nnumerical simulation and identify and analyze a potential case in the\nlong-duration CME measured in situ in 2001 March 19-22. Such events may result\nin intense, long-duration geo-magnetic storms, with sawtooth events, and may\nsometimes be misidentified as isolated CMEs.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1402.1075"
  },
  {
    "url": "https://arxiv.org/abs/1402.0579",
    "title": "Title:Probabilistic Planning for Continuous Dynamic Systems under Bounded Risk",
    "date_publ": "4 Feb 2014",
    "authors": [
      "Masahiro Ono",
      "Brian C. Williams",
      "L. Blackmor"
    ],
    "abstract": "Abstract:  This paper presents a model-based planner called the Probabilistic Sulu\nPlanner or the p-Sulu Planner, which controls stochastic systems in a goal\ndirected manner within user-specified risk bounds. The objective of the p-Sulu\nPlanner is to allow users to command continuous, stochastic systems, such as\nunmanned aerial and space vehicles, in a manner that is both intuitive and\nsafe. To this end, we first develop a new plan representation called a\nchance-constrained qualitative state plan (CCQSP), through which users can\nspecify the desired evolution of the plant state as well as the acceptable\nlevel of risk. An example of a CCQSP statement is go to A through B within 30\nminutes, with less than 0.001% probability of failure.\" We then develop the\np-Sulu Planner, which can tractably solve a CCQSP planning problem. In order to\nenable CCQSP planning, we develop the following two capabilities in this paper:\n1) risk-sensitive planning with risk bounds, and 2) goal-directed planning in a\ncontinuous domain with temporal constraints. The first capability is to ensures\nthat the probability of failure is bounded. The second capability is essential\nfor the planner to solve problems with a continuous state space such as vehicle\npath planning. We demonstrate the capabilities of the p-Sulu Planner by\nsimulations on two real-world scenarios: the path planning and scheduling of a\npersonal aerial vehicle as well as the space rendezvous of an autonomous cargo\nspacecraft.",
    "categories": [
      "Artificial Intelligence (cs.AI)"
    ],
    "url_pdf": "/pdf/1402.0579"
  },
  {
    "url": "https://arxiv.org/abs/1401.8024",
    "title": "Title:Louth Crater: Evolution of a layered water ice mound",
    "date_publ": "30 Jan 2014",
    "authors": [
      "Adrian J. Brown",
      "Shane Byrne",
      "Livio L. Tornabene",
      "Ted L. Rous"
    ],
    "abstract": "Abstract:  We report on observations made of the ~36km diameter crater, Louth, in the\nnorth polar region of Mars (at 70°N, 103.2°E). High-resolution\nimagery from the instruments on the Mars Reconnaissance Orbiter (MRO)\nspacecraft has been used to map a 15km diameter water ice deposit in the center\nof the crater. The water ice mound has surface features that include roughened\nice textures and layering similar to that found in the North Polar Layered\nDeposits. Features we interpret as sastrugi and sand dunes show consistent wind\npatterns within Louth over recent time. CRISM spectra of the ice mound were\nmodeled to derive quantitative estimates of water ice and contaminant\nabundance, and associated ice grain size information. These morphologic and\nspectral results are used to propose a stratigraphy for this deposit and\nadjoining sand dunes. Our results suggest the edge of the water ice mound is\ncurrently in retreat.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1401.8024"
  },
  {
    "url": "https://arxiv.org/abs/1401.7642",
    "title": "Title:Scattered Light Correction of HAYABUSA/AMICA Data and Quantitative Spectral Comparisons of Itokawa",
    "date_publ": "29 Jan 2014 (v1), last revised 30 Jan 2014 (this version, v2)",
    "authors": [
      "Masateru Ishigur"
    ],
    "abstract": "Abstract:  The Hayabusa spacecraft rendezvoused with its target asteroid 25143 Itokawa\nin 2005 and brought an asteroidal sample back to the Earth in 2010. The onboard\ncamera, AMICA, took more than 1400 images of Itokawa during the rendezvous\nphase. It was reported that the AMICA images were severely contaminated by\nlight scatter inside the optics. The effect made it difficult to produce the\ncolor maps at longer wavelengths (>800 nm). In this paper, we demonstrate a\nmethod to subtract the scattered light by investigating the dim halos of\nItokawa and the Moon taken by AMICA during the inflight operation. As the\nresult, we found that the overall data reduction scheme including the scattered\nlight correction enables to recognize ~3% regional differences in the relative\nreflectance spectra of Itokawa. We confirmed that the color variation in\nItokawa was largely attributed to space weathering.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1401.7642"
  }
]