[
  {
    "url": "https://arxiv.org/abs/2202.03622",
    "title": "Title:The synergistic modulation of electronic and geometry structures leads to ultra-low thermal conductivity of graphene-like borides (g-B3X5, X=N, P, As)",
    "date_publ": "8 Feb 2022",
    "authors": [
      "Linfeng Yu",
      "Jinyuan Xu",
      "Chen Shen",
      "E Zhou",
      "Jing Wu",
      "Hongbin Zhang",
      "Xiong Zheng",
      "Huiming Wang",
      "Guangzhao Qi"
    ],
    "abstract": "Abstract:  The design of novel devices with specific technical interests through\nmodulating structural properties and bonding characteristics promotes the\nvigorous development of materials informatics. Herein, we propose a synergy\nstrategy of component reconstruction by combining geometric configuration and\nbonding characteristics. With the synergy strategy, we designed a novel\ntwo-dimensional (2D) graphene-like borides, e.g. g-B3N5, which possesses\ncounter-intuitive ultra-low thermal conductivity of 21.08 W/mK despite the\nsmall atomic mass. The ultra-low thermal conductivity is attributed to the\nsynergy effect of electronics and geometry on thermal transport due to the\ncombining reconstruction of g-BN and nitrogene. With the synergy effect, the\ndominant acoustic branches are strongly softened, and the scattering absorption\nand Umklapp process are simultaneously suppressed. Thus, the thermal\nconductivity is significantly lowered. To verify the component reconstruction\nstrategy, we further constructed g-B3P5 and g-B3As5, and uncovered the\nultra-low thermal conductivity of 2.50 and 1.85 W/mK, respectively. The synergy\neffect and the designed ultra-low thermal conductivity materials with\nlightweight atomic mass cater to the demand for light development of momentum\nmachinery and heat protection, such as aerospace vehicles, high-speed rail,\nautomobiles.",
    "categories": [
      "Materials Science (cond-mat.mtrl-sci)"
    ],
    "url_pdf": "/pdf/2202.03622"
  },
  {
    "url": "https://arxiv.org/abs/2202.02773",
    "title": "Title:Probing Cosmic Inflation with the LiteBIRD Cosmic Microwave Background Polarization Survey",
    "date_publ": "6 Feb 2022",
    "authors": [
      "LiteBIRD Collaboration: E. Allys",
      "K. Arnold",
      "J. Aumont",
      "R. Aurlien",
      "S. Azzoni",
      "C. Baccigalupi",
      "A. J. Banday",
      "R. Banerji",
      "R. B. Barreiro",
      "N. Bartolo",
      "L. Bautista",
      "D. Beck",
      "S. Beckman",
      "M. Bersanelli",
      "F. Boulanger",
      "M. Brilenkov",
      "M. Bucher",
      "E. Calabrese",
      "P. Campeti",
      "A. Carones",
      "F. J. Casas",
      "A. Catalano",
      "V. Chan",
      "K. Cheung",
      "Y. Chinone",
      "S. E. Clark",
      "F. Columbro",
      "G. D'Alessandro",
      "P. de Bernardis",
      "T. de Haan",
      "E. de la Hoz",
      "M. De Petris",
      "S. Della Torre",
      "P. Diego-Palazuelos",
      "T. Dotani",
      "J. M. Duval",
      "T. Elleflot",
      "H. K. Eriksen",
      "J. Errard",
      "T. Essinger-Hileman",
      "F. Finelli",
      "R. Flauger",
      "C. Franceschet",
      "U. Fuskeland",
      "M. Galloway",
      "K. Ganga",
      "M. Gerbino",
      "M. Gervasi",
      "R. T. Génova-Santos",
      "T. Ghigna",
      "S. Giardiello",
      "E. Gjerløw",
      "J. Grain",
      "F. Grupp",
      "A. Gruppuso",
      "J. E. Gudmundsson",
      "N. W. Halverson",
      "P. Hargrave",
      "T. Hasebe",
      "M. Hasegawa",
      "M. Hazumi",
      "S. Henrot-Versillé",
      "B. Hensley",
      "L. T. Hergt",
      "D. Herman",
      "E. Hivon",
      "R. A. Hlozek",
      "A. L. Hornsby",
      "Y. Hoshino",
      "J. Hubmayr",
      "K. Ichiki",
      "T. Iida",
      "H. Imada",
      "H. Ishino",
      "G. Jaehnig",
      "N. Katayama",
      "A. Kato",
      "R. Keskitalo",
      "T. Kisner",
      "Y. Kobayashi",
      "A. Kogut",
      "K. Kohri",
      "E. Komatsu",
      "K. Komatsu",
      "K. Konishi",
      "N. Krachmalnicoff",
      "C. L. Kuo",
      "L. Lamagna",
      "M. Lattanzi",
      "A. T. Lee",
      "C. Leloup",
      "F. Levrier",
      "E. Linder",
      "G. Luzzi",
      "J. Macias-Perez",
      "B. Maffei",
      "D. Maino",
      "S. Mandelli",
      "E. Martínez-González",
      "S. Masi",
      "M. Massa",
      "S. Matarrese",
      "F. T. Matsuda",
      "T. Matsumura",
      "L. Mele",
      "M. Migliaccio",
      "Y. Minami",
      "A. Moggi",
      "J. Montgomery",
      "L. Montier",
      "G. Morgante",
      "B. Mot",
      "Y. Nagano",
      "T. Nagasaki",
      "R. Nagata",
      "R. Nakano",
      "T. Namikawa",
      "F. Nati",
      "P. Natoli",
      "S. Nerval",
      "F. Noviello",
      "K. Odagiri",
      "S. Oguri",
      "H. Ohsaki",
      "L. Pagano",
      "A. Paiella",
      "D. Paoletti",
      "A. Passerini",
      "G. Patanchon",
      "F. Piacentini",
      "M. Piat",
      "G. Polenta",
      "D. Poletti",
      "T. Prouvé",
      "G. Puglisi",
      "D. Rambaud",
      "C. Raum",
      "S. Realini",
      "M. Reinecke",
      "M. Remazeilles",
      "A. Ritacco",
      "G. Roudil",
      "J. A. Rubino-Martin",
      "M. Russell",
      "H. Sakurai",
      "Y. Sakurai",
      "M. Sasaki",
      "D. Scott",
      "Y. Sekimoto",
      "K. Shinozaki",
      "M. Shiraishi",
      "P. Shirron",
      "G. Signorelli",
      "F. Spinella",
      "S. Stever",
      "R. Stompor",
      "S. Sugiyama",
      "R. M. Sullivan",
      "A. Suzuki",
      "T. L. Svalheim",
      "E. Switzer",
      "R. Takaku",
      "H. Takakura",
      "Y. Takase",
      "A. Tartari",
      "Y. Terao",
      "J. Thermeau",
      "H. Thommesen",
      "K. L. Thompson",
      "M. Tomasi",
      "M. Tominaga",
      "M. Tristram",
      "M. Tsuji",
      "M. Tsujimoto",
      "L. Vacher",
      "P. Vielva",
      "N. Vittorio",
      "W. Wang",
      "K. Watanuki",
      "I. K. Wehus",
      "J. Weller",
      "B. Westbrook",
      "J. Wilms",
      "E. J. Wollack",
      "J. Yumoto",
      "M. Zannoni\n\n\n    et al. (87 additional authors not shown)\n You must enable JavaScript to view entire author list"
    ],
    "abstract": "Abstract:  LiteBIRD, the Lite (Light) satellite for the study of B-mode polarization and\nInflation from cosmic background Radiation Detection, is a space mission for\nprimordial cosmology and fundamental physics. The Japan Aerospace Exploration\nAgency (JAXA) selected LiteBIRD in May 2019 as a strategic large-class\n(L-class) mission, with an expected launch in the late 2020s using JAXA's H3\nrocket. LiteBIRD is planned to orbit the Sun-Earth Lagrangian point L2, where\nit will map the cosmic microwave background (CMB) polarization over the entire\nsky for three years, with three telescopes in 15 frequency bands between 34 and\n448 GHz, to achieve an unprecedented total sensitivity of 2.2$\\mu$K-arcmin,\nwith a typical angular resolution of 0.5$^\\circ$ at 100 GHz. The primary\nscientific objective of LiteBIRD is to search for the signal from cosmic\ninflation, either making a discovery or ruling out well-motivated inflationary\nmodels. The measurements of LiteBIRD will also provide us with insight into the\nquantum nature of gravity and other new physics beyond the standard models of\nparticle physics and cosmology. We provide an overview of the LiteBIRD project,\nincluding scientific objectives, mission and system requirements, operation\nconcept, spacecraft and payload module design, expected scientific outcomes,\npotential design extensions and synergies with other projects.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ],
    "url_pdf": "/pdf/2202.02773"
  },
  {
    "url": "https://arxiv.org/abs/2202.02429",
    "title": "Title:Verifying Inverse Model Neural Networks",
    "date_publ": "4 Feb 2022",
    "authors": [
      "Chelsea Sidrane",
      "Sydney Katz",
      "Anthony Corso",
      "Mykel J. Kochenderfe"
    ],
    "abstract": "Abstract:  Inverse problems exist in a wide variety of physical domains from aerospace\nengineering to medical imaging. The goal is to infer the underlying state from\na set of observations. When the forward model that produced the observations is\nnonlinear and stochastic, solving the inverse problem is very challenging.\nNeural networks are an appealing solution for solving inverse problems as they\ncan be trained from noisy data and once trained are computationally efficient\nto run. However, inverse model neural networks do not have guarantees of\ncorrectness built-in, which makes them unreliable for use in safety and\naccuracy-critical contexts. In this work we introduce a method for verifying\nthe correctness of inverse model neural networks. Our approach is to\noverapproximate a nonlinear, stochastic forward model with piecewise linear\nconstraints and encode both the overapproximate forward model and the neural\nnetwork inverse model as a mixed-integer program. We demonstrate this\nverification procedure on a real-world airplane fuel gauge case study. The\nability to verify and consequently trust inverse model neural networks allows\ntheir use in a wide variety of contexts, from aerospace to medicine.",
    "categories": [
      "Machine Learning (cs.LG)",
      " Logic in Computer Science (cs.LO)"
    ],
    "url_pdf": "/pdf/2202.02429"
  },
  {
    "url": "https://arxiv.org/abs/2202.01203",
    "title": "Title:High pressure induced precipitation in Al7075 alloy",
    "date_publ": "2 Feb 2022",
    "authors": [
      "Abhinav Parakh",
      "Andrew C. Lee",
      "Stella Chariton",
      "Melody M. Wang",
      "Mehrdad T. Kiani",
      "Vitali B. Prakapenka",
      "X. Wendy G"
    ],
    "abstract": "Abstract:  Precipitate-matrix interactions govern the mechanical behavior of precipitate\nstrengthened Al-based alloys. These alloys find a wide range of applications\nranging from aerospace to automobile and naval industries due to their low cost\nand high strength to weight ratio. Structures made from Al-based alloys undergo\ncomplex loading conditions such as high strain rate impact, which involves high\npressures. Here we use diamond anvil cells to study the behavior of Al-based\nAl7075 alloy under quasi-hydrostatic and non-hydrostatic pressure up to ~53\nGPa. In situ X-ray diffraction (XRD) and pre- and post-compression transmission\nelectron microscopy (TEM) imaging are used to analyze microstructural changes\nand estimate high pressure strength. We find a bulk modulus of 75.2 +- 1.9 GPa\nusing quasi-hydrostatic pressure XRD measurements. XRD showed that\nnon-hydrostatic pressure leads to a significant increase in defect density and\npeak broadening with pressure cycling. XRD mapping under non-hydrostatic\npressure revealed that the region with the highest local pressure had the\ngreatest increase in defect nucleation, whereas the region with the largest\nlocal pressure gradient underwent texturing and had larger grains. TEM analysis\nshowed that pressure cycling led to the nucleation and growth of many\nprecipitates. The significant increase in defect and precipitate density leads\nto an increase in strength for Al7075 alloy at high pressures.",
    "categories": [
      "Materials Science (cond-mat.mtrl-sci)",
      " Other Condensed Matter (cond-mat.other)"
    ],
    "url_pdf": "/pdf/2202.01203"
  },
  {
    "url": "https://arxiv.org/abs/2202.00791",
    "title": "Title:Mars Terrain Segmentation with Less Labels",
    "date_publ": "1 Feb 2022",
    "authors": [
      "Edwin Goh",
      "Jingdao Chen",
      "Brian Wilso"
    ],
    "abstract": "Abstract:  Planetary rover systems need to perform terrain segmentation to identify\ndrivable areas as well as identify specific types of soil for sample\ncollection. The latest Martian terrain segmentation methods rely on supervised\nlearning which is very data hungry and difficult to train where only a small\nnumber of labeled samples are available. Moreover, the semantic classes are\ndefined differently for different applications (e.g., rover traversal vs.\ngeological) and as a result the network has to be trained from scratch each\ntime, which is an inefficient use of resources. This research proposes a\nsemi-supervised learning framework for Mars terrain segmentation where a deep\nsegmentation network trained in an unsupervised manner on unlabeled images is\ntransferred to the task of terrain segmentation trained on few labeled images.\nThe network incorporates a backbone module which is trained using a contrastive\nloss function and an output atrous convolution module which is trained using a\npixel-wise cross-entropy loss function. Evaluation results using the metric of\nsegmentation accuracy show that the proposed method with contrastive\npretraining outperforms plain supervised learning by 2%-10%. Moreover, the\nproposed model is able to achieve a segmentation accuracy of 91.1% using only\n161 training images (1% of the original dataset) compared to 81.9% with plain\nsupervised learning.",
    "categories": [
      "Computer Vision and Pattern Recognition (cs.CV)",
      " Machine Learning (cs.LG)",
      " Robotics (cs.RO)"
    ],
    "url_pdf": "/pdf/2202.00791"
  },
  {
    "url": "https://arxiv.org/abs/2201.13219",
    "title": "Title:The Extreme-ultraviolet Stellar Characterization for Atmospheric Physics and Evolution (ESCAPE) Mission: Motivation and Overview",
    "date_publ": "31 Jan 2022",
    "authors": [
      "K. France (University of Colorado)",
      "B. Fleming (University of Colorado)",
      "A. Youngblood (University of Colorado",
      "NASA/GSFC)",
      "J. Mason (University of Colorado",
      "JHU/APL)",
      "J. Drake (Smithsonian Astrophysical Observatory)",
      "the ESCAPE Science",
      "Instrument Tea"
    ],
    "abstract": "Abstract:  The Extreme-ultraviolet Stellar Characterization for Atmospheric Physics and\nEvolution (ESCAPE) mission is an astrophysics Small Explorer employing\nultraviolet spectroscopy (EUV: 80 - 825 Å and FUV: 1280 - 1650 Å) to\nexplore the high-energy radiation environment in the habitable zones around\nnearby stars. ESCAPE provides the first comprehensive study of the stellar EUV\nand coronal mass ejection environments which directly impact the habitability\nof rocky exoplanets. In a 20 month science mission, ESCAPE will provide the\nessential stellar characterization to identify exoplanetary systems most\nconducive to habitability and provide a roadmap for NASA's future life-finder\nmissions. ESCAPE accomplishes this goal with roughly two-order-of-magnitude\ngains in EUV efficiency over previous missions. ESCAPE employs a grazing\nincidence telescope that feeds an EUV and FUV spectrograph. The ESCAPE science\ninstrument builds on previous ultraviolet and X-ray instrumentation, grazing\nincidence optical systems, and photon-counting ultraviolet detectors used on\nNASA astrophysics, heliophysics, and planetary science missions. The ESCAPE\nspacecraft bus is the versatile and high-heritage Ball Aerospace BCP Small\nspacecraft. Data archives will be housed at the Mikulski Archive for Space\nTelescopes (MAST).",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/2201.13219"
  },
  {
    "url": "https://arxiv.org/abs/2201.11309",
    "title": "Title:Application and research review of cemented carbide heterogeneous brazing coating additive manufacturing",
    "date_publ": "27 Jan 2022",
    "authors": [
      "Cui Datian",
      "Zhong Sujuan",
      "Song Kexing",
      "Wang Xingxing",
      "Zhang Xiwang",
      "Long Weimi"
    ],
    "abstract": "Abstract:  As one of the important methods for surface modification of materials and\nlife extension of key components, cemented carbide brazing coatings are widely\nused in agricultural machinery, oil drilling, aerospace and other fields, it\nhas also attracted the attention of scholars in the field of surface\nmodification at home and abroad. Based on the research reports of recent 20\nyears at home and abroad, the present research situation of cemented carbide\nbrazed coating additive manufacturing technology are reviewed firstly. The\nresearch progress in preparation and performance control of cemented\ncarbide/iron-base, cemented carbide/copper-base, cemented carbide/nickel-base,\ncemented carbide/silver-base heterogeneous brazing coatings are reviewed in\ndetail. Then the practical applications of cemented carbide heterogenous\nbrazing coatings in the fields of contact soil agricultural machinery parts\nlife extension, aviation parts repair, surface function strengthening and so on\nare reviewed. In this review, the limitation of the research of cemented\ncarbide heterogenous braze coating technology is discussed. The deficiencies in\nthe research and development of cemented carbide heterogenous braze coating\ntechnology are summarized including cemented carbide heterogeneous additive\nmaterials and technology need to be expanded, the structure of cemented carbide\nheterogeneous brazing coatings need to be optimized, the mechanism of interface\ndefects in cemented carbide heterogeneous brazing coatings need to be\nclarified. Finally, the future development direction of braze coating\ntechnology is prospected, too.",
    "categories": [
      "Applied Physics (physics.app-ph)"
    ],
    "url_pdf": "/pdf/2201.11309"
  },
  {
    "url": "https://arxiv.org/abs/2201.10275",
    "title": "Title:Aerospace Human System Integration Evolution over the Last 40 Years",
    "date_publ": "25 Jan 2022",
    "authors": [
      "Guy Andre Bo"
    ],
    "abstract": "Abstract:  This chapter focuses on the evolution of Human-Centered Design (HCD) in\naerospace systems over the last forty years. Human Factors and Ergonomics first\nshifted from the study of physical and medical issues to cognitive issues circa\nthe 1980s. The advent of computers brought with it the development of\nhuman-computer interaction (HCI), which then expanded into the field of digital\ninteraction design and User Experience (UX). We ended up with the concept of\ninteractive cockpits, not because pilots interacted with mechanical things, but\nbecause they interacted using pointing devices on computer displays. Since the\nearly 2000s, complexity and organizational issues gained prominence to the\npoint that complex systems design and management found itself center stage,\nwith the spotlight on the role of the human element and organizational setups.\nToday, Human Systems Integration (HSI) is no longer only a single-agent\nproblem, but a multi-agent research field. Systems are systems of systems,\nconsidered as representations of people and machines. They are made of\nstatically and dynamically articulated structures and functions. When they are\nat work, they are living organisms that generate emerging functions and\nstructures that need to be considered in evolution (i.e., in their constant\nredesign). This chapter will more specifically, focus on human factors such as\nhuman-centered systemic representations, life critical systems, organizational\nissues, complexity management, modeling and simulation, flexibility,\ntangibility and autonomy. The discussion will be based on several examples in\ncivil aviation and air combat, as well as aerospace.",
    "categories": [
      "Human-Computer Interaction (cs.HC)",
      " Artificial Intelligence (cs.AI)"
    ],
    "url_pdf": "/pdf/2201.10275"
  },
  {
    "url": "https://arxiv.org/abs/2201.06262",
    "title": "Title:Optimisation of Structured Neural Controller Based on Continuous-Time Policy Gradient",
    "date_publ": "17 Jan 2022 (v1), last revised 24 Jan 2022 (this version, v2)",
    "authors": [
      "Namhoon Cho",
      "Hyo-Sang Shi"
    ],
    "abstract": "Abstract:  This study presents a policy optimisation framework for structured nonlinear\ncontrol of continuous-time (deterministic) dynamic systems. The proposed\napproach prescribes a structure for the controller based on relevant scientific\nknowledge (such as Lyapunov stability theory or domain experiences) while\nconsidering the tunable elements inside the given structure as the point of\nparametrisation with neural networks. To optimise a cost represented as a\nfunction of the neural network weights, the proposed approach utilises the\ncontinuous-time policy gradient method based on adjoint sensitivity analysis as\na means for correct and performant computation of cost gradient. This enables\ncombining the stability, robustness, and physical interpretability of an\nanalytically-derived structure for the feedback controller with the\nrepresentational flexibility and optimised resulting performance provided by\nmachine learning techniques. Such a hybrid paradigm for fixed-structure control\nsynthesis is particularly useful for optimising adaptive nonlinear controllers\nto achieve improved performance in online operation, an area where the existing\ntheory prevails the design of structure while lacking clear analytical\nunderstandings about tuning of the gains and the uncertainty model basis\nfunctions that govern the performance characteristics. Numerical experiments on\naerospace applications illustrate the utility of the structured nonlinear\ncontroller optimisation framework.",
    "categories": [
      "Machine Learning (cs.LG)",
      " Robotics (cs.RO)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2201.06262"
  },
  {
    "url": "https://arxiv.org/abs/2112.13893",
    "title": "Title:Non-Reference Quality Monitoring of Digital Images using Gradient Statistics and Feedforward Neural Networks",
    "date_publ": "27 Dec 2021",
    "authors": [
      "Nisar Ahmed",
      "Hafiz Muhammad Shahzad Asif",
      "Hassan Khali"
    ],
    "abstract": "Abstract:  Digital images contain a lot of redundancies, therefore, compressions are\napplied to reduce the image size without the loss of reasonable image quality.\nThe same become more prominent in the case of videos that contains image\nsequences and higher compression ratios are achieved in low throughput\nnetworks. Assessment of the quality of images in such scenarios becomes of\nparticular interest. Subjective evaluation in most of the scenarios becomes\ninfeasible so objective evaluation is preferred. Among the three objective\nquality measures, full-reference and reduced-reference methods require an\noriginal image in some form to calculate the quality score which is not\nfeasible in scenarios such as broadcasting or IP video. Therefore, a\nnon-reference quality metric is proposed to assess the quality of digital\nimages which calculates luminance and multiscale gradient statistics along with\nmean subtracted contrast normalized products as features to train a Feedforward\nNeural Network with Scaled Conjugate Gradient. The trained network has provided\ngood regression and R2 measures and further testing on LIVE Image Quality\nAssessment database release-2 has shown promising results. Pearson, Kendall,\nand Spearman's correlation are calculated between predicted and actual quality\nscores and their results are comparable to the state-of-the-art systems.\nMoreover, the proposed metric is computationally faster than its counterparts\nand can be used for the quality assessment of image sequences.",
    "categories": [
      "Image and Video Processing (eess.IV)",
      " Computer Vision and Pattern Recognition (cs.CV)",
      " Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/2112.13893"
  },
  {
    "url": "https://arxiv.org/abs/2112.11591",
    "title": "Title:Effects of Out Time on the Mechanical and Fracture Properties of Chopped Fiber Composites Made From Repurposed Aerospace Prepreg Scrap and Waste",
    "date_publ": "22 Dec 2021",
    "authors": [
      "Troy Nakagawa",
      "Seunghyun Ko",
      "Cory Slaughter",
      "Talal Abdullah",
      "Guy Houser",
      "Marco Salviat"
    ],
    "abstract": "Abstract:  In this study, the effects of prepreg out time on the mechanical and fracture\nproperties of Discontinuous Fiber Composites (DFCs) are investigated. Carbon\nfiber prepregs are aged at 0x, 1x, 2x, and 3x the out life in an environmental\nchamber at constant temperature and humidity. Degree of cure is measured via\nDifferential Scanning Calorimetry (DSC) while tension, compression, and shear\ntests are performed to investigate the effects that aging has on these\nmechanical properties. For the first time, Mode I intra-laminar fracture and\nits size effect are also investigated by means of fracture tests on\ngeometrically-scaled Single Edge Notch Tension (SENT) specimens.\nFrom the tension, compression, and shear experiments it is seen that the out\ntime has no effect on the elastic moduli. However, the strength increases with\nincreasing age of the specimens for all the loading conditions. The percent\nincrease compared to the non-aged material ranges from 15% to 33%. This is\nlikely caused by plasticization of the matrix with age, allowing for higher\nenergy absorption.\nMore complex trends are reported for the SENT specimens for all the sizes. It\nis found that the fracture energy and characteristic length initially decrease\nwith age, and then finally increase for the longest out time. This trend is\nowed to two factors with countering effects on the fracture behavior: 1) the\nincrease of the average number of platelets with increasing aging due to\nincrease in resin viscosity, and 2) the plasticization of the matrix with\naging.\nThe results from this study suggest that Discontinuous Fiber Composites\n(DFCs) made from reused materials can have equal, if not better, performance\nthan non-aged DFCs. The experimental data presented in this work can be used as\na baseline to design DFC composite components made from repurposed prepreg\nscrap and waste.",
    "categories": [
      "Materials Science (cond-mat.mtrl-sci)"
    ],
    "url_pdf": "/pdf/2112.11591"
  },
  {
    "url": "https://arxiv.org/abs/2112.09797",
    "title": "Title:Nested Bayesian Optimization for Computer Experiments",
    "date_publ": "17 Dec 2021",
    "authors": [
      "Yan Wang",
      "Meng Wang",
      "Areej AlBahar",
      "Xiaowei Yu"
    ],
    "abstract": "Abstract:  Computer experiments can emulate the physical systems, help computational\ninvestigations, and yield analytic solutions. They have been widely employed\nwith many engineering applications (e.g., aerospace, automotive, energy\nsystems. Conventional Bayesian optimization did not incorporate the nested\nstructures in computer experiments. This paper proposes a novel nested Bayesian\noptimization for complex computer experiments with multi-step or hierarchical\ncharacteristics. We prove the theoretical properties of nested outputs given\ntwo cases: Gaussian or non-Gaussian. The closed forms of nested expected\nimprovement are derived. We also propose the computational algorithms for\nnested Bayesian optimization. Three numerical studies show that the proposed\nnested Bayesian optimization outperforms the five benchmark Bayesian\noptimization methods ignoring the intermediate outputs of the inner computer\ncode. The case study shows that the nested Bayesian optimization can\nefficiently minimize the residual stress during composite structures assembly\nand avoid convergence to the local optimum.",
    "categories": [
      "Methodology (stat.ME)"
    ],
    "url_pdf": "/pdf/2112.09797"
  },
  {
    "url": "https://arxiv.org/abs/2112.05792",
    "title": "Title:Digital Twin of Electrical Tomography for Quantitative Multiphase Flow Imaging",
    "date_publ": "8 Dec 2021",
    "authors": [
      "Shengnan Wang",
      "Delin Hu",
      "Maomao Zhang",
      "Jiawang Qiu",
      "Wei Chen",
      "Francesco Giorgio-Serchi",
      "Lihui Peng",
      "Yi Li",
      "Yunjie Yan"
    ],
    "abstract": "Abstract:  We report a digital twin (DT) framework of electrical tomography (ET) to\naddress the challenge of real-time quantitative multiphase flow imaging based\non non-invasive and non-radioactive technologies. Multiphase flow is ubiquitous\nin nature, industry, and research. Accurate flow imaging is the key to\nunderstanding this complex phenomenon. Existing non-radioactive multiphase flow\nimaging methods based on electrical tomography are limited to providing\nqualitative images. The proposed DT framework, building upon a synergistic\nintegration of 3D field coupling simulation, model-based deep learning, and\nedge computing, allows ET to dynamically learn the flow features in the virtual\nspace and implement the model in the physical system, thus providing\nunprecedented resolution and accuracy. The DT framework is demonstrated on\ngas-liquid two-phase flow and electrical capacitance tomography (ECT). It can\nbe readily extended to various tomography modalities, scenarios, and scales in\nbiomedical, energy, and aerospace applications as an effective alternative to\nradioactive solutions for precise flow visualization and characterization.",
    "categories": [
      "Fluid Dynamics (physics.flu-dyn)"
    ],
    "url_pdf": "/pdf/2112.05792"
  },
  {
    "url": "https://arxiv.org/abs/2112.05734",
    "title": "Title:MTV: Visual Analytics for Detecting, Investigating, and Annotating Anomalies in Multivariate Time Series",
    "date_publ": "10 Dec 2021",
    "authors": [
      "Dongyu Liu",
      "Sarah Alnegheimish",
      "Alexandra Zytek",
      "Kalyan Veeramachanen"
    ],
    "abstract": "Abstract:  Detecting anomalies in time-varying multivariate data is crucial in various\nindustries for the predictive maintenance of equipment. Numerous machine\nlearning (ML) algorithms have been proposed to support automated anomaly\nidentification. However, a significant amount of human knowledge is still\nrequired to interpret, analyze, and calibrate the results of automated\nanalysis. This paper investigates current practices used to detect and\ninvestigate anomalies in time series data in industrial contexts and identifies\ncorresponding needs. Through iterative design and working with nine experts\nfrom two industry domains (aerospace and energy), we characterize six design\nelements required for a successful visualization system that supports effective\ndetection, investigation, and annotation of time series anomalies. We summarize\nan ideal human-AI collaboration workflow that streamlines the process and\nsupports efficient and collaborative analysis. We introduce MTV (Multivariate\nTime Series Visualization), a visual analytics system to support such workflow.\nThe system incorporates a set of novel visualization and interaction designs to\nsupport multi-faceted time series exploration, efficient in-situ anomaly\nannotation, and insight communication. Two user studies, one with 6 spacecraft\nexperts (with routine anomaly analysis tasks) and one with 25 general end-users\n(without such tasks), are conducted to demonstrate the effectiveness and\nusefulness of MTV.",
    "categories": [
      "Human-Computer Interaction (cs.HC)"
    ],
    "url_pdf": "/pdf/2112.05734"
  },
  {
    "url": "https://arxiv.org/abs/2112.05609",
    "title": "Title:Interaction-Aware Sensitivity Analysis for Aerodynamic Optimization Results using Information Theory",
    "date_publ": "10 Dec 2021",
    "authors": [
      "Patricia Wollstadt",
      "Sebastian Schmit"
    ],
    "abstract": "Abstract:  An important issue during an engineering design process is to develop an\nunderstanding which design parameters have the most influence on the\nperformance. Especially in the context of optimization approaches this\nknowledge is crucial in order to realize an efficient design process and\nachieve high-performing results. Information theory provides powerful tools to\ninvestigate these relationships because measures are model-free and thus also\ncapture non-linear relationships, while requiring only minimal assumptions on\nthe input data. We therefore propose to use recently introduced\ninformation-theoretic methods and estimation algorithms to find the most\ninfluential input parameters in optimization results. The proposed methods are\nin particular able to account for interactions between parameters, which are\noften neglected but may lead to redundant or synergistic contributions of\nmultiple parameters. We demonstrate the application of these methods on\noptimization data from aerospace engineering, where we first identify the most\nrelevant optimization parameters using a recently introduced\ninformation-theoretic feature-selection algorithm that accounts for\ninteractions between parameters. Second, we use the novel partial information\ndecomposition (PID) framework that allows to quantify redundant and synergistic\ncontributions between selected parameters with respect to the optimization\noutcome to identify parameter interactions. We thus demonstrate the power of\nnovel information-theoretic approaches in identifying relevant parameters in\noptimization runs and highlight how these methods avoid the selection of\nredundant parameters, while detecting interactions that result in synergistic\ncontributions of multiple parameters.",
    "categories": [
      "Information Theory (cs.IT)",
      " Computational Engineering, Finance, and Science (cs.CE)",
      " Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/2112.05609"
  },
  {
    "url": "https://arxiv.org/abs/2112.04774",
    "title": "Title:The design and performance of GRD onboard the GECAM satellite",
    "date_publ": "9 Dec 2021",
    "authors": [
      "Z. H. An",
      "X. L. Sun",
      "D. L. Zhang",
      "S. Yang",
      "X. Q. Li",
      "X. Y. Wen",
      "K.Gong",
      "X. H. Liang",
      "X. J. Liu",
      "Y. Q. Liu",
      "Y. G. Li",
      "S. L. Xiong",
      "Y. B. Xu",
      "Fan Zhang",
      "X. Y. Zhao",
      "C. Cai",
      "Z. Chang",
      "G. Chen",
      "C. Chen",
      "Y. Y. Du",
      "P. Y. Feng",
      "M. Gao",
      "R. Gao",
      "D. Y. Guo",
      "J. J. He",
      "D. J. Hou",
      "C. Y. Li",
      "G. Li",
      "L. Li",
      "X. F. Li",
      "M. S. Li",
      "F. J. Lu",
      "H. Lu",
      "B. Meng",
      "W. X. Peng",
      "F. Shi",
      "H. Wang",
      "Z. Wang",
      "Y. S. Wang",
      "H. Z. Wang",
      "X. Wen",
      "S. Xiao",
      "Y. P. Xu",
      "J. W. Yang",
      "Q. B. Yi",
      "S. N. Zhang",
      "C. Y. Zhang",
      "C. M. Zhang",
      "Fei Zhang",
      "Y. Zhao",
      "X. Zho"
    ],
    "abstract": "Abstract:  Background: Each GECAM satellite payload contains 25 gamma-ray detectors\n(GRDs), which can detect gamma-rays and particles and can roughly localize the\nGamma-Ray Bursts (GRBs). GRD was designed using lanthanum bromide (LaBr3)\ncrystal as the sensitive material with the rear end coupled with silicon\nphotomultiplier (SiPM) array for readout. Purpose: In aerospace engineering\ndesign of GRD, there are many key points to be studied. In this paper, we\npresent the specific design scheme of GRD, the assembly and the performance\ntest results of detectors. Methods: Based on Monte Carlo simulation and\nexperimental test results, the specific schematic design and assembling process\nofGRDwere optimized. After being fully assembled, theGRDswere conducted\nperformance tests by using radioactive source and also conducted random\nvibration tests. Result and conclusion: The test results show that all\nsatellite-borne GRDs have energy resolution <16% at 59.5 keV, meeting\nrequirements of satellite in scientific performance. The random vibration test\nshows that GRD can maintain in a stable performance, which meets the\nrequirement of spatial application.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/2112.04774"
  },
  {
    "url": "https://arxiv.org/abs/2112.04251",
    "title": "Title:FRETting about Requirements: Formalised Requirements for an Aircraft Engine Controller",
    "date_publ": "8 Dec 2021 (v1), last revised 2 Feb 2022 (this version, v2)",
    "authors": [
      "Marie Farrell",
      "Matt Luckcuck",
      "Oisin Sheridan",
      "Rosemary Monaha"
    ],
    "abstract": "Abstract:  [Context & motivation] Eliciting requirements that are detailed and logical\nenough to be amenable to formal verification is a difficult task. Multiple\ntools exist for requirements elicitation and some of these also support\nformalisation of requirements in a way that is useful for formal methods.\n[Question/problem] This paper reports on our experience of using the FRET\nalongside our industrial partner. The use case that we investigate is an\naircraft engine controller. In this context, we evaluate the use of FRET to\nbridge the communication gap between formal methods experts and aerospace\nindustry specialists. [Principal ideas/results] We describe our journey from\nambiguous, natural-language requirements to concise, formalised FRET\nrequirements. We include our analysis of the formalised requirements from the\nperspective of patterns, translation into other formal methods and the\nrelationship between parent-child requirements in this set. We also provide\ninsight into lessons learned throughout this process and identify future\nimprovements to FRET. [Contribution] Previous experience reports have been\npublished by the FRET team, but this is the first such report of an industrial\nuse case that was written by researchers that have not been involved FRET's\ndevelopment.",
    "categories": [
      "Software Engineering (cs.SE)",
      " Logic in Computer Science (cs.LO)"
    ],
    "url_pdf": "/pdf/2112.04251"
  },
  {
    "url": "https://arxiv.org/abs/2112.03765",
    "title": "Title:In-flight Novelty Detection with Convolutional Neural Networks",
    "date_publ": "7 Dec 2021",
    "authors": [
      "Adam Hartwell",
      "Felipe Montana",
      "Will Jacobs",
      "Visakan Kadirkamanathan",
      "Andrew R Mills",
      "Tom Clar"
    ],
    "abstract": "Abstract:  Gas turbine engines are complex machines that typically generate a vast\namount of data, and require careful monitoring to allow for cost-effective\npreventative maintenance. In aerospace applications, returning all measured\ndata to ground is prohibitively expensive, often causing useful, high value,\ndata to be discarded. The ability to detect, prioritise, and return useful data\nin real-time is therefore vital. This paper proposes that system output\nmeasurements, described by a convolutional neural network model of normality,\nare prioritised in real-time for the attention of preventative maintenance\ndecision makers.\nDue to the complexity of gas turbine engine time-varying behaviours, deriving\naccurate physical models is difficult, and often leads to models with low\nprediction accuracy and incompatibility with real-time execution. Data-driven\nmodelling is a desirable alternative producing high accuracy, asset specific\nmodels without the need for derivation from first principles.\nWe present a data-driven system for online detection and prioritisation of\nanomalous data. Biased data assessment deriving from novel operating conditions\nis avoided by uncertainty management integrated into the deep neural predictive\nmodel. Testing is performed on real and synthetic data, showing sensitivity to\nboth real and synthetic faults. The system is capable of running in real-time\non low-power embedded hardware and is currently in deployment on the\nRolls-Royce Pearl 15 engine flight trials.",
    "categories": [
      "Machine Learning (cs.LG)"
    ],
    "url_pdf": "/pdf/2112.03765"
  },
  {
    "url": "https://arxiv.org/abs/2112.03044",
    "title": "Title:Fusion Detection via Distance-Decay IoU and weighted Dempster-Shafer Evidence Theory",
    "date_publ": "6 Dec 2021",
    "authors": [
      "Fang Qingyun",
      "Wang Zhaoku"
    ],
    "abstract": "Abstract:  In recent years, increasing attentions are paid on object detection in remote\nsensing imagery. However, traditional optical detection is highly susceptible\nto illumination and weather anomaly. It is a challenge to effectively utilize\nthe cross-modality information from multi-source remote sensing images,\nespecially from optical and synthetic aperture radar images, to achieve all-day\nand all-weather detection with high accuracy and speed. Towards this end, a\nfast multi-source fusion detection framework is proposed in current paper. A\nnovel distance-decay intersection over union is employed to encode the shape\nproperties of the targets with scale invariance. Therefore, the same target in\nmulti-source images can be paired accurately. Furthermore, the weighted\nDempster-Shafer evidence theory is utilized to combine the optical and\nsynthetic aperture radar detection, which overcomes the drawback in\nfeature-level fusion that requires a large amount of paired data. In addition,\nthe paired optical and synthetic aperture radar images for container ship Ever\nGiven which ran aground in the Suez Canal are taken to demonstrate our fusion\nalgorithm. To test the effectiveness of the proposed method, on self-built data\nset, the average precision of the proposed fusion detection framework\noutperform the optical detection by 20.13%.",
    "categories": [
      "Computer Vision and Pattern Recognition (cs.CV)"
    ],
    "url_pdf": "/pdf/2112.03044"
  },
  {
    "url": "https://arxiv.org/abs/2112.02954",
    "title": "Title:Reinforcement Learning for Navigation of Mobile Robot with LiDAR",
    "date_publ": "6 Dec 2021 (v1), last revised 7 Dec 2021 (this version, v2)",
    "authors": [
      "Inhwan Kim",
      "Sarvar Hussain Nengroo",
      "Dongsoo Ha"
    ],
    "abstract": "Abstract:  This paper presents a technique for navigation of mobile robot with Deep\nQ-Network (DQN) combined with Gated Recurrent Unit (GRU). The DQN integrated\nwith the GRU allows action skipping for improved navigation performance. This\ntechnique aims at efficient navigation of mobile robot such as autonomous\nparking robot. Framework for reinforcement learning can be applied to the DQN\ncombined with the GRU in a real environment, which can be modeled by the\nPartially Observable Markov Decision Process (POMDP). By allowing action\nskipping, the ability of the DQN combined with the GRU in learning key-action\ncan be improved. The proposed algorithm is applied to explore the feasibility\nof solution in real environment by the ROS-Gazebo simulator, and the simulation\nresults show that the proposed algorithm achieves improved performance in\nnavigation and collision avoidance as compared to the results obtained by DQN\nalone and DQN combined with GRU without allowing action skipping.",
    "categories": [
      "Robotics (cs.RO)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2112.02954"
  },
  {
    "url": "https://arxiv.org/abs/2112.02561",
    "title": "Title:Learning-Based Control Compensation for Multi-Axis Gimbal Systems Using Inverse and Forward Dynamics",
    "date_publ": "5 Dec 2021",
    "authors": [
      "Damla Leblebicioğlu",
      "Ozgur Atesoglu",
      "Anil E. Derinoz",
      "Melih Cakmakc"
    ],
    "abstract": "Abstract:  Unmanned aerospace vehicles usually carry sensors (i.e., electro-optical\nand/or infrared imaging cameras) as their primary payload. These sensors are\nused for image processing, target tracking, surveillance, mapping, and\nproviding high-resolution imagery for environmental surveys. It is crucial to\nobtain a steady image in all these applications. This is typically accomplished\nby using multi-axis gimbal systems. This paper concentrates on the modeling and\ncontrol of a multi-axis gimbal system. A novel and fully outlined procedure is\nproposed to derive the nonlinear and highly coupled Equations of Motion of the\ntwo-axis gimbal system. Different from the existing literature, Forward\nDynamics of the two-axis gimbal system is modeled using multi-body dynamics\nmodeling techniques. In addition to the Forward Dynamics model, the Inverse\nDynamics model is developed to estimate the complementary torques associated\nwith the state and mechanism-dependent, complex disturbances acting on the\nsystem. A disturbance compensator based on multilayer perceptron (MLP)\nstructure is implemented to cope with external and internal disturbances and\nparameter uncertainties through the torque input channel. Our initial\nsimulations and experimental work show that the new NN (neural network)-based\ncontroller is performs better in the full operational range without requiring\nany tuning or adjustment when compared with well-known controllers such as\ncascaded PID, ADRC (Active Disturbance Rejection Control), Inverse Dynamics\nbased controllers.",
    "categories": [
      "Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2112.02561"
  },
  {
    "url": "https://arxiv.org/abs/2112.00968",
    "title": "Title:Mechanistic Data Science for Modeling and Design of Aerospace Composite Materials",
    "date_publ": "2 Dec 2021",
    "authors": [
      "Satyajit Mojumder",
      "Lei Tao",
      "Ying Li",
      "Wing Kam Li"
    ],
    "abstract": "Abstract:  Polymer matrix composites exhibit remarkable lightweight and high strength\nproperties that make them attractive for aerospace applications. Constituents'\nmaterials such as advanced polymers and fibers or fillers with their\nhierarchical structure embed these exceptional properties to the composite\nmaterials. This hierarchical structure in multiple length scales provides an\nopportunity for designing the composite materials for optimized properties.\nHowever, the high dimensional design space for the constituents' materials and\narchitectures choice of the composites makes it a challenging design problem.\nTo tackle this high dimensional design space, a systematic, efficient approach\nnamed mechanistic data science framework is proposed in this work to identify\nthe governing mechanisms of materials systems from the limited available data\nand create a composite knowledge database. Our composite knowledge database\ncomprises the knowledge of polymers at the nanoscale with nano reinforcement,\nthe unidirectional structure at the microscale, and woven structure at\nmesoscale mechanisms that can be further used for the part scale composite\ndesign and analysis. The mechanistic data science framework presented in this\nwork can be further extended to other materials systems that will provide the\nmaterials designer with the necessary tools to evaluate a new materials system\ndesign rapidly.",
    "categories": [
      "Materials Science (cond-mat.mtrl-sci)",
      " Disordered Systems and Neural Networks (cond-mat.dis-nn)"
    ],
    "url_pdf": "/pdf/2112.00968"
  },
  {
    "url": "https://arxiv.org/abs/2111.15627",
    "title": "Title:GEOSCAN: Global Earth Observation using Swarm of Coordinated Autonomous Nanosats",
    "date_publ": "27 Nov 2021",
    "authors": [
      "Changrak Choi",
      "Anthony B. Davi"
    ],
    "abstract": "Abstract:  The climate crisis we are facing calls for significant improvements in our\nunderstanding of natural phenomena, with clouds being identified as a dominant\nsource of uncertainty. To this end, the emerging field of 3D computed cloud\ntomography (CCT) aims to more precisely characterize clouds by utilizing\nmulti-dimensional imaging to reconstruct their outer and inner structure. In\nthis paper, we propose a future Earth observation mission concept, driven by\nthe needs of CCT, that operates constellation of NanoSats to provide\nmulti-angular, spectrally-resolved, spatial and temporal scientific\nmeasurements of natural atmospheric phenomena. Our proposed mission, GEOSCAN,\nwill on-board active steering capability to rapidly reconfigure networked swarm\nof autonomous Nanosats to track evolving phenomena of interest, on-demand, in\nreal-time. We present the structure of the GEOSCAN constellation and discuss\ndetails of the mission concept from both science and engineering perspectives.\nOn the science side, we outline the types of remote Earth observation\nmeasurements that GEOSCAN enables beyond the state-of-the-art, and how such\nmeasurements translate to improvements in CCT that can lead to reduction in\nuncertainty of the global climate models (GCMs). From the engineering side, we\ninvestigate feasibility of the concept starting from hardware components of the\nNanoSat that form the basis of the constellation. In particular, we focus on\nthe active steering capability of the GEOSCAN with algorithmic approaches that\nenable coordination from new software. We identify technology gaps that need to\nbe bridged and discuss other aspects of the mission that require in-depth\nanalysis to further mature the concept.",
    "categories": [
      "Signal Processing (eess.SP)",
      " Atmospheric and Oceanic Physics (physics.ao-ph)"
    ],
    "url_pdf": "/pdf/2111.15627"
  },
  {
    "url": "https://arxiv.org/abs/2111.14092",
    "title": "Title:Cognitive factors that affect the adoption of autonomous agriculture",
    "date_publ": "28 Nov 2021",
    "authors": [
      "S.K. Devit"
    ],
    "abstract": "Abstract:  Robotic and Autonomous Agricultural Technologies (RAAT) are increasingly\navailable yet may fail to be adopted. This paper focusses specifically on\ncognitive factors that affect adoption including: inability to generate trust,\nloss of farming knowledge and reduced social cognition. It is recommended that\nagriculture develops its own framework for the performance and safety of RAAT\ndrawing on human factors research in aerospace engineering including human\ninputs (individual variance in knowledge, skills, abilities, preferences, needs\nand traits), trust, situational awareness and cognitive load. The kinds of\ncognitive impacts depend on the RAATs level of autonomy, ie whether it has\nautomatic, partial autonomy and autonomous functionality and stage of adoption,\nie adoption, initial use or post-adoptive use. The more autonomous a system is,\nthe less a human needs to know to operate it and the less the cognitive load,\nbut it also means farmers have less situational awareness about on farm\nactivities that in turn may affect strategic decision-making about their\nenterprise. Some cognitive factors may be hidden when RAAT is first adopted but\nplay a greater role during prolonged or intense post-adoptive use. Systems with\npartial autonomy need intuitive user interfaces, engaging system information,\nand clear signaling to be trusted with low level tasks; and to compliment and\naugment high order decision-making on farm.",
    "categories": [
      "Human-Computer Interaction (cs.HC)"
    ],
    "url_pdf": "/pdf/2111.14092"
  },
  {
    "url": "https://arxiv.org/abs/2111.10970",
    "title": "Title:Operations for Autonomous Spacecraft",
    "date_publ": "22 Nov 2021",
    "authors": [
      "Rebecca Castano",
      "Tiago Vaquero",
      "Federico Rossi",
      "Vandi Verma",
      "Ellen Van Wyk",
      "Dan Allard",
      "Bennett Huffmann",
      "Erin M. Murphy",
      "Nihal Dhamani",
      "Robert A. Hewitt",
      "Scott Davidoff",
      "Rashied Amini",
      "Anthony Barrett",
      "Julie Castillo-Rogez",
      "Steve A. Chien",
      "Mathieu Choukroun",
      "Alain Dadaian",
      "Raymond Francis",
      "Benjamin Gorr",
      "Mark Hofstadter",
      "Mitch Ingham",
      "Cristina Sorice",
      "Iain Tierne"
    ],
    "abstract": "Abstract:  Onboard autonomy technologies such as planning and scheduling, identification\nof scientific targets, and content-based data summarization, will lead to\nexciting new space science missions. However, the challenge of operating\nmissions with such onboard autonomous capabilities has not been studied to a\nlevel of detail sufficient for consideration in mission concepts. These\nautonomy capabilities will require changes to current operations processes,\npractices, and tools. We have developed a case study to assess the changes\nneeded to enable operators and scientists to operate an autonomous spacecraft\nby facilitating a common model between the ground personnel and the onboard\nalgorithms. We assess the new operations tools and workflows necessary to\nenable operators and scientists to convey their desired intent to the\nspacecraft, and to be able to reconstruct and explain the decisions made\nonboard and the state of the spacecraft. Mock-ups of these tools were used in a\nuser study to understand the effectiveness of the processes and tools in\nenabling a shared framework of understanding, and in the ability of the\noperators and scientists to effectively achieve mission science objectives.",
    "categories": [
      "Robotics (cs.RO)",
      " Artificial Intelligence (cs.AI)",
      " Human-Computer Interaction (cs.HC)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2111.10970"
  },
  {
    "url": "https://arxiv.org/abs/2111.09463",
    "title": "Title:Self-Attending Task Generative Adversarial Network for Realistic Satellite Image Creation",
    "date_publ": "18 Nov 2021",
    "authors": [
      "Nathan Toner",
      "Justin Fletche"
    ],
    "abstract": "Abstract:  We introduce a self-attending task generative adversarial network (SATGAN)\nand apply it to the problem of augmenting synthetic high contrast scientific\nimagery of resident space objects with realistic noise patterns and sensor\ncharacteristics learned from collected data. Augmenting these synthetic data is\nchallenging due to the highly localized nature of semantic content in the data\nthat must be preserved. Real collected images are used to train a network what\na given class of sensor's images should look like. The trained network then\nacts as a filter on noiseless context images and outputs realistic-looking\nfakes with semantic content unaltered. The architecture is inspired by\nconditional GANs but is modified to include a task network that preserves\nsemantic information through augmentation. Additionally, the architecture is\nshown to reduce instances of hallucinatory objects or obfuscation of semantic\ncontent in context images representing space observation scenes.",
    "categories": [
      "Machine Learning (cs.LG)",
      " Computer Vision and Pattern Recognition (cs.CV)"
    ],
    "url_pdf": "/pdf/2111.09463"
  },
  {
    "url": "https://arxiv.org/abs/2111.04118",
    "title": "Title:Ballistic Multibody Estimator for 2D Open Kinematic Chain",
    "date_publ": "7 Nov 2021",
    "authors": [
      "Thanacha Choopojcharoen",
      "Worachit Ketrungsri",
      "Thanapong Chuangyanyong",
      "Panusorn Chinsakuljaroe"
    ],
    "abstract": "Abstract:  Applications of free-flying robots range from entertainment purposes to\naerospace applications. The control algorithm for such systems requires\naccurate estimation of their states based on sensor feedback. The objective of\nthis paper is to design and verify a lightweight state estimation algorithm for\na free-flying open kinematic chain that estimates the state of its\ncenter-of-mass and its posture. Instead of utilizing a nonlinear dynamics\nmodel, this research proposes a cascade structure of two Kalman filters (KF),\nwhich relies on the information from the ballistic motion of free-falling\nmultibody systems together with feedback from an inertial measurement unit\n(IMU) and encoders. Multiple algorithms are verified in the simulation that\nmimics real-world circumstances with Simulink. Several uncertain physical\nparameters are varied, and the result shows that the proposed estimator\noutperforms EKF and UKF in terms of tracking performance and computational\ntime.",
    "categories": [
      "Robotics (cs.RO)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2111.04118"
  },
  {
    "url": "https://arxiv.org/abs/2111.03489",
    "title": "Title:Sound Absorption and Transmission Loss Properties of Open-Celled Aluminum Foams with Stepwise Relative Density Gradients",
    "date_publ": "5 Nov 2021",
    "authors": [
      "Amulya Lomte",
      "Bhisham Sharma",
      "Mary Drouin",
      "Denver Schaffarzic"
    ],
    "abstract": "Abstract:  We investigate the acoustical properties of uncompressed and compressed\nopen-celled aluminum metal foams fabricated using a directional solidification\nfoaming process. We compressed the fabricated foams using a hydraulic press to\ndifferent compression ratios and characterized the effect of compression on the\ncellular microstructure using microtomography and scanning electron microscopy.\nThe static airflow resistances of the samples are measured and related to the\nobserved microstructural changes. We measured the normal incidence acoustical\nproperties using two- and four-microphone impedance tube methods and show that\nthe compression substantially improves their sound absorption and transmission\nloss performance. We then stack individual disks with different compression\nratios to create various stepwise relative density gradient configurations and\nshow that stepwise gradients provide a significant improvement in properties as\ncompared to the uncompressed sample. The effect of increasing and decreasing\nrelative density gradients on the overall absorption and transmission loss\nbehavior is characterized. Finally, we use an experimentally informed and\nvalidated transfer matrix method to predict the effect of various layer\nthicknesses and stacking sequences on the global acoustical properties. Our\nresults show that open-celled metal foams with stepwise relative density\ngradients can be designed to provide tailored acoustic absorption performance\nwhile reducing the overall weight of the noise reduction package.",
    "categories": [
      "Applied Physics (physics.app-ph)"
    ],
    "url_pdf": "/pdf/2111.03489"
  },
  {
    "url": "https://arxiv.org/abs/2111.03478",
    "title": "Title:Numerical Investigation of a Rectangular Jet Exhausting over a Flat Plate with Periodic Surface Deformations at the Trailing Edge",
    "date_publ": "5 Nov 2021",
    "authors": [
      "Colby Horner",
      "Adrian Sescu",
      "Mohammed Afsar",
      "Eric Collin"
    ],
    "abstract": "Abstract:  In an attempt to reduce jet noise, blended wing concept vehicle utilizes\nrectangular jet exhaust ports exiting from above the wing ahead of the trailing\nedge. In this study, we take another look at the rectangular exhaust port\nconfiguration with some notional modifications to the geometry of the trailing\nedge to determine if the emitted noise levels due to jet interactions can be\nreduced with respect to a baseline configuration. We consider various\nhorizontal and vertical offsets of the jet exit with respect to a flat plate\nstanding in for the aft wing surface. We then introduce a series of sinusoidal\ndeformations to the trailing edge of the plate of varying amplitude and wave\nnumber. Our results show that the emitted sound levels due to the jet--surface\ninteractions can be significantly altered by the proposed geometry\nmodifications. While sound levels remained fairly consistent over many\nconfigurations, there were some that showed both increased and decreased sound\nlevels in specific directions. We present results here for the simulated\nconfigurations which showed the greatest decrease in overall sound levels with\nrespect to the baseline. These results provide strong indications that such\ngeometry modifications can potentially be tailored to optimize for further\nreductions in sound levels.",
    "categories": [
      "Fluid Dynamics (physics.flu-dyn)"
    ],
    "url_pdf": "/pdf/2111.03478"
  },
  {
    "url": "https://arxiv.org/abs/2111.03059",
    "title": "Title:Engagement Decision Support for Beyond Visual Range Air Combat",
    "date_publ": "4 Nov 2021 (v1), last revised 17 Nov 2021 (this version, v2)",
    "authors": [
      "Joao P. A. Dantas",
      "Andre N. Costa",
      "Diego Geraldo",
      "Marcos R. O. A. Maximo",
      "Takashi Yoneyam"
    ],
    "abstract": "Abstract:  This work aims to provide an engagement decision support tool for Beyond\nVisual Range (BVR) air combat in the context of Defensive Counter Air (DCA)\nmissions. In BVR air combat, engagement decision refers to the choice of the\nmoment the pilot engages a target by assuming an offensive stance and executing\ncorresponding maneuvers. To model this decision, we use the Brazilian Air\nForce's Aerospace Simulation Environment (Ambiente de Simulação\nAeroespacial - ASA in Portuguese), which generated 3,729 constructive\nsimulations lasting 12 minutes each and a total of 10,316 engagements. We\nanalyzed all samples by an operational metric called the DCA index, which\nrepresents, based on the experience of subject matter experts, the degree of\nsuccess in this type of mission. This metric considers the distances of the\naircraft of the same team and the opposite team, the point of Combat Air\nPatrol, and the number of missiles used. By defining the engagement status\nright before it starts and the average of the DCA index throughout the\nengagement, we create a supervised learning model to determine the quality of a\nnew engagement. An algorithm based on decision trees, working with the XGBoost\nlibrary, provides a regression model to predict the DCA index with a\ncoefficient of determination close to 0.8 and a Root Mean Square Error of 0.05\nthat can furnish parameters to the BVR pilot to decide whether or not to\nengage. Thus, using data obtained through simulations, this work contributes by\nbuilding a decision support system based on machine learning for BVR air\ncombat.",
    "categories": [
      "Artificial Intelligence (cs.AI)"
    ],
    "url_pdf": "/pdf/2111.03059"
  },
  {
    "url": "https://arxiv.org/abs/2111.02856",
    "title": "Title:Microstructure-Resolved Degradation Simulation of Lithium-Ion Batteries in Space Applications",
    "date_publ": "4 Nov 2021 (v1), last revised 4 Feb 2022 (this version, v2)",
    "authors": [
      "Linda J. Bolay",
      "Tobias Schmitt",
      "Simon Hein",
      "Omar S. Mendoza-Hernandez",
      "Eiji Hosono",
      "Daisuke Asakura",
      "Koichi Kinoshita",
      "Hirofumi Matsuda",
      "Minoru Umeda",
      "Yoshitsugu Sone",
      "Arnulf Latz",
      "Birger Horstman"
    ],
    "abstract": "Abstract:  In-orbit satellite REIMEI, developed by the Japan Aerospace Exploration\nAgency, has been relying on off-the-shelf Li-ion batteries since its launch in\n2005. The performance and durability of Li-ion batteries is impacted by various\ndegradation mechanisms, one of which is the growth of the solid-electrolyte\ninterphase (SEI). In this article, we analyse the REIMEI battery and\nparameterize a full-cell model with electrochemical cycling data, computer\ntomography images, and capacity fading experiments using image processing and\nsurrogate optimization. We integrate a recent model for SEI growth into a\nfull-cell model and simulate the degradation of batteries during cycling. To\nvalidate our model, we use experimental and in-flight data of the satellite\nbatteries. Our combination of SEI growth model and microstructure-resolved 3D\nsimulation shows, for the first time, experimentally observed inhomogeneities\nin the SEI thickness throughout the negative electrode for the degraded cells.",
    "categories": [
      "Chemical Physics (physics.chem-ph)"
    ],
    "url_pdf": "/pdf/2111.02856"
  },
  {
    "url": "https://arxiv.org/abs/2111.02235",
    "title": "Title:The Scientific Observation Campaign of the Hayabusa-2 Capsule Re-entry",
    "date_publ": "3 Nov 2021",
    "authors": [
      "E. K. Sansom",
      "H. A. R. Devillepoix",
      "M.-Y. Yamamoto",
      "S. Abe",
      "S. Nozawa",
      "M. C. Towner",
      "M. Cupák",
      "Y. Hiramatsu",
      "T. Kawamura",
      "K. Fujita",
      "M. Yoshikawa",
      "Y. Ishihara",
      "I. Hamama",
      "N. Segawa",
      "Y. Kakinami",
      "M. Furumoto",
      "H. Katao",
      "Y. Inoue",
      "A. Cool",
      "G. Bonning",
      "R. M. Howie",
      "P. A. Blan"
    ],
    "abstract": "Abstract:  On 5th December 2020 at 17:28 UTC, the Japan Aerospace Exploration Agency's\nHayabusa-2 sample return capsule came back to the Earth. It re-entered the\natmosphere over South Australia, visible for 53 seconds as a fireball from near\nthe Northern Territory border toward Woomera where it landed in the the Woomera\nmilitary test range. A scientific observation campaign was planned to observe\nthe optical, seismo-acoustic, radio and high energy particle phenomena\nassociated with the entry of an interplanetary object. A multi-institutional\ncollaboration between Australian and Japanese universities resulted in the\ndeployment of 49 instruments, with a further 13 permanent observation sites.\nThe campaign successfully recorded optical, seismo-acoustic and spectral data\nfor this event which will allow an in depth analysis of the effects produced by\ninterplanetary objects impacting the Earth's atmosphere. This will allow future\ncomparison and insights to be made with natural meteoroid objects.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Atmospheric and Oceanic Physics (physics.ao-ph)"
    ],
    "url_pdf": "/pdf/2111.02235"
  },
  {
    "url": "https://arxiv.org/abs/2111.00717",
    "title": "Title:SFOL DME Pulse Shaping Through Digital Predistortion for High-Accuracy DME",
    "date_publ": "1 Nov 2021",
    "authors": [
      "Sunghwa Lee",
      "Euiho Kim",
      "Jiwon Se"
    ],
    "abstract": "Abstract:  The Stretched-FrOnt-Leg (SFOL) pulse is a high-accuracy distance measuring\nequipment (DME) pulse developed to support alternative positioning and\nnavigation for aircraft during global navigation satellite system outages. To\nfacilitate the use of the SFOL pulse, it is best to use legacy DMEs that are\nalready deployed to transmit the SFOL pulse, rather than the current Gaussian\npulse, through software changes only. When attempting to transmit the SFOL\npulse in legacy DMEs, the greatest challenge is the pulse shape distortion\ncaused by the pulse-shaping circuits and power amplifiers in the transmission\nunit such that the original SFOL pulse shape is no longer preserved. This\nletter proposes an inverse-learning-based DME digital predistortion method and\npresents successfully transmitted SFOL pulses from a testbed based on a\ncommercial legacy DME that was designed to transmit Gaussian pulses.",
    "categories": [
      "Systems and Control (eess.SY)",
      " Signal Processing (eess.SP)"
    ],
    "url_pdf": "/pdf/2111.00717"
  },
  {
    "url": "https://arxiv.org/abs/2110.09277",
    "title": "Title:A Methodology for Developing a Verifiable Aircraft Engine Controller from Formal Requirements",
    "date_publ": "18 Oct 2021",
    "authors": [
      "Matt Luckcuck",
      "Marie Farrell",
      "Oisín Sheridan",
      "Rosemary Monaha"
    ],
    "abstract": "Abstract:  Verification of complex, safety-critical systems is a significant challenge.\nManual testing and simulations are often used, but are only capable of\nexploring a subset of the system's reachable states. Formal methods are\nmathematically-based techniques for the specification and development of\nsoftware, which can provide proofs of properties and exhaustive checks over a\nsystem's state space. In this paper, we present a formal requirements-driven\nmethodology, applied to a model of an aircraft engine controller that has been\nprovided by our industrial partner. Our methodology begins by formalising the\ncontroller's natural-language requirements using the (pre-existing) Formal\nRequirements Elicitation Tool (FRET), iteratively, in consultation with our\nindustry partner. Once formalised, FRET can automatically translate the\nrequirements to enable their verification alongside a Simulink model of the\naircraft engine controller; the requirements can also guide formal verification\nusing other approaches. These two parallel streams in our methodology seek to\ncombine the results from formal requirements elicitation, classical\nverification approaches, and runtime verification; to support the verification\nof aerospace systems modelled in Simulink, from the requirements phase through\nto execution. Our methodology harnesses the power of formal methods in a way\nthat complements existing verification techniques, and supports the\ntraceability of requirements throughout the verification process. This\nmethodology streamlines the process of developing verifiable aircraft engine\ncontrollers, by ensuring that the requirements are formalised up-front and\nuseable during development. In this paper we give an overview of (FRET),\ndescribe our methodology and work to-date on the formalisation and verification\nof the requirements, and outline future work using our methodology.",
    "categories": [
      "Software Engineering (cs.SE)"
    ],
    "url_pdf": "/pdf/2110.09277"
  },
  {
    "url": "https://arxiv.org/abs/2110.06457",
    "title": "Title:Passive Phased Array Acoustic Emission Localisation via Recursive Signal-Averaged Lamb Waves with an Applied Warped Frequency Transformation",
    "date_publ": "13 Oct 2021",
    "authors": [
      "Luke Pollock",
      "Graham Wil"
    ],
    "abstract": "Abstract:  This work presents a concept for the localisation of Lamb waves using a\nPassive Phased Array (PPA). A Warped Frequency Transformation (WFT) is applied\nto the acquired signals using numerically determined phase velocity information\nto compensate for signal dispersion. Whilst powerful, uncertainty between\nmaterial properties cannot completely remove dispersion and hence the close\nintra-element spacing of the array is leveraged to allow for the assumption\nthat each acquired signal is a scaled, translated, and noised copy of its\nadjacent counterparts. Following this, a recursive signal-averaging method\nusing artificial time-locking to denoise the acquired signals by assuming the\npresence of non-correlated, zero mean noise is applied. Unlike the application\nof bandpass filters, the signal-averaging method does not remove potentially\nuseful frequency components. The proposed methodology is compared against a\nbandpass filtered approach through a parametric study. A further discussion is\nmade regarding applications and future developments of this technique.",
    "categories": [
      "Applied Physics (physics.app-ph)",
      " Signal Processing (eess.SP)",
      " Instrumentation and Detectors (physics.ins-det)"
    ],
    "url_pdf": "/pdf/2110.06457"
  },
  {
    "url": "https://arxiv.org/abs/2110.06438",
    "title": "Title:An initial review of hypersonic vehicle accidents",
    "date_publ": "13 Oct 2021",
    "authors": [
      "Luke Pollock",
      "Graham Wil"
    ],
    "abstract": "Abstract:  Hypersonic flight, generally defined as the region in which the speed of a\nvehicle exceeds Mach 5 and in which thermal loads become dominant, has seen\nmore attention over the past several decades due to the potential military\napplications of such vehicles. Vehicles capable of flight at these speeds,\nwhilst seemingly a novel prospect, have been in development for more than 70\nyears. The nature of flight in this environment as well as the new challenges\nit introduces have led to relatively high failure rates. This paper presents a\nreview of hypersonic vehicle flights that have resulted in failure from\nconception to modern day with the purpose of identifying trends to aid and\nguide the development of future vehicles. The collected data is used to\nformulate a failure taxonomy to accurately identify and classify past\nhypersonic vehicle failures as well as potential future ones. The trends and\nfeatures of the categorical data collected are explored using an ex-post facto\nstudy.",
    "categories": [
      "Physics and Society (physics.soc-ph)",
      " Popular Physics (physics.pop-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/2110.06438"
  },
  {
    "url": "https://arxiv.org/abs/2110.04244",
    "title": "Title:Carbon ablators with porosity designed for enhanced aerospace thermal protection",
    "date_publ": "8 Oct 2021",
    "authors": [
      "Erik Poloni",
      "Florian Bouville",
      "Alexander L. Schmid",
      "Pedro I. B. G. B. Pelissari",
      "Victor C. Pandolfelli",
      "Marcelo L. C. Sousa",
      "Elena Tervoort",
      "George Christidis",
      "Valery Shklover",
      "Juerg Leuthold",
      "André R. Studar"
    ],
    "abstract": "Abstract:  Porous carbon ablators offer cost-effective thermal protection for aerospace\nvehicles during re-entry into planetary atmospheres. However, the exploration\nof more distant planets requires the development of ablators that are able to\nwithstand stronger thermal radiation conditions. Here, we report the\ndevelopment of bio-inspired porous carbon insulators with pore sizes that are\ndeliberately tuned to enhance heat-shielding performance by increasing\nscattering of high-temperature thermal radiation. Pore size intervals that\npromote scattering are first estimated using an established model for the\nradiative contribution to the thermal conductivity of porous insulators. On the\nbasis of this theoretical analysis, we identify a polymer additive that enables\nthe formation of pores in the desired size range through the\npolymerization-induced phase separation of a mixture of phenolic resin and\nethylene glycol. Optical and electron microscopy, porosimetry and mechanical\ntests are used to characterize the structure and properties of porous\ninsulators prepared with different resin formulations. Insulators with pore\nsizes in the optimal scattering range reduce laser-induced damage of the porous\nstructures by up to 42%, thus offering a promising and simple route for the\nfabrication of carbon ablators for enhanced thermal protection at high\ntemperatures.",
    "categories": [
      "Applied Physics (physics.app-ph)",
      " Materials Science (cond-mat.mtrl-sci)"
    ],
    "url_pdf": "/pdf/2110.04244"
  },
  {
    "url": "https://arxiv.org/abs/2110.03682",
    "title": "Title:Learning invariance preserving moment closure model for Boltzmann-BGK equation",
    "date_publ": "7 Oct 2021 (v1), last revised 7 Nov 2021 (this version, v2)",
    "authors": [
      "Zhengyi Li",
      "Bin Dong",
      "Yanli Wan"
    ],
    "abstract": "Abstract:  As one of the main governing equations in kinetic theory, the Boltzmann\nequation is widely utilized in aerospace, microscopic flow, etc. Its\nhigh-resolution simulation is crucial in these related areas. However, due to\nthe high dimensionality of the Boltzmann equation, high-resolution simulations\nare often difficult to achieve numerically. The moment method which Grad first\nproposed in 1949 [12] is among popular numerical methods to achieve efficient\nhigh-resolution simulations. We can derive the governing equations in the\nmoment method by taking moments on both sides of the Boltzmann equation, which\neffectively reduces the dimensionality of the problem. However, one of the main\nchallenges is that it leads to an unclosed moment system, and closure is needed\nto obtain a closed moment system. It is truly an art in designing closures for\nmoment systems and has been a significant research field in kinetic theory.\nOther than the traditional human designs of closures, the machine\nlearning-based approach has attracted much attention lately [13, 19]. In this\nwork, we propose a machine learning-based method to derive a moment closure\nmodel for the Boltzmann-BGK equation. In particular, the closure relation is\napproximated by a carefully designed deep neural network that possesses\ndesirable physical invariances, i.e., the Galilean invariance, reflecting\ninvariance, and scaling invariance, inherited from the original Boltzmann-BGK\nequation and playing an important role in the correct simulation of the\nBoltzmann equation. Numerical simulations on the smooth and discontinuous\ninitial condition problems, Sod shock tube problem, and the shock structure\nproblems demonstrate satisfactory numerical performances of the proposed\ninvariance preserving neural closure method.",
    "categories": [
      "Numerical Analysis (math.NA)"
    ],
    "url_pdf": "/pdf/2110.03682"
  },
  {
    "url": "https://arxiv.org/abs/2110.00690",
    "title": "Title:On the Origins and Relevance of the Equal Transit Time Fallacy to Explain Lift",
    "date_publ": "2 Oct 2021",
    "authors": [
      "Graham Wil"
    ],
    "abstract": "Abstract:  Recently, aerodynamics syllabi have changed in high schools, pilot ground\ntraining, and even undergraduate physics. In contrast, there has been no change\nin the basic theory taught to aeronautical or aerospace engineers. What has\nchanged is technology, both experimentally and computationally. The internet\nand social media have also empowered citizen science such that the deficiencies\nin the legacy physics education around flight and lift are well known. The\nlong-standing equal transit time (ETT) theory to explain lift has been proven\nfalse. If incorrect, why was it ever taught? Through a historical analysis of\nrelevant fluid and aerodynamics literature, this study attempts to explain why\nETT theory is part of our collectively lower-level cognitive understanding of\nlift and flight. It was found that in 1744 D'Alembert himself assumed this to\nbe a feature of moving fluids, and while this initial intuition (ETT 1.0) was\nincorrect, the property of ETT (ETT 2.0) was derived in 1752 when applying\nNewton's laws of motion to fluids. This incorrect result was independently\nconfirmed in 1757 by Euler! The conclusion is that an over simplified treatment\nof fluids predicts ETT, along with no lift and drag. This then leads to the\nopen question, can ETT be taught at an appropriately low level as an\nexplanation for lift?",
    "categories": [
      "Physics Education (physics.ed-ph)",
      " Fluid Dynamics (physics.flu-dyn)"
    ],
    "url_pdf": "/pdf/2110.00690"
  },
  {
    "url": "https://arxiv.org/abs/2110.00273",
    "title": "Title:From SLAM to Situational Awareness: Challenges and Survey",
    "date_publ": "1 Oct 2021 (v1), last revised 12 Oct 2021 (this version, v2)",
    "authors": [
      "Hriday Bavle",
      "Jose Luis Sanchez-Lopez",
      "Eduardo F. Schmidt",
      "Holger Voo"
    ],
    "abstract": "Abstract:  The knowledge that an intelligent and autonomous mobile robot has and is able\nto acquire of itself and the environment, namely the situation, limits its\nreasoning, decision-making, and execution skills to efficiently and safely\nperform complex missions. Situational awareness is a basic capability of humans\nthat has been deeply studied in fields like Psychology, Military, Aerospace,\nEducation, etc., but it has barely been considered in robotics, which has\nfocused on ideas such as sensing, perception, sensor fusion, state estimation,\nlocalization and mapping, spatial AI, etc. In our research, we connected the\nbroad multidisciplinary existing knowledge on situational awareness with its\ncounterpart in mobile robotics. In this paper, we survey the state-of-the-art\nrobotics algorithms, we analyze the situational awareness aspects that have\nbeen covered by them, and we discuss their missing points. We found out that\nthe existing robotics algorithms are still missing manifold important aspects\nof situational awareness. As a consequence, we conclude that these missing\nfeatures are limiting the performance of robotic situational awareness, and\nfurther research is needed to overcome this challenge. We see this as an\nopportunity, and provide our vision for future research on robotic situational\nawareness.",
    "categories": [
      "Robotics (cs.RO)",
      " Artificial Intelligence (cs.AI)",
      " Computer Vision and Pattern Recognition (cs.CV)"
    ],
    "url_pdf": "/pdf/2110.00273"
  },
  {
    "url": "https://arxiv.org/abs/2110.00103",
    "title": "Title:Physical and Mechanical Properties of Cu-Fe System Functionally Graded and Multimaterial Structures after the DED",
    "date_publ": "30 Sep 2021",
    "authors": [
      "Konstantin Makarenko",
      "Oleg Dubinin",
      "Stepan Konev",
      "Igor Shishkovsk"
    ],
    "abstract": "Abstract:  This paper is devoted to experimental characterisation of linear thermal\nexpansion coefficient (LTEC) and mechanical characteristics of the laser\ndeposited Cu-Fe system multilayer functionally graded (FG) structures and\nbinary Cu-Fe alloys, fabricated from the tin, aluminium, and chromium bronze\nwith 89-99 wt.% of copper and stainless steel (SS) AISI 316L with 1:1 and 3:1\nbronze-to-steel ratio. The best tensile mechanical strength of as-built parts\nis demonstrated by the aluminium bronze-stainless steel 1:1 alloy and reaches\n876.4 MPa along with low elasticity modulus (11.2 GPa) and 1.684 1/K LTEC.\nContrarily, the worst values of the mechanical characteristics are exhibited by\nparts created from the chromium bronze and SS, which failed at 294.0-463.3 MPa\nultimate stress, showed the highest elasticity modulus (up to 42.4 GPa) and\ncomparatively high average LTEC (up to 1.878 1/K). The aluminium\nbronze-stainless steel binary and FG alloys are discussed in the light of\nprospective application as the part of gradient materials, created by additive\nmanufacturing (AM) technologies via the gradient path method and the\nalternating layers technique, with expected possibility of application in\naerospace, nuclear, and electronic industry due to advantageous combination of\nthe antifrictionality, heat conductivity, and oxidation resistance of the\nbronze, and the high mechanical strength, corrosion and creep resistance of the\nstainless steel.",
    "categories": [
      "Applied Physics (physics.app-ph)",
      " Materials Science (cond-mat.mtrl-sci)"
    ],
    "url_pdf": "/pdf/2110.00103"
  },
  {
    "url": "https://arxiv.org/abs/2109.09620",
    "title": "Title:NASA Space Robotics Challenge 2 Qualification Round: An Approach to Autonomous Lunar Rover Operations",
    "date_publ": "20 Sep 2021",
    "authors": [
      "Cagri Kilic",
      "Bernardo Martinez R. Jr.",
      "Christopher A. Tatsch",
      "Jared Beard",
      "Jared Strader",
      "Shounak Das",
      "Derek Ross",
      "Yu Gu",
      "Guilherme A. S. Pereira",
      "Jason N. Gros"
    ],
    "abstract": "Abstract:  Plans for establishing a long-term human presence on the Moon will require\nsubstantial increases in robot autonomy and multi-robot coordination to support\nestablishing a lunar outpost. To achieve these objectives, algorithm design\nchoices for the software developments need to be tested and validated for\nexpected scenarios such as autonomous in-situ resource utilization (ISRU),\nlocalization in challenging environments, and multi-robot coordination.\nHowever, real-world experiments are extremely challenging and limited for\nextraterrestrial environment. Also, realistic simulation demonstrations in\nthese environments are still rare and demanded for initial algorithm testing\ncapabilities. To help some of these needs, the NASA Centennial Challenges\nprogram established the Space Robotics Challenge Phase 2 (SRC2) which consist\nof virtual robotic systems in a realistic lunar simulation environment, where a\ngroup of mobile robots were tasked with reporting volatile locations within a\nglobal map, excavating and transporting these resources, and detecting and\nlocalizing a target of interest. The main goal of this article is to share our\nteam's experiences on the design trade-offs to perform autonomous robotic\noperations in a virtual lunar environment and to share strategies to complete\nthe mission requirements posed by NASA SRC2 competition during the\nqualification round. Of the 114 teams that registered for participation in the\nNASA SRC2, team Mountaineers finished as one of only six teams to receive the\ntop qualification round prize.",
    "categories": [
      "Robotics (cs.RO)"
    ],
    "url_pdf": "/pdf/2109.09620"
  },
  {
    "url": "https://arxiv.org/abs/2109.08990",
    "title": "Title:First Demonstration of the Korean eLoran Accuracy in a Narrow Waterway Using Improved ASF Maps",
    "date_publ": "18 Sep 2021 (v1), last revised 28 Sep 2021 (this version, v2)",
    "authors": [
      "Woohyun Kim",
      "Pyo-Woong Son",
      "Sul Gee Park",
      "Sang Hyun Park",
      "Jiwon Se"
    ],
    "abstract": "Abstract:  The vulnerabilities of global navigation satellite systems (GNSSs) to radio\nfrequency jamming and spoofing have attracted significant research attention.\nIn particular, the large-scale jamming incidents that occurred in South Korea\nsubstantiate the practical importance of implementing a complementary\nnavigation system. This letter briefly summarizes the efforts of South Korea to\ndeploy an enhanced long-range navigation (eLoran) system, which is a\nterrestrial low-frequency radio navigation system that can complement GNSSs.\nAfter four years of research and development, the Korean eLoran testbed system\nhas been recently deployed and is operational since June 1, 2021. Although its\ninitial performance at sea is satisfactory, navigation through a narrow\nwaterway is still challenging because a complete survey of the additional\nsecondary factor (ASF), which is the largest source of error for eLoran, is\npractically difficult in a narrow waterway. This letter proposes an alternative\nway to survey the ASF in a narrow waterway and improve the ASF map generation\nmethods. Moreover, the performance of the proposed approach was validated\nexperimentally.",
    "categories": [
      "Signal Processing (eess.SP)"
    ],
    "url_pdf": "/pdf/2109.08990"
  },
  {
    "url": "https://arxiv.org/abs/2109.07827",
    "title": "Title:Enabling risk-aware Reinforcement Learning for medical interventions through uncertainty decomposition",
    "date_publ": "16 Sep 2021",
    "authors": [
      "Paul Festor",
      "Giulia Luise",
      "Matthieu Komorowski",
      "A. Aldo Faisa"
    ],
    "abstract": "Abstract:  Reinforcement Learning (RL) is emerging as tool for tackling complex control\nand decision-making problems. However, in high-risk environments such as\nhealthcare, manufacturing, automotive or aerospace, it is often challenging to\nbridge the gap between an apparently optimal policy learnt by an agent and its\nreal-world deployment, due to the uncertainties and risk associated with it.\nBroadly speaking RL agents face two kinds of uncertainty, 1. aleatoric\nuncertainty, which reflects randomness or noise in the dynamics of the world,\nand 2. epistemic uncertainty, which reflects the bounded knowledge of the agent\ndue to model limitations and finite amount of information/data the agent has\nacquired about the world. These two types of uncertainty carry fundamentally\ndifferent implications for the evaluation of performance and the level of risk\nor trust. Yet these aleatoric and epistemic uncertainties are generally\nconfounded as standard and even distributional RL is agnostic to this\ndifference. Here we propose how a distributional approach (UA-DQN) can be\nrecast to render uncertainties by decomposing the net effects of each\nuncertainty. We demonstrate the operation of this method in grid world examples\nto build intuition and then show a proof of concept application for an RL agent\noperating as a clinical decision support system in critical care",
    "categories": [
      "Artificial Intelligence (cs.AI)"
    ],
    "url_pdf": "/pdf/2109.07827"
  },
  {
    "url": "https://arxiv.org/abs/2109.07442",
    "title": "Title:Concepts and status of Chinese space gravitational wave detection projects",
    "date_publ": "15 Sep 2021",
    "authors": [
      "Yungui Gong",
      "Jun Luo",
      "Bin Wan"
    ],
    "abstract": "Abstract:  Gravitational wave (GW) detection in space probes GW spectrum that is\ninaccessible from the Earth. In addition to LISA project led by European Space\nAgency, and the DECIGO detector proposed by the Japan Aerospace Exploration\nAgency, two Chinese space-based GW observatories -- TianQin and Taiji -- are\nplanned to be launched in the 2030s. TianQin has a unique concept in its design\nwith a geocentric orbit. Taiji's design is similar to LISA, but is more\nambitious with longer arm distance. Both facilities are complementary to LISA,\nconsidering that TianQin is sensitive to higher frequencies and Taiji probes\nsimilar frequencies but with higher sensitivity. In this Perspective we explain\nthe concepts for both facilities and introduce the development milestones of\nTianQin and Taiji projects in testing extraordinary technologies to pave the\nway for future space-based GW detections. Considering that LISA, TianQin and\nTaiji have similar scientific goals, all are scheduled to be launched around\nthe 2030s and will operate concurrently, we discuss possible collaborations\namong them to improve GW source localization and characterization.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/2109.07442"
  },
  {
    "url": "https://arxiv.org/abs/2109.05883",
    "title": "Title:Dependability-Aware Routing and Scheduling for Time-Sensitive Networking",
    "date_publ": "13 Sep 2021",
    "authors": [
      "Niklas Reusch",
      "Silviu S. Craciunas",
      "Paul Po"
    ],
    "abstract": "Abstract:  Time-Sensitive Networking (TSN) extends IEEE 802.1 Ethernet for\nsafety-critical and real-time applications in several areas, e.g., automotive,\naerospace or industrial automation. However, many of these systems also have\nstringent security requirements, and security attacks may impair safety. Given\na TSN-based distributed architecture, a set of applications with tasks and\nmessages, as well as a set of security and redundancy requirements, we are\ninterested to synthesize a system configuration such that the real-time, safety\nand security requirements are upheld. We use the Timed Efficient Stream\nLoss-Tolerant Authentication (TESLA) low-resource multicast authentication\nprotocol to guarantee the security requirements, and redundant disjunct message\nroutes to tolerate link failures. We consider that tasks are dispatched using a\nstatic cyclic schedule table and that the messages use the time-sensitive\ntraffic class in TSN, which relies on schedule tables (called Gate Control\nLists, GCLs) in the network switches. A configuration consists of the schedule\ntables for tasks as well as the disjoint routes and GCLs for messages. We\npropose a Constraint Programming-based formulation which can be used to find an\noptimal solution with respect to our cost function. Additionally, we propose a\nSimulated Annealing based metaheuristic, which can find good solution for large\ntest cases. We evaluate both approaches on several test cases.",
    "categories": [
      "Networking and Internet Architecture (cs.NI)"
    ],
    "url_pdf": "/pdf/2109.05883"
  },
  {
    "url": "https://arxiv.org/abs/2109.04928",
    "title": "Title:Trajectory Optimization with Optimization-Based Dynamics",
    "date_publ": "10 Sep 2021 (v1), last revised 11 Dec 2021 (this version, v2)",
    "authors": [
      "Taylor A. Howell",
      "Simon Le Cleac'h",
      "Sumeet Singh",
      "Pete Florence",
      "Zachary Manchester",
      "Vikas Sindhwan"
    ],
    "abstract": "Abstract:  We present a framework for bi-level trajectory optimization in which a\nsystem's dynamics are encoded as the solution to a constrained optimization\nproblem and smooth gradients of this lower-level problem are passed to an\nupper-level trajectory optimizer. This optimization-based dynamics\nrepresentation enables constraint handling, additional variables, and\nnon-smooth behavior to be abstracted away from the upper-level optimizer, and\nallows classical unconstrained optimizers to synthesize trajectories for more\ncomplex systems. We provide a path-following method for efficient evaluation of\nconstrained dynamics and utilize the implicit-function theorem to compute\nsmooth gradients of this representation. We demonstrate the framework by\nmodeling systems from locomotion, aerospace, and manipulation domains\nincluding: acrobot with joint limits, cart-pole subject to Coulomb friction,\nRaibert hopper, rocket landing with thrust limits, and planar-push task with\noptimization-based dynamics and then optimize trajectories using iterative LQR.",
    "categories": [
      "Robotics (cs.RO)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/2109.04928"
  },
  {
    "url": "https://arxiv.org/abs/2109.03525",
    "title": "Title:Multifunctional epoxy nanocomposites reinforced by two-dimensional materials: A review",
    "date_publ": "8 Sep 2021",
    "authors": [
      "Ming Dong",
      "Han Zhang",
      "Lazaros Tzounis",
      "Giovanni Santagiuliana",
      "Emiliano Bilotti",
      "Dimitrios G. Papageorgio"
    ],
    "abstract": "Abstract:  Epoxy resins are thermosetting polymers with an extensive set of applications\nsuch as anticorrosive coatings, adhesives, matrices for fibre reinforced\ncomposites and elements of electronic systems for automotive, aerospace and\nconstruction industries.",
    "categories": [
      "Applied Physics (physics.app-ph)",
      " Materials Science (cond-mat.mtrl-sci)"
    ],
    "url_pdf": "/pdf/2109.03525"
  },
  {
    "url": "https://arxiv.org/abs/2109.02623",
    "title": "Title:Potential Applications of Electrodynamic Tethers",
    "date_publ": "8 Jul 2021 (v1), last revised 1 Nov 2021 (this version, v2)",
    "authors": [
      "Sai Charan Petchett"
    ],
    "abstract": "Abstract:  In recent decades, alternative propulsion systems have been investigated and\nhave attracted great interest in the space community. Most of these alternative\npropulsion systems need propellants. One alternative propulsion system that\ndoes not require propellants and is not often discussed is electrodynamic\ntethers (EDTs). This paper speculates the potential applications of EDTs\nranging from radiation belt remediation to space station re-boosting.",
    "categories": [
      "Classical Physics (physics.class-ph)"
    ],
    "url_pdf": "/pdf/2109.02623"
  },
  {
    "url": "https://arxiv.org/abs/2109.01716",
    "title": "Title:Understanding the Origin of the Low Cure-Shrinkage of Polybenzoxazine Resin by Computational Simulation",
    "date_publ": "3 Sep 2021",
    "authors": [
      "Prashik S. Gaikwad",
      "Aaron S. Krieg",
      "Prathamesh P. Deshpande",
      "Sagar Umesh Patil",
      "Julia A. King",
      "Marianna Maiaru",
      "Gregory M. Odegar"
    ],
    "abstract": "Abstract:  Thermoset resin-based composite materials are widely used in the aerospace\nindustry, mainly due to their high stiffness-to-weight and strength-to-weight\nratios. A major issue with the use of thermoset resins in fiber composites is\nthe process-induced residual stresses that are formed from resin chemical\nshrinkage during the curing process. These residual stresses within the\ncomposite material ultimately result in reduced durability and residual\ndeformations of the final product. Polybenzoxazine (PBZ) polymer resins have\ndemonstrated near-zero volumetric shrinkage during the curing process. Although\nthe low shrinkage of PBZ is promising in terms of reduced process-induced\nresidual stresses, little is known about the physical causes. In this work,\nMolecular Dynamics (MD) simulations are performed with a reactive force field\nto predict physical properties (gelation point, evolution of network, mass\ndensity, volumetric shrinkage) and mechanical properties (Bulk modulus, Shear\nmodulus, Young's modulus, Poisson's ratio, Yield strength) as a function of\ncrosslinking density. The MD modeling procedure is validated herein using\nexperimental measurements of the modeled PBZ resin. The results of this study\nare used to provide a physical understanding of the zero-shrinkage phenomenon\nof PBZ. This information is also a critical input to future process modeling\nefforts for PBZ composites.",
    "categories": [
      "Materials Science (cond-mat.mtrl-sci)"
    ],
    "url_pdf": "/pdf/2109.01716"
  }
]