[
  {
    "url": "https://arxiv.org/abs/1605.03022",
    "title": "Title:Development of HPLC-Orbitrap method for identification of N-bearing molecules in complex organic material relevant to planetary environments",
    "date_publ": "10 May 2016",
    "authors": [
      "Thomas Gautier",
      "Isabelle Schmitz-Afonso",
      "David Touboul",
      "Cyril Szopa",
      "Arnaud Buch",
      "Nathalie Carrasc"
    ],
    "abstract": "Abstract:  Although the Cassini Spacecraft and the Huygens lander provided numerous\ninformation about Titan atmospheric chemistry and the formation of its\naerosols, the exact composition of these aerosols still remains unknown. A\nfruitful proxy to investigate these aerosols is the use of laboratory\nexperiments that allow producing and studying analogs of Titan aerosol, the\nso35 called tholins. Even when produced in the laboratory, unveiling the exact\ncomposition of the aerosol remains problematic due to the high complexity of\nthe material. Numerous advances have been recently made using high-resolution\nmass spectrometry (HRMS) (Pernot et al. 2010, Somogyi et al. 2012, Gautier et\nal. 2014) that allowed the separation of isobaric compounds and a robust\nidentification of chemical species composing tholins regarding their molecular\nformulae. Nevertheless isomeric species cannot be resolved by a simple mass\nmeasurement. We propose here an analysis of tholins by high performance liquid\nchromatography (HPLC) coupled to HRMS to unveil this isomeric ambiguity for\nsome of the major tholins compounds. By comparing chromatograms obtained when\nanalyzing tholins and chemical standards, we strictly identified seven\nmolecules in our tholins samples: melamine, cyanoguanidine,\n6-methyl-1,3,5-triazine-2,4-diamine, 2,4,6-triaminopyrimidine, 3-amino-\n1,2,4-triazole, 3,5-Dimethyl-1,2,4-triazole and 2,4-diamino-1,3,5-triazine.\nSeveral molecules, including hexamethylenetriamine (HMT) were not present at\ndetectable levels in our sample. The use for the first time of a coupled\nHPLC-HRMS technique applied to tholins study demonstrated the interest of such\na technique compared to single high-resolution mass spectrometry for the study\nof tholins composition.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1605.03022"
  },
  {
    "url": "https://arxiv.org/abs/1605.02993",
    "title": "Title:The first observation of an intermediate flare from SGR 1935+2154",
    "date_publ": "10 May 2016",
    "authors": [
      "A. V. Kozlova",
      "G. L. Israel",
      "D. S. Svinkin",
      "D. D. Frederiks",
      "V. D. Pal'shin",
      "A. E. Tsvetkova",
      "K. Hurley",
      "J. Goldsten",
      "D. V. Golovin",
      "I. G. Mitrofanov",
      "X.-L. Zhan"
    ],
    "abstract": "Abstract:  We report on the bright burst detected by four Interplanetary network (IPN)\nspacecraft on 2015 April 12. The IPN localization of the source is consistent\nwith the position of the recently discovered soft gamma-repeater SGR 1935+2154.\nFrom the Konus-Wind (KW) observation, we derive temporal and spectral\nparameters of the emission, and the burst energetics. The rather long duration\nof the burst ($\\sim$1.7 s) and the large measured energy fluence\n($\\sim2.5\\times10^{-5}$ erg cm$^{-2}$) put it in the class of rare\n\"intermediate\" SGR flares, and this is the first one observed from SGR\n1935+2154. A search for quasi-periodic oscillations in the KW light curve\nyields no statistically significant signal. Of four spectral models tested,\noptically thin thermal bremsstrahlung and a single blackbody (BB) function can\nbe rejected on statistical grounds; two more complex models, a cutoff power law\n(CPL) and a sum of two BB functions (2BB), fit the burst spectra well and\nneither of them may be ruled out by the KW observation. The CPL and 2BB model\nparameters we report for this bright flare are typical of SGRs; they are also\nconsistent with those obtained from observations of much weaker and shorter SGR\n1935+2154 bursts with other instruments. From the distribution of double\nblackbody spectral fit parameters we estimate the SGR 1935+2154 distance to be\n$<$10.0 kpc, in agreement with that of the Galactic supernova remnant G57.2+0.8\nat 9.1 kpc.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1605.02993"
  },
  {
    "url": "https://arxiv.org/abs/1605.02223",
    "title": "Title:On the Directivity of Low-Frequency Type IV Radio Bursts",
    "date_publ": "7 May 2016",
    "authors": [
      "Nat Gopalswamy",
      "Sachiko Akiyama",
      "Pertti Mäkelä",
      "Seiji Yashiro",
      "Iver H. Cairn"
    ],
    "abstract": "Abstract:  An intense type IV radio burst was observed by the STEREO Behind (STB)\nspacecraft located about 144 degres behind Earth. The burst was associated with\na large solar eruption that occurred on the backside of the Sun (N05E151) close\nto the disk center in the STB view. The eruption was also observed by the\nSTEREO Ahead (STA) spacecraft (located at 149 degrees ahead of Earth) as an\neruption close to the west limb (N05W60) in that view. The type IV burst was\ncomplete in STB observations in that the envelope reached the lowest frequency\nand then receded to higher frequencies. The burst was partial viewed from STA,\nrevealing only the edge coming down to the lowest frequency. The type IV burst\nwas not observed at all near Earth because the source was 61 degrees behind the\neast limb. The eruption was associated with a low-frequency type II burst\nobserved in all three views, although it was not very intense. Solar energetic\nparticles were also observed at both STEREOs and at SOHO, suggesting that the\nshock was much extended, consistent with the very high speed of the CME (about\n2048 km/s). These observations suggest that the type IV emission is directed\nalong a narrow cone above the flare site. We confirm this result statistically\nusing the type IV bursts of solar cycle 23.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1605.02223"
  },
  {
    "url": "https://arxiv.org/abs/1605.02126",
    "title": "Title:Deep space experiment to measure $G$",
    "date_publ": "7 May 2016",
    "authors": [
      "Michael R. Feldman",
      "John D. Anderson",
      "Gerald Schubert",
      "Virginia Trimble",
      "Sergei Kopeikin",
      "Claus Lämmerzah"
    ],
    "abstract": "Abstract:  Responding to calls from the National Science Foundation (NSF) for new\nproposals to measure the gravitational constant $G$, we offer an interesting\nexperiment in deep space employing the classic gravity train mechanism. Our\nsetup requires three bodies: a larger layered solid sphere with a cylindrical\nhole through its center, a much smaller retroreflector which will undergo\nharmonic motion within the hole and a host spacecraft with laser ranging\ncapabilities to measure round trip light-times to the retroreflector but\nultimately separated a significant distance away from the sphere-retroreflector\napparatus. Measurements of the period of oscillation of the retroreflector in\nterms of host spacecraft clock time using existing technology could give\ndeterminations of $G$ nearly three orders of magnitude more accurate than\ncurrent measurements here on Earth. However, significant engineering advances\nin the release mechanism of the apparatus from the host spacecraft will likely\nbe necessary. Issues with regard to the stability of the system are briefly\naddressed.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1605.02126"
  },
  {
    "url": "https://arxiv.org/abs/1605.02096",
    "title": "Title:Fermi LAT Stacking Analysis of Swift Localized Gamma-ray Bursts",
    "date_publ": "6 May 2016",
    "authors": [
      "The Fermi-LAT Collaboratio"
    ],
    "abstract": "Abstract:  We perform a comprehensive stacking analysis of data collected by the Fermi\nLarge Area Telescope (LAT) of gamma-ray bursts (GRB) localized by the Swift\nspacecraft, which were not detected by the LAT but which fell within the\ninstrument's field of view at the time of trigger. We examine a total of 79\nGRBs by comparing the observed counts over a range of time intervals to that\nexpected from designated background orbits, as well as by using a joint\nlikelihood technique to model the expected distribution of stacked counts. We\nfind strong evidence for subthreshold emission at MeV to GeV energies using\nboth techniques. This observed excess is detected during intervals that include\nand exceed the durations typically characterizing the prompt emission observed\nat keV energies and lasts at least 2700 s after the co-aligned burst trigger.\nBy utilizing a novel cumulative likelihood analysis, we find that although a\nburst's prompt gamma-ray and afterglow X-ray flux both correlate with the\nstrength of the subthreshold emission, the X-ray afterglow flux measured by\nSwift's X-ray Telescope (XRT) at 11 hr post trigger correlates far more\nsignificantly. Overall, the extended nature of the subthreshold emission and\nits connection to the burst's afterglow brightness lend further support to the\nexternal forward shock origin of the late-time emission detected by the LAT.\nThese results suggest that the extended high-energy emission observed by the\nLAT may be a relatively common feature but remains undetected in a majority of\nbursts owing to instrumental threshold effects.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1605.02096"
  },
  {
    "url": "https://arxiv.org/abs/1605.00749",
    "title": "Title:Plutos interaction with its space environment: Solar Wind, Energetic Particles & Dust",
    "date_publ": "3 May 2016",
    "authors": [
      "F. Bagenal",
      "M. Horányi",
      "D. J. McComas",
      "R. L. McNutt Jr.",
      "H. A. Elliott",
      "M. E. Hill",
      "L. E. Brown",
      "P. A. Delamere",
      "P. Kollmann",
      "S. M. Krimigis",
      "M. Kusterer",
      "C. M. Lisse",
      "D. G. Mitchell",
      "M. Piquette",
      "A. R. Poppe",
      "D. F. Strobel",
      "J. R. Szalay",
      "P. Valek",
      "J. Vandegriff",
      "S. Weidner",
      "E. J. Zirnstein",
      "S. A. Stern",
      "K. Ennico",
      "C. B. Olkin",
      "H. A. Weaver",
      "L. A. Youn"
    ],
    "abstract": "Abstract:  The New Horizons spacecraft carried three instruments that measured the space\nenvironment near Pluto as it flew by on 14 July 2015. The Solar Wind Around\nPluto instrument revealed an interaction region confined sunward of Pluto to\nwithin about 6 Pluto radii. The surprisingly small size is consistent with a\nreduced atmospheric escape rate as well as a particularly high solar wind flux.\nThe Pluto Energetic Particle Spectrometer Science Investigation (PEPSSI)\nobservations suggested ions are accelerated and-or deflected around Pluto. In\nthe wake of the interaction region PEPSSI observed suprathermal particle fluxes\nabout one tenth the flux in the interplanetary medium, increasing with distance\ndownstream. The Student Dust Counter, which measures radius greater than 1.4 um\ngrains, detected 1 candidate impact from 5days before to 5 days after closest\napproach, indicating an upper limit for the dust density in the Pluto system of\n4.6 per cubic km.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1605.00749"
  },
  {
    "url": "https://arxiv.org/abs/1604.08831",
    "title": "Title:Origin of molecular oxygen in Comet 67P/Churyumov-Gerasimenko",
    "date_publ": "29 Apr 2016",
    "authors": [
      "O. Mousis",
      "T. Ronnet",
      "B. Brugger",
      "O. Ozgurel",
      "F. Pauzat",
      "Y. Ellinger",
      "R. Maggiolo",
      "P. Wurz",
      "P. Vernazza",
      "J. I. Lunine",
      "A. Luspay-Kuti",
      "K. E. Mandt",
      "K. Altwegg",
      "A. Bieler",
      "A. Markovits",
      "M. Rubi"
    ],
    "abstract": "Abstract:  Molecular oxygen has been detected in the coma of comet\n67P/Churyumov-Gerasimenko with abundances in the 1-10% range by the ROSINA-DFMS\ninstrument on board the Rosetta spacecraft. Here we find that the radiolysis of\nicy grains in low-density environments such as the presolar cloud may induce\nthe production of large amounts of molecular oxygen. We also show that\nmolecular oxygen can be efficiently trapped in clathrates formed in the\nprotosolar nebula, and that its incorporation as crystalline ice is highly\nimplausible because this would imply much larger abundances of Ar and N2 than\nthose observed in the coma. Assuming that radiolysis has been the only O2\nproduction mechanism at work, we conclude that the formation of comet\n67P/Churyumov-Gerasimenko is possible in a dense and early protosolar nebula in\nthe framework of two extreme scenarios: (1) agglomeration from pristine\namorphous icy grains/particles formed in ISM and (2) agglomeration from\nclathrates that formed during the disk's cooling. The former scenario is found\nconsistent with the strong correlation between O2 and H2O observed in 67P/C-G's\ncoma while the latter scenario requires that clathrates formed from ISM icy\ngrains that crystallized when entering the protosolar nebula.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1604.08831"
  },
  {
    "url": "https://arxiv.org/abs/1604.08827",
    "title": "Title:A protosolar nebula origin for the ices agglomerated by Comet 67P/Churyumov-Gerasimenko",
    "date_publ": "29 Apr 2016",
    "authors": [
      "O. Mousis",
      "J. I. Lunine",
      "A. Luspay-Kuti",
      "T. Guillot",
      "B. Marty",
      "M. Ali-Dib",
      "P. Wurz",
      "K. Altwegg",
      "A. Bieler",
      "M. Hässig",
      "M. Rubin",
      "P. Vernazza",
      "J. H. Wait"
    ],
    "abstract": "Abstract:  The nature of the icy material accreted by comets during their formation in\nthe outer regions of the protosolar nebula is a major open question in\nplanetary science. Some scenarios of comet formation predict that these bodies\nagglomerated from crystalline ices condensed in the protosolar nebula.\nConcurrently, alternative scenarios suggest that comets accreted amorphous ice\noriginating from the interstellar cloud or from the very distant regions of the\nprotosolar nebula. On the basis of existing laboratory and modeling data, we\nfind that the N$_2$/CO and Ar/CO ratios measured in the coma of the Jupiter\nfamily comet 67P/Churyumov-Gerasimenko by the ROSINA instrument aboard the\nEuropean Space Agency's Rosetta spacecraft match those predicted for gases\ntrapped in clathrates. If these measurements are representative of the bulk\nN$_2$/CO and Ar/CO ratios in 67P/Churyumov-Gerasimenko, it implies that the\nices accreted by the comet formed in the nebula and do not originate from the\ninterstellar medium, supporting the idea that the building blocks of outer\nsolar system bodies have been formed from clathrates and possibly from pure\ncrystalline ices. Moreover, because 67P/Churyumov-Gerasimenko is impoverished\nin Ar and N$_2$, the volatile enrichments observed in Jupiter's atmosphere\ncannot be explained solely via the accretion of building blocks with similar\ncompositions and require an additional delivery source. A potential source may\nbe the accretion of gas from the nebula that has been progressively enriched in\nheavy elements due to photoevaporation.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1604.08827"
  },
  {
    "url": "https://arxiv.org/abs/1604.08360",
    "title": "Title:Constraints on LISA Pathfinder's self-gravity: design requirements, estimates and testing procedures",
    "date_publ": "28 Apr 2016",
    "authors": [
      "Valerio Ferron"
    ],
    "abstract": "Abstract:  LISA Pathfinder satellite has been launched on 3th December 2015 toward the\nSun-Earth first Lagrangian point (L1) where the LISA Technology Package (LTP),\nwhich is the main science payload, will be tested. With its cutting-edge\ntechnology, the LTP will provide the ability to achieve unprecedented geodesic\nmotion residual acceleration measurements down to the order of $3 \\times\n10^{-14}\\,\\mathrm{m/s^2/{Hz^{1/2}}}$ within the $1-30\\,\\mathrm{mHz}$ frequency\nband. The presence of the spacecraft itself is responsible of the local\ngravitational field which will interact with the two proof test-masses.\nPotentially, such a force interaction might prevent to achieve the targeted\nfree-fall level originating a significant source of noise. We balanced this\ngravitational force with sub $\\mathrm{nm/s^2}$ accuracy, guided by a protocol\nbased on measurements of the position and the mass of all parts that constitute\nthe satellite, via finite element calculation tool estimates. In the following,\nwe will introduce requirements, design and foreseen on-orbit testing\nprocedures.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1604.08360"
  },
  {
    "url": "https://arxiv.org/abs/1604.08173",
    "title": "Title:One year in the Earth's magnetosphere: A global MHD simulation and spacecraft measurements",
    "date_publ": "27 Apr 2016",
    "authors": [
      "G. Facsko",
      "I. Honkonen",
      "T. Zivkovic",
      "L. Palin",
      "E. Kallio",
      "K. Agren",
      "H. Opgenoorth",
      "E. I. Tanskanen",
      "S. E. Mila"
    ],
    "abstract": "Abstract:  The response of the Earth's magnetosphere to changing solar wind conditions\nare studied with a 3D Magnetohydrodynamic (MHD) model. One full year (155\nCluster orbits) of the Earth's magnetosphere is simulated using Grand Unified\nMagnetosphere Ionosphere Coupling simulation (GUMICS-4) magnetohydrodynamic\ncode. Real solar wind measurements are given to the code as input to create the\nlongest lasting global magnetohydrodynamics simulation to date. The\napplicability of the results of the simulation depends critically on the input\nparameters used in the model. Therefore, the validity and the variance of the\nOMNIWeb data is first investigated thoroughly using Cluster measurement close\nto the bow shock. The OMNIWeb and the Cluster data were found to correlate very\nwell before the bow shock. The solar wind magnetic field and plasma parameters\nare not changed significantly from the $L_1$ Lagrange point to the foreshock,\ntherefore the OMNIWeb data is appropriate input to the GUMICS-4. The Cluster\nSC3 footprints are determined by magnetic field mapping from the simulation\nresults and the Tsyganenko (T96) model in order to compare two methods. The\ndetermined footprints are in rather good agreement with the T96. However, it\nwas found that the footprints agree better in the northern hemisphere than the\nsouthern one during quiet conditions. If the By is not zero, the agreement of\nthe GUMICS-4 and T96 footprint is worse in longitude in the southern\nhemisphere. Overall, the study implies that a 3D MHD model can increase our\ninsight of the response of the magnetosphere to solar wind conditions.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1604.08173"
  },
  {
    "url": "https://arxiv.org/abs/1604.07980",
    "title": "Title:Polycomp: efficient and configurable compression of astronomical timelines",
    "date_publ": "27 Apr 2016",
    "authors": [
      "Maurizio Tomas"
    ],
    "abstract": "Abstract:  This paper describes the implementation of polycomp, a open-sourced, publicly\navailable program for compressing one-dimensional data series in tabular\nformat. The program is particularly suited for compressing smooth, noiseless\nstreams of data like pointing information, as one of the algorithms it\nimplements applies a combination of least squares polynomial fitting and\ndiscrete Chebyshev transforms that is able to achieve a compression ratio Cr up\nto ~40 in the examples discussed in this work. This performance comes at the\nexpense of a loss of information, whose upper bound is configured by the user.\nI show two areas in which the usage of polycomp is interesting. In the first\nexample, I compress the ephemeris table of an astronomical object (Ganymede),\nobtaining Cr ~ 20, with a compression error on the x, y, z coordinates smaller\nthan 1 m. In the second example, I compress the publicly available timelines\nrecorded by the Low Frequency Instrument (LFI), an array of microwave\nradiometers onboard the ESA Planck spacecraft. The compression reduces the\nneeded storage from ~6.5 TB to ~0.75 TB (C_r ~ 9), thus making them small\nenough to be kept in a portable hard drive.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1604.07980"
  },
  {
    "url": "https://arxiv.org/abs/1604.07873",
    "title": "Title:25 MeV Solar Proton Events in Cycle 24 and Previous Cycles",
    "date_publ": "26 Apr 2016 (v1), last revised 29 Jul 2016 (this version, v2)",
    "authors": [
      "Ian G. Richardson",
      "Tycho T. von Rosenvinge",
      "Hilary V. Can"
    ],
    "abstract": "Abstract:  We summarize observations of around a thousand solar energetic particle (SEP)\nevents since 1967 that include ~25 MeV protons, made by various near-Earth\nspacecraft (IMPs 4, 5, 7, 8, ISEE 3, SOHO), that encompass Solar Cycle 20 to\nthe current cycle (24). We also discuss recent observations of similar SEP\nevents in Cycle 24 made by the STEREO spacecraft. The observations show, for\nexample, that the time distribution of ~25 MeV proton events varies from cycle\nto cycle. In particular, the time evolution of the SEP occurrence rate in Cycle\n24 is strongly asymmetric between the northern and southern solar hemispheres,\nand tracks the sunspot number in each hemisphere, whereas Cycle 23 was more\nsymmetric. There was also an absence of 25 MeV proton events during the solar\nminimum preceding Cycle 24 (other minima show occasional, often reasonably\nintense events). So far, events comparable to the exceptionally intense events\ndetected in Cycles 22 and 23 have not been observed at Earth in Cycle 24,\nthough Cycle 21 (the largest of the cycles considered here) also apparently\nlacked such events. We note a correlation between the rates of intense 25 MeV\nproton events and \"ground level enhancements\" (GLEs) observed by neutron\nmonitors, since 1967, and conclude that the number of \"official\" GLEs observed\nto date in Cycle 24 appears to be significantly lower than expected (5 to\n7+/-1) based on the rate of intense 25 MeV proton events in this cycle.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1604.07873"
  },
  {
    "url": "https://arxiv.org/abs/1604.07760",
    "title": "Title:Spectral Anisotropy of Elsässer Variables in Two Dimensional Wave-vector Space as Observed in the Fast Solar Wind Turbulence",
    "date_publ": "24 Sep 2015",
    "authors": [
      "Limei Yan",
      "Jiansen He",
      "Lei Zhang",
      "Chuanyi Tu",
      "Eckart Marsch",
      "Christopher H. K. Chen",
      "Xin Wang",
      "Linghua Wang",
      "Robert T. Wick"
    ],
    "abstract": "Abstract:  Intensive studies have been conducted to understand the anisotropy of solar\nwind turbulence. However, the anisotropy of Elsässer variables\n($\\textbf{Z}^\\pm$) in 2D wave-vector space has yet to be investigated. Here we\nfirst verify the transformation based on the projection-slice theorem between\nthe power spectral density PSD$_{2D}(k_\\parallel,k_\\perp )$ and the spatial\ncorrelation function CF$_{2D} (r_\\parallel,r_\\perp )$. Based on the application\nof the transformation to the magnetic field and the particle measurements from\nthe WIND spacecraft, we investigate the spectral anisotropy of Elsässer\nvariables ($\\textbf{Z}^\\pm$), and the distribution of residual energy E$_{R}$,\nAlfvén ratio R$_{A}$ and Elsässer ratio R$_{E}$ in the\n$(k_\\parallel,k_\\perp)$ space. The spectra PSD$_{2D}(k_\\parallel,k_\\perp )$ of\n$\\textbf{B}$, $\\textbf{V}$, and $\\textbf{Z}_{major}$ (the larger of\n$\\textbf{Z}^\\pm$) show a similar pattern that PSD$_{2D}(k_\\parallel,k_\\perp )$\nis mainly distributed along a ridge inclined toward the $k_\\perp$ axis. This is\nprobably the signature of the oblique Alfvénic fluctuations propagating\noutwardly. Unlike those of $\\textbf{B}$, $\\textbf{V}$, and\n$\\textbf{Z}_{major}$, the spectrum PSD$_{2D}(k_\\parallel,k_\\perp )$ of\n$\\textbf{Z}_{minor}$ is distributed mainly along the $k_\\perp$ axis. Close to\nthe $k_\\perp$ axis, $\\left| {E}_{R}\\right|$ becomes larger while R$_{A}$\nbecomes smaller, suggesting that the dominance of magnetic energy over kinetic\nenergy becomes more significant at small $k_\\parallel$. R$_{E}$ is larger at\nsmall $k_\\parallel$, implying that PSD$_{2D}(k_\\parallel,k_\\perp )$ of\n$\\textbf{Z}_{minor}$ is more concentrated along the $k_\\perp$ direction as\ncompared to that of $\\textbf{Z}_{major}$. The residual energy condensate at\nsmall $k_\\parallel$ is consistent with simulation results in which E$_{R}$ is\nspontaneously generated by Alfvén wave interaction.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1604.07760"
  },
  {
    "url": "https://arxiv.org/abs/1604.07577",
    "title": "Title:Compressive Coherent Structures at Ion Scales in the Slow Solar Wind",
    "date_publ": "26 Apr 2016",
    "authors": [
      "D. Perrone",
      "O. Alexandrova",
      "A. Mangeney",
      "M. Maksimovic",
      "C. Lacombe",
      "V. Rokoto",
      "J. C. Kasper",
      "D. Jovanovi"
    ],
    "abstract": "Abstract:  We present a study of magnetic field fluctuations, in a slow solar wind\nstream, close to ion scales, where an increase of the level of magnetic\ncompressibility is observed. Here, the nature of these compressive fluctuations\nis found to be characterized by coherent structures. Although previous studies\nhave shown that current sheets can be considered as the principal cause of\nintermittency at ion scales, here we show for the first time that, in the case\nof the slow solar wind, a large variety of coherent structures contributes to\nintermittency at proton scales, and current sheets are not the most common.\nSpecifically, we find compressive ($\\delta b_{\\|} \\gg \\delta b_{\\perp}$),\nlinearly polarized structures in the form of magnetic holes, solitons and shock\nwaves. Examples of Alfvénic structures ($\\delta b_{\\perp} > \\delta b_{\\|}$)\nare identified as current sheets and vortex-like structures. Some of these\nvortices have $ \\delta b_{\\perp} \\gg \\delta b_{\\|}$, as in the case of Alfvén\nvortices, but the majority of them are characterized by $\\delta b_{\\perp}\n\\gtrsim \\delta b_{\\|}$. Thanks to multi-point measurements by Cluster\nspacecraft, for about 100 structures, we could determine the normal, the\npropagation velocity and the spatial scale along this normal. Independently of\nthe nature of the structures, the normal is always perpendicular to the local\nmagnetic field, meaning that $k_{\\perp} \\gg k_{\\parallel}$. The spatial scales\nof the studied structures are found to be between 2 and 8 times the proton\ngyroradius. Most of them are simply convected by the wind, but 25\\% propagate\nin the plasma frame. Possible interpretations of the observed structures and\nthe connection with plasma heating are discussed.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1604.07577"
  },
  {
    "url": "https://arxiv.org/abs/1604.06129",
    "title": "Title:Global Albedos of Pluto and Charon from LORRI New Horizons Observations",
    "date_publ": "20 Apr 2016 (v1), last revised 9 Jan 2017 (this version, v2)",
    "authors": [
      "B. J. Buratti",
      "J. D. Hofgartner",
      "M. D. Hicks",
      "H. A. Weaver",
      "S. A. Stern",
      "T. Momary",
      "J. A. Mosher",
      "R. A. Beyer",
      "A. J. Verbiscer",
      "A. M. Zangari",
      "L. A. Young",
      "C. M. Lisse",
      "K. Singer",
      "A. Cheng",
      "W. Grundy",
      "K. Ennico",
      "C. B. Olki"
    ],
    "abstract": "Abstract:  The exploration of the Pluto-Charon system by the New Horizons spacecraft\nrepresents the first opportunity to understand the distribution of albedo and\nother photometric properties of the surfaces of objects in the Solar System's\n\"Third Zone\" of distant ice-rich bodies. Images of the entire illuminated\nsurface of Pluto and Charon obtained by the Long Range Reconnaissance Imager\n(LORRI) camera provide a global map of Pluto that reveals surface albedo\nvariegations larger than any other Solar System world except for Saturn's moon\nIapetus. Normal reflectances on Pluto range from 0.08-1.0, and the low-albedo\nareas of Pluto are darker than any region of Charon. Charon exhibits a much\nblander surface with normal reflectances ranging from 0.20-0.73. Pluto's albedo\nfeatures are well-correlated with geologic features, although some exogenous\nlow-albedo dust may be responsible for features seen to the west of the area\ninformally named Tombaugh Regio. The albedo patterns of both Pluto and Charon\nare latitudinally organized, with the exception of Tombaugh Regio, with darker\nregions concentrated at the Pluto's equator and Charon's northern pole The\nphase curve of Pluto is similar to that of Triton, the large moon of Neptune\nbelieved to be a captured Kuiper Belt Object (KBO), while Charon's is similar\nto that of the Moon. Preliminary Bond albedos are 0.25+/-0.03 for Charon and\n0.72+/-0.07 for Pluto. Maps of an approximation to the Bond albedo for both\nPluto and Charon are presented for the first time. Our work shows a connection\nbetween very high albedo (near unity) and planetary activity, a result that\nsuggests the KBO Eris may be currently active.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1604.06129"
  },
  {
    "url": "https://arxiv.org/abs/1604.05845",
    "title": "Title:A full, self-consistent, treatment of thermal wind balance on oblate fluid planets",
    "date_publ": "20 Apr 2016 (v1), last revised 8 Aug 2016 (this version, v2)",
    "authors": [
      "Eli Galanti",
      "Yohai Kaspi",
      "Eli Tziperma"
    ],
    "abstract": "Abstract:  The nature of the flow below the cloud level on Jupiter and Saturn is still\nunknown. Relating the flow on these planets to perturbations in their density\nfield is key to the analysis of the gravity measurements expected from both the\nJuno (Jupiter) and Cassini (Saturn) spacecrafts during 2016-17. Both missions\nwill provide latitude-dependent gravity fields, which in principle could be\ninverted to calculate the vertical structure of the observed cloud-level zonal\nflow on these planets. Theories to date connecting the gravity field and the\nflow structure have been limited to potential theories under a barotropic\nassumption, or estimates based on thermal wind balance that allow analyzing\nbaroclinic wind structures, but have made simplifying assumptions. Those\ninclude the effects of the deviations from spherical symmetry, the centrifugal\nforce due to density perturbations, and self-gravitational effects of the\ndensity perturbations. Recent studies attempted to include some effects but not\nin a self-consistent manner. The present study introduces such a\nself-consistent perturbation approach to the thermal wind balance that\nincorporates all physical effects, and applies it to several example wind\nstructures, both barotropic and baroclinic. The contribution of each term is\nanalyzed, and the results are compared in the barotropic limit to those of\npotential theory. It is found that the dominant balance involves the original\nsimplified thermal wind approach. This balance produces a good\norder-of-magnitude estimate of the gravitational moments, and is able,\ntherefore, to address the order one question of how deep the flows are given\nmeasurements of gravitational moments. The additional terms are significantly\nsmaller and none of these terms is dominant, so any approximation attempting to\nimprove over the simplified thermal wind approach needs to include all other\nterms.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1604.05845"
  },
  {
    "url": "https://arxiv.org/abs/1604.05770",
    "title": "Title:Homologous Jet-Driven Coronal Mass Ejections From Solar Active Region 12192",
    "date_publ": "19 Apr 2016 (v1), last revised 2 May 2016 (this version, v2)",
    "authors": [
      "Navdeep K. Panesar",
      "Alphonse C. Sterling",
      "Ronald L. Moor"
    ],
    "abstract": "Abstract:  We report observations of homologous coronal jets and their coronal mass\nejections (CMEs) observed by instruments onboard the Solar Dynamics Observatory\n(SDO) and Solar and Heliospheric Observatory (SOHO) spacecraft. The homologous\njets originated from a location with emerging and canceling magnetic field at\nthe southeast edge of the giant active region (AR) of 2014 October, NOAA 12192.\nThis AR produced in its interior many non-jet major flare eruptions (X and M\nclass) that made no CME. During 20-27 October, in contrast to the major-flare\neruptions in the interior, six of the homologous jets from the edge resulted in\nCMEs. Each jet-driven CME( ~200-300 kms) was slower-moving than most CMEs; had\nangular width (20-50 degree) comparable to that of the base of a coronal\nstreamer straddling the AR; and was of the `streamer-puff' variety, whereby the\npreexisting streamer was transiently inflated but not destroyed by the passage\nof the CME. Much of the transition-region-temperature plasma in the\nCME-producing jets escaped from the Sun, whereas relatively more of the\ntransition-region plasma in non-CME-producing jets fell back to the solar\nsurface. Also, the CME-producing jets tended to be faster and longer-lasting\nthan the non-CME-producing jets. Our observations imply: each jet and CME\nresulted from reconnection opening of twisted field that erupted from the jet\nbase; and the erupting field did not become a plasmoid as previously envisioned\nfor streamer-puff CMEs, but instead the jet-guiding streamer-base loop was\nblown out by the loop's twist from the reconnection.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1604.05770"
  },
  {
    "url": "https://arxiv.org/abs/1604.05702",
    "title": "Title:The Geology of Pluto and Charon Through the Eyes of New Horizons",
    "date_publ": "19 Apr 2016",
    "authors": [
      "Jeffrey M. Moore",
      "William B. McKinnon",
      "John R. Spencer",
      "Alan D. Howard",
      "Paul M. Schenk",
      "Ross A. Beyer",
      "Francis Nimmo",
      "Kelsi N. Singer",
      "Orkan M. Umurhan",
      "Oliver L. White",
      "S. Alan Stern",
      "Kimberly Ennico",
      "Cathy B. Olkin",
      "Harold A. Weaver",
      "Leslie A. Young",
      "Richard P. Binzel",
      "Marc W. Buie",
      "Bonnie J. Buratti",
      "Andrew F. Cheng",
      "Dale P. Cruikshank",
      "Will M. Grundy",
      "Ivan R. Linscott",
      "Harold J. Reitsema",
      "Dennis C. Reuter",
      "Mark R. Showalter",
      "Veronica J. Bray",
      "Carrie L. Chavez",
      "Carly J. A. Howett",
      "Tod R. Lauer",
      "Carey M. Lisse",
      "Alex Harrison Parker",
      "S. B. Porter",
      "Simon J. Robbins",
      "Kirby Runyon",
      "Ted Stryk",
      "Henry B. Throop",
      "Constantine C. C. Tsang",
      "Anne J. Verbiscer",
      "Amanda M. Zangari",
      "Andrew L. Chaikin",
      "Don E. Wilhelm"
    ],
    "abstract": "Abstract:  NASA's New Horizons spacecraft has revealed the complex geology of Pluto and\nCharon. Pluto's encounter hemisphere shows ongoing surface geological activity\ncentered on a vast basin containing a thick layer of volatile ices that appears\nto be involved in convection and advection, with a crater retention age no\ngreater than $\\approx$10 Ma. Surrounding terrains show active glacial flow,\napparent transport and rotation of large buoyant water-ice crustal blocks, and\npitting, likely by sublimation erosion and/or collapse. More enigmatic features\ninclude tall mounds with central depressions that are conceivably cryovolcanic,\nand ridges with complex bladed textures. Pluto also has ancient cratered\nterrains up to ~4 Ga old that are extensionally fractured and extensively\nmantled and perhaps eroded by glacial or other processes. Charon does not\nappear to be currently active, but experienced major extensional tectonism and\nresurfacing (probably cryovolcanic) nearly 4 billion years ago. Impact crater\npopulations on Pluto and Charon are not consistent with the steepest proposed\nimpactor size-frequency distributions proposed for the Kuiper belt.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1604.05702"
  },
  {
    "url": "https://arxiv.org/abs/1604.05621",
    "title": "Title:The harmonic balance method for bifurcation analysis of large-scale nonlinear mechanical systems",
    "date_publ": "19 Apr 2016",
    "authors": [
      "Thibaut Detroux",
      "Ludovic Renson",
      "Luc Masset",
      "Gaetan Kersche"
    ],
    "abstract": "Abstract:  The harmonic balance (HB) method is widely used in the literature for\nanalyzing the periodic solutions of nonlinear mechanical systems. The objective\nof this paper is to exploit the method for bifurcation analysis, i.e., for the\ndetection and tracking of bifurcations of nonlinear systems. To this end, an\nalgorithm that combines the computation of the Floquet exponents with bordering\ntechniques is developed. A new procedure for the tracking of Neimark-Sacker\nbifurcations that exploits the properties of eigenvalue derivatives is also\nproposed. The HB method is demonstrated using numerical experiments of a\nspacecraft structure that possesses a nonlinear vibration isolation device.",
    "categories": [
      "Dynamical Systems (math.DS)"
    ],
    "url_pdf": "/pdf/1604.05621"
  },
  {
    "url": "https://arxiv.org/abs/1604.05368",
    "title": "Title:Surface Compositions Across Pluto and Charon",
    "date_publ": "18 Apr 2016",
    "authors": [
      "W.M. Grundy",
      "R.P. Binzel",
      "B.J. Buratti",
      "J.C. Cook",
      "D.P. Cruikshank",
      "C.M. Dalle Ore",
      "A.M. Earle",
      "K. Ennico",
      "C.J.A. Howett",
      "A.W. Lunsford",
      "C.B. Olkin",
      "A.H. Parker",
      "S. Philippe",
      "S. Protopapa",
      "E. Quirico",
      "D.C. Reuter",
      "B. Schmitt",
      "K.N. Singer",
      "A.J. Verbiscer",
      "R.A. Beyer",
      "M.W. Buie",
      "A.F. Cheng",
      "D.E. Jennings",
      "I.R. Linscott",
      "J.Wm. Parker",
      "P.M. Schenk",
      "J.R. Spencer",
      "J.A. Stansberry",
      "S.A. Stern",
      "H.B. Throop",
      "C.C.C. Tsang",
      "H.A. Weaver",
      "G.E. Weigle II",
      "L.A. Young",
      "the New Horizons Science Tea"
    ],
    "abstract": "Abstract:  The New Horizons spacecraft mapped colors and infrared spectra across the\nencounter hemispheres of Pluto and Charon. The volatile ices CH$_4$, CO, and\nN$_2$, that dominate Pluto's surface, have complicated spatial distributions\nresulting from sublimation, condensation, and glacial flow acting over seasonal\nand geological timescales. Pluto's H$_2$O ice \"bedrock\" is also mapped, with\nisolated outcrops occurring in a variety of settings. Pluto's surface exhibits\ncomplex regional color diversity associated with its distinct provinces.\nCharon's color pattern is simpler, dominated by neutral low latitudes and a\nreddish northern polar region. Charon near infrared spectra reveal highly\nlocalized areas with strong NH$_3$ absorption tied to small craters with\nrelatively fresh-appearing impact ejecta.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1604.05368"
  },
  {
    "url": "https://arxiv.org/abs/1604.05303",
    "title": "Title:Large solar energetic particle event that occurred on 2012 March 7 and its VDA analysis",
    "date_publ": "18 Apr 2016",
    "authors": [
      "Liu-Guan Ding",
      "Xin-Xin Cao",
      "Zhi-Wei Wang",
      "Gui-Ming L"
    ],
    "abstract": "Abstract:  On 2012 March 7, the STEREO Ahead and Behind spacecraft, along with the\nnear-earth spacecraft (e.g. SOHO, Wind) situated between the two STEREO\nspacecraft, observed an extremely large global solar energetic particle (SEP)\nevent in Solar Cycle 24. Two successive coronal mass ejections (CMEs) have been\ndetected close in time. From the multi-point in-situ observations, it can be\nfound that this SEP event was caused by the first CME, and the second one was\nnot involved. Using the velocity dispersion analysis (VDA), we find that for\nwell magnetically connected point, the energetic protons and electrons are\nreleased nearly at the same time. The path lengths to STEREO-B(STB) of protons\nand electrons have distinct difference and deviate remarkably from the nominal\nParker spiral path length, which is likely due to the presence of\ninterplanetary magnetic structures situated between the source and the STB.\nAlso the VDA method seems only to obtain reasonable results at well-connected\nlocations and the inferred energetic particles release times in different\nenergy channels are similar. We suggest that good-connection is crucial for\nobtaining both accurate release time and path length simultaneously, agreeing\nwith the modeling result of Wang & Qin (2015).",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1604.05303"
  },
  {
    "url": "https://arxiv.org/abs/1604.04831",
    "title": "Title:An adjoint based method for the inversion of the Juno and Cassini gravity measurements into wind fields",
    "date_publ": "17 Apr 2016",
    "authors": [
      "Eli Galanti",
      "Yohai Kasp"
    ],
    "abstract": "Abstract:  During 2016-17 the Juno and Cassini spacecraft will both perform close\neccentric orbits of Jupiter and Saturn, respectively, obtaining high-precision\ngravity measurements for these planets. This data will be used to estimate the\ndepth of the observed surface flows on these planets. All models to date,\nrelating the winds to the gravity field, have been in the forward direction,\nthus allowing only calculation of the gravity field from given wind models.\nHowever, there is a need to do the inverse problem since the new observations\nwill be of the gravity field. Here, an inverse dynamical model, is developed to\nrelate the expected measurable gravity field, to perturbations of the density\nand wind fields, and therefore to the observed cloud-level winds. In order to\ninvert the gravity field into the 3D circulation, an adjoint model is\nconstructed for the dynamical model, thus allowing backward integration. This\ntool is used for examination of various scenarios, simulating cases in which\nthe depth of the wind depends on latitude. We show that it is possible to use\nthe gravity measurements to derive the depth of the winds, both on Jupiter and\nSaturn, taking into account also measurement errors. Calculating the solution\nuncertainties, we show that the wind depth can be determined more precisely in\nthe low-to-midlatitudes. In addition, the gravitational moments are found to be\nparticularly sensitive to flows at the equatorial intermediate depths,\ntherefore we expect that if deep winds exist on these planets they will have a\nmeasurable signature by Juno and Cassini.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1604.04831"
  },
  {
    "url": "https://arxiv.org/abs/1604.04583",
    "title": "Title:Cassini observations of Saturn's southern polar cusp",
    "date_publ": "15 Apr 2016",
    "authors": [
      "C.S. Arridge",
      "J.M. Jasinski",
      "N. Achilleos",
      "Y.V. Bogdanova",
      "E.J. Bunce",
      "S.W.H. Cowley",
      "A.N. Fazakerley",
      "K.K. Khurana",
      "L. Lamy",
      "J.S. Leisner",
      "E. Roussos",
      "C.T. Russell",
      "P. Zarka",
      "A.J. Coates",
      "M.K. Dougherty",
      "G.H. Jones",
      "S.M. Krimigis",
      "N. Krup"
    ],
    "abstract": "Abstract:  The magnetospheric cusps are important sites of the coupling of a\nmagnetosphere with the solar wind. The combination of both ground- and\nspace-based observations at Earth have enabled considerable progress to be made\nin understanding the terrestrial cusp and its role in the coupling of the\nmagnetosphere to the solar wind via the polar magnetosphere. Voyager 2 fully\nexplored Neptune's cusp in 1989 but highly inclined orbits of the Cassini\nspacecraft at Saturn present the most recent opportunity to repeatedly studying\nthe polar magnetosphere of a rapidly rotating planet. In this paper we discuss\nobservations made by Cassini during two passes through Saturn's southern polar\nmagnetosphere. Our main findings are that i) Cassini directly encounters the\nsouthern polar cusp with evidence for the entry of magnetosheath plasma into\nthe cusp via magnetopause reconnection, ii) magnetopause reconnection and entry\nof plasma into the cusp can occur over a range of solar wind conditions, and\niii) double cusp morphologies are consistent with the position of the cusp\noscillating in phase with Saturn's global magnetospheric periodicities.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1604.04583"
  },
  {
    "url": "https://arxiv.org/abs/1604.04414",
    "title": "Title:Partial reconstruction of the rotational motion of Philae spacecraft during its landing on comet 67P/Churyumov-Gerasimenko",
    "date_publ": "15 Apr 2016 (v1), last revised 18 Apr 2016 (this version, v2)",
    "authors": [
      "Tamás Baranyai",
      "András Balázs",
      "Péter L. Várkony"
    ],
    "abstract": "Abstract:  This paper presents a partial reconstruction of the rotational dynamics of\nthe Philae spacecraft upon landing on comet 67P/Churyumov-Gerasimenko as part\nof ESA's Rosetta mission. We analyze the motion and the events triggered by the\nfailure to fix the spacecraft to the comet surface at the time of the first\ntouchdown. Dynamic trajectories obtained by numerical simulation of a 7\ndegree-of-freedom mechanical model of the spacecraft are fitted to directions\nof incoming solar radiation inferred from in-situ measurements of the electric\npower provided by the solar panels. The results include a lower bound of the\nangular velocity of the lander immediately after its first touchdown. Our study\nalso gives insight into the effect of the programmed turn-off of the\nstabilizing gyroscope after touchdown; the important dynamical consequences of\na small collision during Philae's journey; and the probability that a similar\nlanding scenario harms the operability of this type of spacecraft.",
    "categories": [
      "Classical Physics (physics.class-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1604.04414"
  },
  {
    "url": "https://arxiv.org/abs/1604.03511",
    "title": "Title:Directed Energy Missions for Planetary Defense",
    "date_publ": "12 Apr 2016 (v1), last revised 21 Apr 2016 (this version, v2)",
    "authors": [
      "Philip Lubin",
      "Gary B. Hughes",
      "Mike Eskenazi",
      "Kelly Kosmo",
      "Isabella E. Johansson",
      "Janelle Griswold",
      "Mark Pryor",
      "Hugh O'Neill",
      "Peter Meinhold",
      "Jonathon Suen",
      "Jordan Riley",
      "Qicheng Zhang",
      "Kevin Walsh",
      "Carl Melis",
      "Miikka Kangas",
      "Caio Motta",
      "Travis Brashear"
    ],
    "abstract": "Abstract:  Directed energy for planetary defense is now a viable option and is superior\nin many ways to other proposed technologies, being able to defend the Earth\nagainst all known threats. This paper presents basic ideas behind a directed\nenergy planetary defense system that utilizes laser ablation of an asteroid to\nimpart a deflecting force on the target. A conceptual philosophy called\nDE-STAR, which stands for Directed Energy System for Targeting of Asteroids and\nexploRation, is an orbiting stand-off system, which has been described in other\npapers. This paper describes a smaller, stand-on system known as DE-STARLITE as\na reduced-scale version of DE-STAR. Both share the same basic heritage of a\ndirected energy array that heats the surface of the target to the point of high\nsurface vapor pressure that causes significant mass ejection thus forming an\nejection plume of material from the target that acts as a rocket to deflect the\nobject. This is generally classified as laser ablation. DE-STARLITE uses\nconventional propellant for launch to LEO and then ion engines to propel the\nspacecraft from LEO to the near-Earth asteroid (NEA). During laser ablation,\nthe asteroid itself provides the propellant source material; thus a very modest\nspacecraft can deflect an asteroid much larger than would be possible with a\nsystem of similar mission mass using ion beam deflection (IBD) or a gravity\ntractor. DE- STARLITE is capable of deflecting an Apophis-class (325 m\ndiameter) asteroid with a 1- to 15-year targeting time (laser on time)\ndepending on the system design. The mission fits within the rough mission\nparameters of the Asteroid Redirect Mission (ARM) program in terms of mass and\nsize. DE-STARLITE also has much greater capability for planetary defense than\ncurrent proposals and is readily scalable to match the threat. It can deflect\nall known threats with sufficient warning.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Popular Physics (physics.pop-ph)"
    ],
    "url_pdf": "/pdf/1604.03511"
  },
  {
    "url": "https://arxiv.org/abs/1604.03403",
    "title": "Title:Escape dynamics and fractal basins boundaries in the three-dimensional Earth-Moon system",
    "date_publ": "12 Apr 2016",
    "authors": [
      "Euaggelos E. Zoto"
    ],
    "abstract": "Abstract:  The orbital dynamics of a spacecraft, or a comet, or an asteroid in the\nEarth-Moon system in a scattering region around the Moon using the three\ndimensional version of the circular restricted three-body problem is\nnumerically investigated. The test particle can move in bounded orbits around\nthe Moon or escape through the openings around the Lagrange points $L_1$ and\n$L_2$ or even collide with the surface of the Moon. We explore in detail the\nfirst four of the five possible Hill's regions configurations depending on the\nvalue of the Jacobi constant which is of course related with the total orbital\nenergy. We conduct a thorough numerical analysis on the phase space mixing by\nclassifying initial conditions of orbits in several two-dimensional types of\nplanes and distinguishing between four types of motion: (i) ordered bounded,\n(ii) trapped chaotic, (iii) escaping and (iv) collisional. In particular, we\nlocate the different basins and we relate them with the corresponding spatial\ndistributions of the escape and collision times. Our outcomes reveal the high\ncomplexity of this planetary system. Furthermore, the numerical analysis\nsuggests a strong dependence of the properties of the considered basins with\nboth the total orbital energy and the initial value of the $z$ coordinate, with\na remarkable presence of fractal basin boundaries along all the regimes. Our\nresults are compared with earlier ones regarding the planar version of the\nEarth-Moon system.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Chaotic Dynamics (nlin.CD)"
    ],
    "url_pdf": "/pdf/1604.03403"
  },
  {
    "url": "https://arxiv.org/abs/1604.03180",
    "title": "Title:Observational Constraints on Planet Nine: Cassini Range Observations",
    "date_publ": "12 Apr 2016",
    "authors": [
      "Matthew J. Holman",
      "Matthew J. Payn"
    ],
    "abstract": "Abstract:  We significantly constrain the sky position, distance, and mass of a possible\nadditional, distant planet in the solar system by examining its influence on\nthe distance between Earth and the Cassini Spacecraft. Our preferred region is\napproximately centered on (RA, Dec) = ($40\\arcdeg$, $-15\\arcdeg$), extending\napproximately 20 degrees in all directions.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1604.03180"
  },
  {
    "url": "https://arxiv.org/abs/1604.03119",
    "title": "Title:Radial profiles of the Phoebe ring, a vast debris disk around Saturn",
    "date_publ": "11 Apr 2016",
    "authors": [
      "Daniel Tamayo",
      "Stephen R. Markham",
      "Matthew M. Hedman",
      "Joseph A. Burns",
      "Douglas P. Hamilto"
    ],
    "abstract": "Abstract:  We present observations at optical wavelengths with the Cassini Spacecraft's\nImaging Science System of the Phoebe ring, a vast debris disk around Saturn\nthat seems to be collisionally generated by its irregular satellites. The\nanalysis reveals a radial profile from 80-260 Saturn radii ($R_S$) that changes\nbehavior interior to $\\approx 110 R_S$, which we attribute to either the moon\nIapetus sweeping up small particles, or to orbital instabilities that cause the\nring to flare up vertically. Our study yields an integrated I/F at 0.635 $\\mu$m\nalong Saturn's shadow in the Phoebe ring's midplane from 80-250 $R_S$ of\n$2.7^{+0.9}_{-0.3} \\times 10^{-9}$. We develop an analytical model for the\nsize-dependent secular dynamics of retrograde Phoebe ring grains, and compare\nthis model to the observations. This analysis implies that 1) the \"Phoebe\" ring\nis partially sourced by debris from irregular satellites beyond Phoebe's orbit\nand 2) the scattered light signal is dominated by small grains ($\\lesssim\n20\\mu$m in size). If we assume that the Phoebe ring is generated through\nsteady-state micrometeoroid bombardment, this implies a power-law size\ndistribution with index $> 4$, which is unusually steep among solar system\nrings. This suggests either a steep size distribution of ejecta when material\nis initially released, or a subsequent process that preferentially breaks up\nlarge grains.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1604.03119"
  },
  {
    "url": "https://arxiv.org/abs/1604.01356",
    "title": "Title:A Roadmap to Interstellar Flight",
    "date_publ": "5 Apr 2016 (v1), last revised 21 Jan 2022 (this version, v8)",
    "authors": [
      "Philip Lubi"
    ],
    "abstract": "Abstract:  In the nearly 60 years of spaceflight we have accomplished wonderful feats of\nexploration that have shown the incredible spirit of the human drive to explore\nand understand our universe. Yet in those 60 years we have barely left our\nsolar system with the Voyager 1 spacecraft launched in 1977 finally leaving the\nsolar system after 37 years of flight at a speed of 17 km/s or less than 0.006%\nthe speed of light. As remarkable as this is we will never reach even the\nnearest stars with our current propulsion technology in even 10 millennium. We\nhave to radically rethink our strategy or give up our dreams of reaching the\nstars, or wait for technology that does not currently exist. While we all dream\nof human spaceflight to the stars in a way romanticized in books and movies, it\nis not within our power to do so, nor it is clear that this is the path we\nshould choose. We posit a technological path forward, that while not simple, it\nis within our technological reach. We propose a roadmap to a program that will\nlead to sending relativistic probes to the nearest stars and will open up a\nvast array of possibilities of flight both within our solar system and far\nbeyond. Spacecraft from gram level complete spacecraft on a wafer (\"wafersats\")\nthat reach more than $1/4c$ and reach the nearest star in 20 years to\nspacecraft with masses more than $10^5$ kg (100 tons) that can reach speeds of\ngreater than 1000 km/s. These systems can be propelled to speeds currently\nunimaginable with existing propulsion technologies. To do so requires a\nfundamental change in our thinking of both propulsion and in many cases what a\nspacecraft is. In addition to larger spacecraft, some capable of transporting\nhumans, we consider functional spacecraft on a wafer, including integrated\noptical communications, imaging systems, photon thrusters, power and sensors\ncombined with directed energy propulsion.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Popular Physics (physics.pop-ph)"
    ],
    "url_pdf": "/pdf/1604.01356"
  },
  {
    "url": "https://arxiv.org/abs/1604.00302",
    "title": "Title:Emergence of granular-sized magnetic bubbles through the solar atmosphere. III. The path to the transition region",
    "date_publ": "1 Apr 2016",
    "authors": [
      "Ada Ortiz",
      "Viggo Hansteen",
      "Luis Ramon Bellot Rubio",
      "Jaime de la Cruz Rodriguez",
      "Bart De Pontieu",
      "Mats Carlsson",
      "Luc Rouppe van der Voor"
    ],
    "abstract": "Abstract:  We study the ascent of granular-sized magnetic bubbles from the solar\nphotosphere through the chromosphere into the transition region and above, for\nthe first time. Such events occurred in a flux emerging region in NOAA 11850 on\nSeptember 25, 2013. During that time, the first co-observing campaign between\nthe Swedish 1-m Solar Telescope and the IRIS spacecraft was carried out.\nSimultaneous observations of the chromospheric H$\\alpha$ 656.28 nm and\n\\ion{Ca}{2} 854.2 nm lines, plus the photospheric \\ion{Fe}{1} 630.25 nm line,\nwere made with the CRISP spectropolarimeter at the SST reaching a spatial\nresolution of 0.\"14. At the same time, IRIS was performing a four-step dense\nraster of the said emerging flux region, taking slit-jaw images at 133 (C~{\\sc\nii}, transition region), 140 (\\ion{Si}{4}, transition region), 279.6\n(\\ion{Mg}{2} k, core, upper chromosphere), and 283.2 nm (\\ion{Mg}{2} k, wing,\nphotosphere). Spectroscopy of several lines was performed by the IRIS\nspectrograph in the far and near ultraviolet, of which we have used the\n\\ion{Si}{4} 140.3 and the \\ion{Mg}{2} k 279.6 nm lines. Coronal images from the\nAtmospheric Imaging Assembly of the Solar Dynamics Observatory were used to\ninvestigate the possible coronal signatures of the flux emergence events. The\nphotospheric and chromospheric properties of small-scale emerging magnetic\nbubbles have been described in detail in Ortiz et al. (2014). Here we are able\nto follow such structures up to the transition region. We describe the\nproperties, including temporal delays, of the observed flux emergence in all\nlayers. We believe this may be an important mechanism of transporting energy\nand magnetic flux from subsurface layers to the transition region and corona.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1604.00302"
  },
  {
    "url": "https://arxiv.org/abs/1604.00259",
    "title": "Title:Flexible Multibody System Linear Modeling for Control using Component Modes Synthesis and Double-Port Approach",
    "date_publ": "1 Apr 2016 (v1), last revised 10 Aug 2016 (this version, v2)",
    "authors": [
      "Jose Alvaro Perez",
      "Daniel Alazard",
      "Thomas Loquen",
      "Christelle Pittet",
      "Christelle Cume"
    ],
    "abstract": "Abstract:  The main objective of this study is to propose a methodology to build a\nparametric linear model of Flexible Multibody Systems for control design. This\napproach uses a combined Finite Element - State Space Approach based on\ncomponent modes synthesis and double-port approach. The proposed scheme offers\nthe advantage of automatic assembly of substructures, preserving the elastic\ndynamical behavior of the whole system. Substructures are connected following\nthe double-port approach; i.e, through the transfer of accelerations and loads\nat the connection points, which take into account the dynamic coupling among\nthem. In addition, parametric variations can be included in the model for\naccomplishing integrated control/structure design purposes. The method can be\napplied to combinations of chain-like or/and star-like flexible systems, and it\nis validated through its comparison with the assumed modes method for the case\nof a rotatory spacecraft.",
    "categories": [
      "Systems and Control (eess.SY)"
    ],
    "url_pdf": "#other"
  },
  {
    "url": "https://arxiv.org/abs/1603.09629",
    "title": "Title:Spacecraft Attitude and Reaction Wheel Desaturation Combined Control Method",
    "date_publ": "31 Mar 2016 (v1), last revised 10 Nov 2016 (this version, v2)",
    "authors": [
      "Yaguang Yan"
    ],
    "abstract": "Abstract:  Two popular types of spacecraft actuators are reaction wheels and magnetic\ntorque coils. Magnetic torque coils are particularly interesting because they\ncan be used for both attitude control and reaction wheel momentum management\n(desaturation control). Although these two tasks are performed at the same time\nusing the same set of actuators, most design methods deal with only one of the\nthese tasks or consider these two tasks separately. In this paper, a design\nwith these two tasks in mind is formulated as a single problem. A periodic\ntime-varying linear quadratic regulator design method is then proposed to solve\nthis problem. A simulation example is provided to describe the benefit of the\nnew strategy.",
    "categories": [
      "Optimization and Control (math.OC)"
    ],
    "url_pdf": "/pdf/1603.09629"
  },
  {
    "url": "https://arxiv.org/abs/1603.09008",
    "title": "Title:Observational Constraints on Planet Nine: Astrometry of Pluto and Other Trans-Neptunian Objects",
    "date_publ": "30 Mar 2016",
    "authors": [
      "Matthew J. Holman",
      "Matthew J. Payn"
    ],
    "abstract": "Abstract:  We use astrometry of Pluto and other TNOs to constrain the sky location,\ndistance, and mass of the possible additional planet (Planet Nine) hypothesized\nby Batygin and Brown (2016). We find that over broad regions of the sky, the\ninclusion of a massive, distant planet degrades the fits to the observations.\nHowever, in other regions, the fits are significantly improved by the addition\nof such a planet. Our best fits suggest a planet that is either more massive or\ncloser than argued for by Batygin and Brown (2016) based on the orbital\ndistribution of distant trans-neptunian objects (or by Fienga et al. (2016)\nbased on range measured to the Cassini spacecraft). The trend to favor larger\nand closer perturbing planets is driven by the residuals to the astrometry of\nPluto, remeasured from photographic plates using modern stellar catalogs (Buie\nand Folkner 2015), which show a clear trend in declination, over the course of\ntwo decades, that drive a preference for large perturbations. Although this\ntrend may be the result of systematic errors of unknown origin in the\nobservations, a possible resolution is that the declination trend may be due to\nperturbations from a body, additional to Planet Nine , that is closer to Pluto,\nbut less massive than, Planet Nine .",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1603.09008"
  },
  {
    "url": "https://arxiv.org/abs/1603.08863",
    "title": "Title:Ground level observations of relativistic solar particles on Oct 29th, 2015: Is it a new GLE on the current solar cycle?",
    "date_publ": "29 Mar 2016",
    "authors": [
      "C. R. A. Augusto",
      "C. E. Navia",
      "M. N. de Oliveira",
      "A. A. Nepomuceno",
      "A. C. Faut"
    ],
    "abstract": "Abstract:  On Oct. 29th, 2015, the Earth crossed through a fold in the heliospheric\ncurrent sheet. This is called a \"solar sector boundary crossing\". Under this\ncircumstances, a large coronal mass ejection (CME) occurred at 2:24 UT, behind\nthe west limb on the sun. Therefore, the boundary crossing occurred when in the\nblast's nearby environment was filled with energetic particles accelerated by\nthe CME shock waves, spacecraft measurements (ACE and GOES) have shown that in\nsuch a case, protons with energies at least up to 30 MeV were stored within the\nrange of the sector boundary. Thus, a fraction of the solar energetic particles\n(SEP) from CME, reached Earth around 03:00 UT in the aftermath of the solar\nblast, reaching the condition of an S1 (minor) radiation storm level. The\neffect at ground level was a small increase in the counting rate in some ground\nbased detectors, such as the South Pole Neutron Monitor (NM) and a sharp peak\nobserved in the counting rate in the New-Tupi detector in Rio de Janeiro,\nBrazil and Thule NM. The event is being classified as a new GLE (Ground Level\nEnhancement) in the current solar cycle, as the GLE 73. However, in all cases,\nthe counting rate increase is smaller or near than 2\\%. The Earth crossed\nthrough a fold in the heliospheric current sheet also caused a geomagnetic\ndisturbance, below the minor geomagnetic storm threshold, observed in the ACE\nspacecraft and a small decrease in the counting rates of some ground level\ndetectors, such as the New-Tupi detector and Thuly NM. Details of these\nobservations are reported.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1603.08863"
  },
  {
    "url": "https://arxiv.org/abs/1603.08565",
    "title": "Title:Charging of small grains in a space plasma: Application to Jovian stream particles",
    "date_publ": "28 Mar 2016",
    "authors": [
      "A. R. Dzhanoev",
      "J. Schmidt",
      "X. Liu",
      "F. Spah"
    ],
    "abstract": "Abstract:  Most theoretical investigations of dust charging processes in space have\ntreated the current balance condition as independent of grain size. However,\nfor small grains, as they are often observed in space environments, a\ndependence on grain size is expected due to secondary electron emission (SEE).\nHere, by the term \"small\" we mean a particle size comparable to the typical\npenetration depth for given primary electron energy. The results are relevant\nfor the dynamics of small, charged dust particles emitted by the volcanic moon\nIo, which form the Jovian dust streams. We revise the theory of charging of\nsmall (sub-micron sized) micrometeoroids to take into account a high production\nof secondary electrons for small grains immersed in an isotropic flux of\nelectrons. We apply our model to obtain an improved estimate for the charge of\nthe dust streams leaving the Jovian system, detected by several spacecraft. For\nthe Jupiter plasma environment we derive the surface potential of grains\ncomposed of NaCl (believed to be the major constituent of Jovian dust stream\nparticles) or silicates. For small particles the potential depends on grain\nsize and the secondary electron current induces a sensitivity to material\nproperties. As a result of the small particle effect, the estimates for the\ncharging times and for the fractional charge fluctuations of NaCl grains\nobtained using our general approach to SEE give results qualitatively different\nfrom the analogous estimates derived from the traditional approach to SEE. We\nfind that for the charging environment considered in this paper field emission\ndoes not limit the charging of NaCl grains.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1603.08565"
  },
  {
    "url": "https://arxiv.org/abs/1603.06889",
    "title": "Title:Correlation between peak energy and Fourier power density spectrum slope in gamma-ray bursts",
    "date_publ": "22 Mar 2016",
    "authors": [
      "S. Dichiara (1",
      "2)",
      "C. Guidorzi (1)",
      "L. Amati (3)",
      "F. Frontera (1",
      "3)",
      "R. Margutti (4",
      "5) ((1) Ferrara University",
      "(2) ICRANet",
      "(3) INAF IASF-Bologna",
      "(4) Harvard",
      "(5) NYU"
    ],
    "abstract": "Abstract:  The origin of the gamma-ray burst (GRB) prompt emission still defies\nexplanation, in spite of recent progress made, for example, on the occasional\npresence of a thermal component in the spectrum along with the ubiquitous\nnon-thermal component that is modelled with a Band function. The combination of\nfinite duration and aperiodic modulations make GRBs hard to characterise\ntemporally. Although correlations between GRB luminosity and spectral hardness\non one side and time variability on the other side have long been known, the\nloose and often arbitrary definition of the latter makes the interpretation\nuncertain. We characterise the temporal variability in an objective way and\nsearch for a connection with rest-frame spectral properties for a number of\nwell-observed GRBs. We studied the individual power density spectra (PDS) of\n123 long gamma-ray bursts with measured redshift, rest-frame peak energy Ep,i\nof the time-averaged nuFnu spectrum, and well-constrained PDS slope alpha\ndetected with Swift, Fermi and past spacecraft. The PDS were modelled with a\npower law either with or without a break adopting a Bayesian Markov chain Monte\nCarlo technique. We find a highly significant Ep,i-alpha anti-correlation. The\nnull hypothesis probability is ~ 10^-9. In the framework of the internal shock\nsynchrotron model, the Ep,i-alpha anti-correlation can hardly be reconciled\nwith the predicted Ep,i propto Gamma^-2, unless either variable microphysical\nparameters of the shocks or continual electron acceleration are assumed.\nAlternatively, in the context of models based on magnetic reconnection, the PDS\nslope and Ep,i are linked to the ejecta magnetisation at the dissipation site,\nso that more magnetised outflows would produce more variable GRB light curves\nat short timescales (<= 1 s), shallower PDS, and higher values of Ep,i.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1603.06889"
  },
  {
    "url": "https://arxiv.org/abs/1603.06659",
    "title": "Title:Generation and analysis of correlated pairs of photons on board a nanosatellite",
    "date_publ": "22 Mar 2016",
    "authors": [
      "Zhongkan Tang",
      "Rakhitha Chandrasekara",
      "Yue Chuan Tan",
      "Cliff Cheng",
      "Luo Sha",
      "Goh Cher Hiang",
      "Daniel Oi",
      "Alexander Lin"
    ],
    "abstract": "Abstract:  Satellites carrying sources of entangled photons could establish a global\nquantum network, enabling private encryption keys between any two points on\nEarth. Despite numerous proposals, demonstration of space-based quantum systems\nhas been limited due to the cost of traditional satellites. We are using very\nsmall spacecraft to accelerate progress. We report the in-orbit operation of a\nphoton pair source aboard a 1.65 kg nanosatellite and demonstrate pair\ngeneration and polarization correlation under space conditions. The in-orbit\nphoton correlations exhibit a contrast of 97+/-2%, matching ground-based tests.\nThis pathfinding mission overcomes the challenge of demonstrating in-orbit\nperformance for the components of future entangled photon experiments. Ongoing\noperation establishes the in-orbit lifetime of these critical components. More\ngenerally, this demonstrates the ability for nanosatellites to enable faster\nprogress in space-based research.",
    "categories": [
      "Quantum Physics (quant-ph)",
      " Instrumentation and Detectors (physics.ins-det)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1603.06659"
  },
  {
    "url": "https://arxiv.org/abs/1603.06137",
    "title": "Title:Voyager observations in the distant heliosheath: An analogy with ISEE-3 observations in the deep geomagnetic tail",
    "date_publ": "19 Mar 2016",
    "authors": [
      "Ian G. Richardso"
    ],
    "abstract": "Abstract:  We suggest an analogy between energetic particle and magnetic field\nobservations made by the Voyager 1 spacecraft in the distant heliosheath at 122\nAU in August 2012, and those made in the distant geomagnetic tail by the ISEE 3\nspacecraft in 1982-1983, despite large differences in the time and distance\nscales. The analogy suggests that in August, 2012, Voyager 1 may not have moved\nfrom the anomalous cosmic ray (ACR)-dominated heliosheath into the interstellar\nmedium but into a region equivalent to the \"lobes\" of the geomagnetic tail,\ncomposed of heliospheric field lines which have reconnected with the\ninterstellar medium beyond the spacecraft and so are open to the entry of\ncosmic rays, while heliospheric particles (e.g., ACRs) are free to escape, and\nwhich maintain a ~Parker spiral configuration. The heliopause, analogous to the\nmagnetopause forming the outer boundary of the lobes, may then lie beyond this\nso-called \"heliocliff\". Even if this analogy is incorrect, the remarkable\nsimilarities between the energetic particle and magnetic field observations in\nthese very different regions are worth noting.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1603.06137"
  },
  {
    "url": "https://arxiv.org/abs/1603.05734",
    "title": "Title:Energy Flows in the Jupiter-Io System",
    "date_publ": "18 Mar 2016",
    "authors": [
      "Siming Li"
    ],
    "abstract": "Abstract:  With the laws of mass conservation, momentum conservation and energy\nconservation, incorporating the processes of neutral gas ionization and ion\ndiffusion, we develop a self-consistent model for the bright ribbon --- the\nmost prominent feature in Io's plasma torus. The model parameters are well\nconstrained by earlier {\\it in situ} observations with the Galileo and Voyager\nspacescrafts. Our model calculation indicates that the total power dissipated\ninside the torus is 3.6 times bigger than the total power transported to Jovian\nionosphere via Birkeland current. The power dissipation inside the torus is\nrelatively uniform. Most of the power transportation associated with the\nBirkeland current, however, is localized near the flux tube of Io. With a\nheight-intergrated conductivity of 0.15$\\,$mho in Jovian ionosphere, consistent\nwith earlier aeronomy models, the model gives a reasonable fit to the recent\nobservations of the FUV Io tail on Jupiter. Extra mass loading near Io is\nrequired in the model. This excess of mass injection into the plasma torus may\nexplain the Io-correlated energy source revealed by earlier EUV observations\nwith the Voyager spacecrafts. Further investigation of the model implications\nis warranted.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1603.05734"
  },
  {
    "url": "https://arxiv.org/abs/1603.05563",
    "title": "Title:TI tether rig for solving secular spinrate change problem of electric sail",
    "date_publ": "17 Mar 2016 (v1), last revised 9 May 2017 (this version, v3)",
    "authors": [
      "Pekka Janhunen",
      "Petri Toivane"
    ],
    "abstract": "Abstract:  The electric solar wind sail (E-sail) is a way to propel a spacecraft by\nusing the natural solar wind as a thrust source. The problem of secular\nspinrate change was identified earlier which is due to the orbital Coriolis\neffect and tends to slowly increase or decrease the sail's spinrate, depending\non which way the sail is inclined with respect to the solar wind. Here we\npresent an E-sail design and its associated control algorithm which enable\nspinrate control during propulsive flight by the E-sail effect itself. In the\ndesign, every other maintether (\"T-tether\") is galvanically connected through\nthe remote unit with the two adjacent auxtethers, while the other maintethers\n(\"I-tethers\") are insulated from the tethers. This enables one to effectively\ncontrol the maintether and auxtether voltages separately, which in turn enables\nspinrate control. We use a detailed numerical simulation to show that the\nalgorithm can fully control the E-sail's spin state in real solar wind. The\nsimulation includes a simple and realistic set of controller sensors: an imager\nto detect remote unit angular positions and a vector accelerometer. The imager\nresolution requirement is modest and the accelerometer noise requirement is\nfeasible to achieve. The TI tether rig enables building E-sails that are able\nto control their spin state fully and yet are actuated by pure tether voltage\nmodulation from the main spacecraft and requiring no functionalities from the\nremote units during flight.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1603.05563"
  },
  {
    "url": "https://arxiv.org/abs/1603.04673",
    "title": "Title:Magnetic activity cycles in solar-like stars: The cross-correlation technique of p-mode frequency shifts",
    "date_publ": "15 Mar 2016",
    "authors": [
      "C. Regulo",
      "R. A. Garcia",
      "J. Ballo"
    ],
    "abstract": "Abstract:  Aims. We aim studying the use of cross-correlation techniques to infer the\nfrequency shifts induced by changing magnetic fields in the p-mode frequencies\nand provide precise estimation of the error bars. Methods. This technique and\nthe calculation of the associated errors is first tested and validated on the\nSun where the p-mode magnetic behaviour is very well known. These validation\ntests are performed on 6000-day time series of Sun-as-a-star observations\ndelivered by the SoHO spacecraft. Errors of the frequency shifts are quantified\nthrough Monte Carlo simulations. The same methodology is then applied to three\nsolar-like oscillating stars: HD 49933, observed by CoRoT, as well as KIC\n3733735 and KIC 7940546 observed by Kepler. Results. We first demonstrate the\nreliability of the error bars computed with the Monte Carlo simulations using\nthe Sun. From the three analyzed stars we confirm the presence of a magnetic\nactivity cycle with this methodology in HD 49933 and we unveil seismic\nsignature of on going magnetic variations in KIC 3733735. Finally, the third\nstar, KIC 7940546, seems to be in a quiet regime.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1603.04673"
  },
  {
    "url": "https://arxiv.org/abs/1603.03625",
    "title": "Title:Mineralogy and Geology of asteroid (4) Vesta from Dawn Framing Camera",
    "date_publ": "11 Mar 2016",
    "authors": [
      "Guneshwar Thangja"
    ],
    "abstract": "Abstract:  This thesis presents insights into the surface compositional heterogeneity\nand geology of asteroid Vesta. Lithologic mapping using Framing Camera onboard\nthe NASA Dawn spacecraft revealed that the majority of the surface is\nhowarditic in composition (Thangjam et al. 2013). An important outcome of this\nthesis is identification of olivine-rich exposures for the first time using FC\ncolor data (Thangjam et al., 2014). Another significant contribution from this\nthesis is an innovative three-dimensional approach of spectral analysis that\ncould be used to study surface compositional heterogeneity of Vesta (Thangjam\net al., 2016). The three band parameter space with defined polyhedrons is more\nadvanced and robust compared to the generally used two-dimensional spectral\nanalysis i.e., two band parameter space. A revised petrologic evolution model\nis presented to explain the ongoing problem of missing olivine-rich mantle of\nVesta and also the petrogenesis of HED meteorites (howardite, eucrite,\ndiogenite clan of stony achondrites).",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1603.03625"
  },
  {
    "url": "https://arxiv.org/abs/1603.03424",
    "title": "Title:Second-order variational equations for N-body simulations",
    "date_publ": "10 Mar 2016",
    "authors": [
      "Hanno Rein",
      "Daniel Tamay"
    ],
    "abstract": "Abstract:  First-order variational equations are widely used in N-body simulations to\nstudy how nearby trajectories diverge from one another. These allow for\nefficient and reliable determinations of chaos indicators such as the Maximal\nLyapunov characteristic Exponent (MLE) and the Mean Exponential Growth factor\nof Nearby Orbits (MEGNO).\nIn this paper we lay out the theoretical framework to extend the idea of\nvariational equations to higher order. We explicitly derive the differential\nequations that govern the evolution of second-order variations in the N-body\nproblem. Going to second order opens the door to new applications, including\noptimization algorithms that require the first and second derivatives of the\nsolution, like the classical Newton's method. Typically, these methods have\nfaster convergence rates than derivative-free methods. Derivatives are also\nrequired for Riemann manifold Langevin and Hamiltonian Monte Carlo methods\nwhich provide significantly shorter correlation times than standard methods.\nSuch improved optimization methods can be applied to anything from\nradial-velocity/transit-timing-variation fitting to spacecraft trajectory\noptimization to asteroid deflection.\nWe provide an implementation of first and second-order variational equations\nfor the publicly available REBOUND integrator package. Our implementation\nallows the simultaneous integration of any number of first and second-order\nvariational equations with the high-accuracy IAS15 integrator. We also provide\nroutines to generate consistent and accurate initial conditions without the\nneed for finite differencing.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Classical Analysis and ODEs (math.CA)",
      " Dynamical Systems (math.DS)"
    ],
    "url_pdf": "/pdf/1603.03424"
  },
  {
    "url": "https://arxiv.org/abs/1603.03015",
    "title": "Title:Combining Magnetic and Electric Sails for Interstellar Deceleration",
    "date_publ": "22 Jan 2016",
    "authors": [
      "Nikolaos Perakis",
      "Andreas M. Hei"
    ],
    "abstract": "Abstract:  The main benefit of an interstellar mission is to carry out in-situ\nmeasurements within a target star system. To allow for extended in-situ\nmeasurements, the spacecraft needs to be decelerated. One of the currently most\npromising technologies for deceleration is the magnetic sail which uses the\ndeflection of interstellar matter via a magnetic field to decelerate the\nspacecraft. However, while the magnetic sail is very efficient at high\nvelocities, its performance decreases with lower speeds. This leads to\ndeceleration durations of several decades depending on the spacecraft mass.\nWithin the context of Project Dragonfly, initiated by the Initiative of\nInterstellar Studies (i4is), this paper proposes a novel concept for\ndecelerating a spacecraft on an interstellar mission by combining a magnetic\nsail with an electric sail. Combining the sails compensates for each\ntechnologys shortcomings: A magnetic sail is more effective at higher\nvelocities than the electric sail and vice versa. It is demonstrated that using\nboth sails sequentially outperforms using only the magnetic or electric sail\nfor various mission scenarios and velocity ranges, at a constant total\nspacecraft mass. For example, for decelerating from 5% c, to interplanetary\nvelocities, a spacecraft with both sails needs about 29 years, whereas the\nelectric sail alone would take 35 years and the magnetic sail about 40 years\nwith a total spacecraft mass of 8250 kg. Furthermore, it is assessed how the\ncombined deceleration system affects the optimal overall mission architecture\nfor different spacecraft masses and cruising speeds. Future work would\ninvestigate how operating both systems in parallel instead of sequentially\nwould affect its performance. Moreover, uncertainties in the density of\ninterstellar matter and sail properties need to be explored.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Popular Physics (physics.pop-ph)"
    ],
    "url_pdf": "/pdf/1603.03015"
  },
  {
    "url": "https://arxiv.org/abs/1603.02883",
    "title": "Title:Studying the applicability of different thermoelectric materials for efficiency calculation in hybrid thermoelectric generator for waste heat recovery from automobile and steel industry",
    "date_publ": "9 Mar 2016 (v1), last revised 24 May 2016 (this version, v2)",
    "authors": [
      "Kumar Gaurav",
      "Sudhir K Pande"
    ],
    "abstract": "Abstract:  In this work, we study the suitability of different thermoelectric materials\nlike $Bi_2Te_3$, $Sb_{2}Te_{3}$, $PbTe$, $TAGS$, $CeFe_{4}Sb_{12}$, $SiGe$ and\n$TiO_{1.1}$ in estimation of thermoelectric generator's (TEG) efficiency. The\nefficiency of TEG made up of ${Be_{2}Te_{3}}$ or $Sb_{2}Te_{3}$ gives $\\sim$7\\%\nin temperature range of 310 K - 500 K. $PbTe$ or $TAGS$ or $CeFe_{4}Sb_{12}$\ngives $\\sim$6\\% in temperature range of 500 K - 900 K and $SiGe$ or $TiO_{1.1}$\nalso have remarkable efficiency in higher temperature range i.e $\\sim$1200 K.\nHere, we report the enhancement of efficiency by using hybridization technique\nfor different combination of above-mentioned materials. Hybridization of two\ndifferent materials of TEG module is done by considering compatibility factor\naspect. To this end, the proposed values of overall efficiency of TEG by\nhybridizing ${Be_{2}Te_{3}}$ and $PbTe$; ${Be_{2}Te_{3}}$ and $TAGS$;\n$Bi_{2}Te_{3}$ and $CeFe_{4}Sb_{12}$ are 12\\%, 14\\% and 11.88\\%, respectively,\nfor temperature range of 310 K to 900 K, which can be installed in an\nautomobile. For steel industry and spacecraft application (till 1200 K)\nhybridization of $Bi_{2}Te_{3}$, $PbTe$ and $SiGe$; ${Be_{2}Te_{3}}$ and\n$TiO_{1.1}$ yields efficiency of $\\sim$15.2\\% and $\\sim$17.2\\%, respectively.\nThe proposed results can be treated as a viable option for engineers, who are\nlooking for fabricating TEG in real life applications such as automobile,\nspacecraft and steel industry.",
    "categories": [
      "Materials Science (cond-mat.mtrl-sci)"
    ],
    "url_pdf": "/pdf/1603.02883"
  },
  {
    "url": "https://arxiv.org/abs/1603.02697",
    "title": "Title:Generation of a North/South Magnetic Field Component from Variations in the Photospheric Magnetic Field",
    "date_publ": "8 Mar 2016",
    "authors": [
      "Roger K. Ulrich",
      "Tham Tra"
    ],
    "abstract": "Abstract:  We address the problem of calculating the transverse magnetic field in the\nsolar wind outside of the hypothetical sphere called the source surface where\nthe solar wind originates. This calculation must overcome a widely used\nfundamental assumption about the source surface -- the field is normally\nrequired to purely radial at the source surface. Our model rests on the fact\nthat a change in the radial field strength at the source surface is a change in\nthe field line density. Surrounding field lines must move laterally in order to\naccommodate this field line density change. As the outward wind velocity drags\nfield lines past the source surface this lateral component of motion produces a\ntilt implying there is a transverse component to the field.\nAn analytic method of calculating the lateral translation speed of the field\nlines is developed. We apply the technique to an interval of approximately two\nCarrington rotations at the beginning of 2011 using 2-h averages of data from\nthe Helioseismic Magnetic Imager instrument on the Solar Dynamics Observatory\nspacecraft. We find that the value of the transverse magnetic field is\ndominated on a global scale by the effects of high latitude concentrations of\nfield lines being buffetted by supergranular motions.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1603.02697"
  },
  {
    "url": "https://arxiv.org/abs/1603.00821",
    "title": "Title:Mean radius and shape of Pluto and Charon from New Horizons images",
    "date_publ": "2 Mar 2016 (v1), last revised 22 Jun 2016 (this version, v2)",
    "authors": [
      "Francis Nimmo",
      "Orkan M Umurhan",
      "Carey M Lisse",
      "Carver J Bierson",
      "Tod R Lauer",
      "Marc W Buie",
      "Henry B Throop",
      "Josh A Kammer",
      "James H Roberts",
      "William B McKinnon",
      "Amanda M Zangari",
      "Jeffrey M Moore",
      "S Alan Stern",
      "Leslie A Young",
      "Harold A Weaver",
      "Cathy B Olkin",
      "Kim Ennico",
      "the New Horizons GGI tea"
    ],
    "abstract": "Abstract:  Approach images taken by the LORRI imaging system during the New Horizons\nspacecraft encounter have been used to determine the mean radii and shapes of\nPluto and Charon. The primary observations are limb locations derived using\nthree independent approaches. The resulting mean radii of Pluto and Charon are\n1188.3 +/- 1.6 km and 606.0 +/- 1.0 km, respectively (2-sigma). The\ncorresponding densities are 1854 +/- 11 kg m-3 and 1701 +/- 33 kg m-3\n(2-sigma). The Charon radius value is consistent with previous Earth-based\noccultation estimates. The Pluto radius estimate is consistent with solar\noccultation measurements performed by the ALICE and Fine Sun Sensor instruments\non New Horizons. Neither Pluto nor Charon show any evidence for\ntidal/rotational distortions; upper bounds on the oblateness are <0.6% and\n<0.5%, respectively.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1603.00821"
  },
  {
    "url": "https://arxiv.org/abs/1603.00676",
    "title": "Title:Annual Cosmic Ray Spectra from 250 MeV up to 1.6 GeV from 1995 - 2014 Measured With the Electron Proton Helium Instrument onboard SOHO",
    "date_publ": "2 Mar 2016",
    "authors": [
      "P. Kühl",
      "R. Gómez-Herrero",
      "B. Hebe"
    ],
    "abstract": "Abstract:  The solar modulation of galactic cosmic rays (GCR) can be studied in detail\nby examining long-term variations of the GCR energy spectrum (e.g. on the\nscales of a solar cycle). With almost 20 years of data, the Electron Proton\nHelium INstrument (EPHIN) onboard the SOlar and Heliospheric Observatory (SOHO)\nis well suited for this kind of investigation. Although the design of the\ninstrument is optimized to measure proton and helium isotope spectra up to 50\nMeV nucleon$^{-1}$ , the capability exists to determine proton energy spectra\nfrom 250 MeV up to above 1.6 GeV. Therefore we developed a sophisticated\ninversion method to calculate such proton spectra. The method relies on a\nGEANT4 Monte Carlo simulation of the instrument and a simplified spacecraft\nmodel that calculates the energy-response function of EPHIN for electrons,\nprotons and heavier ions. For validation purposes, proton spectra based on this\nmethod are compared to various balloon missions and space instrumentation. As a\nresult we present annual galactic cosmic ray spectra from 1995 to 2014.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1603.00676"
  },
  {
    "url": "https://arxiv.org/abs/1603.00343",
    "title": "Title:A note on stability of spacecrafts and underwater vehicles",
    "date_publ": "1 Mar 2016",
    "authors": [
      "Dan Comanesc"
    ],
    "abstract": "Abstract:  A Hamilton-Poisson system is an approach for the motion of a spacecraft\naround an asteroid or for the motion of an underwater vehicle. We construct a\ncoordinate chart on the symplectic leaf which contains a specific generic\nequilibrium point and we establish stability conditions for this equilibrium\npoint.",
    "categories": [
      "Mathematical Physics (math-ph)"
    ],
    "url_pdf": "/pdf/1603.00343"
  },
  {
    "url": "https://arxiv.org/abs/1602.08518",
    "title": "Title:Rotationally Induced Surface Slope-Instabilities and the Activation of CO2 Activity on Comet 103P/Hartley 2",
    "date_publ": "26 Feb 2016",
    "authors": [
      "Jordan K. Steckloff",
      "Kevin Graves",
      "Toshi Hirabayashi",
      "H. Jay Melosh",
      "James Richardso"
    ],
    "abstract": "Abstract:  Comet 103P/Hartley 2 has diurnally controlled, CO2-driven activity on the tip\nof the small lobe of its bilobate nucleus. Such activity is unique among the\ncomet nuclei visited by spacecraft, and suggests that CO2 ice is very near the\nsurface, which is inconsistent with our expectations of an object that\nthermophysically evolved for ~45 million years prior to entering the Jupiter\nFamily of comets. Here we explain this pattern of activity by showing that a\nvery plausible recent episode of rapid rotation (rotation period of ~11 [10-13]\nhours) would have induced avalanches in Hartley 2's currently active regions\nthat excavated down to CO2-rich ices and activated the small lobe of the\nnucleus. At Hartley 2's current rate of spindown about its principal axis, the\nnucleus would have been spinning fast enough to induce avalanches ~3-4 orbits\nprior to the DIXI flyby (~1984-1991). This coincides with Hartley 2's discovery\nin 1986, and implies that the initiation of CO2 activity facilitated the\ncomet's discovery. During the avalanches, the sliding material would either be\nlofted off the surface by gas activity, or possibly gained enough momentum\nmoving downhill (toward the tip of the small lobe) to slide off the nucleus.\nMuch of this material would have failed to reach escape velocity, and would\nreimpact the nucleus, forming debris deposits. The similar size frequency\ndistribution of the mounds observed on the surface of Hartley 2 and chunks of\nmaterial in its inner coma suggest that the 20-40 meter mounds observed by the\nDIXI mission on the surface of Hartley 2 are potentially these fallback debris\ndeposits. As the nucleus spun down from a rotation period of ~11 hours to 18.34\nhours at the time of the DIXI flyby, the location of potential minima, where\nmaterials preferentially settle, migrated about the surface, allowing us to\nplace relative ages on most of the imaged terrains of the nucleus.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1602.08518"
  }
]