[
  {
    "url": "https://arxiv.org/abs/gr-qc/0602002",
    "title": "Title:Solar system effects in Schwarzschild--de Sitter spacetime",
    "date_publ": "1 Feb 2006 (v1), last revised 18 Mar 2006 (this version, v2)",
    "authors": [
      "Valeria Kagramanova",
      "Jutta Kunz",
      "Claus Lämmerzah"
    ],
    "abstract": "Abstract:  The Schwarzschild--de Sitter space--time describes the gravitational field of\na spherically symmetric mass in a universe with cosmological constant\n$\\Lambda$. Based on this space--time we calculate Solar system effects like\ngravitational redshift, light deflection, gravitational time delay, Perihelion\nshift, geodetic or de Sitter precession, as well as the influence of $\\Lambda$\non a Doppler measurement, used to determine the velocity of the Pioneer 10 and\n11 spacecraft. For $\\Lambda=\\Lambda_0 \\sim 10^{-52} {\\rm m}^{-2}$ the\ncosmological constant plays no role for all of these effects, while a value of\n$\\Lambda \\sim - 10^{-37} {\\rm m}^{-2}$, if hypothetically held responsible for\nthe Pioneer anomaly, is not compatible with the Perihelion shift.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0602002"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0602556",
    "title": "Title:The intensity contrast of solar photospheric faculae and network elements II. Evolution over the rising phase of solar cycle 23",
    "date_publ": "25 Feb 2006",
    "authors": [
      "Ada Ortiz",
      "Vicente Domingo",
      "Blai Sanahuj"
    ],
    "abstract": "Abstract:  We studied the radiative properties of small magnetic elements (active region\nfaculae and the network) during the rising phase of solar cycle 23 from 1996 to\n2001, determining their contrasts as a function of heliocentric angle,\nmagnetogram signal, and the solar cycle phase. We combined near-simultaneous\nfull disk images of the line-of-sight magnetic field and photospheric continuum\nintensity provided by the MDI instrument on board the SOHO spacecraft. Sorting\nthe magnetogram signal into different ranges allowed us to distinguish between\nthe contrast of different magnetic structures. We find that the contrast\ncenter-to-limb variation (CLV) of these small magnetic elements is independent\nof time with a 10% precision, when measured during the rising phase of solar\ncycle 23. A 2-dimensional empirical expression for the contrast of photospheric\nfeatures as a function of both the position on the disk and the averaged\nmagnetic field strength was determined, showing its validity through the\nstudied time period. A study of the relationship between magnetogram signal and\nthe peak contrasts shows that the intrinsic contrast (maximum contrast per unit\nof magnetic flux) of network flux tubes is higher than that of active region\nfaculae during the solar cycle.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0602556"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0602512",
    "title": "Title:Titan at the time of the Cassini spacecraft first flyby: a prediction for its origin, bulk chemical composition and internal physical structure",
    "date_publ": "23 Feb 2006 (v1), last revised 24 Feb 2006 (this version, v2)",
    "authors": [
      "A.J.R. Prentic"
    ],
    "abstract": "Abstract:  I report the results of a new set of calculations for the gravitational\ncontraction of the proto-solar cloud to quantify the idea that Titan may be a\ncaptured moon of Saturn (Prentice 1981, 1984). It is proposed that Titan\ninitially condensed as a secondary embryo in the same proto-solar gas ring from\nwhich the central solid core and gaseous envelope of Saturn were acquired. At\nthe orbit of Saturn, the bulk chemical constituents of the condensate are rock\n(mass fraction 0.494), water ice (0.474), and graphite (0.032). The mean\ndensity is 1523 kg/m^3. Structural models for a frozen Titan yield a mean\ndensity of 2095 kg/m^3 (chemically homogeneous case) and 1904 kg/m^3 (fully\ndifferentiated 2-zone case). The agreement to one percent of the latter value\nwith the observed mean density suggests that Titan is indeed a fully\ndifferentiated satellite. The value of C/MR^2 for this model is 0.316. It is\npredicted that Titan has no internal ocean or induced magnetic field but it may\npossess a small native dipole field of magnitude 2 x 10^11 Tesla m^3 due to\nthermoremanent magnetization fed by the ancient magnetic field of Saturn.\nCapture of Titan was achieved by gas drag at the edge of the proto-Saturnian\nenvelope at a time when that cloud had a radius close to the present orbital\nsize of Titan. Collisional drag was also probably an important agent in\nsecuring the capture of Titan. Perhaps Hyperion is the shattered remnant of a\npre-existing native moon of Saturn that was destroyed on the arrival of Titan.\nTitan should thus have much the same appearance as Triton, being nearly smooth,\ncrater-free and streaked with elemental carbon (Prentice 2004a).",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0602512"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0602354",
    "title": "Title:A transient I band excess in the optical spectrum of the accreting millisecond pulsar SAX J1808.4-3658",
    "date_publ": "16 Feb 2006 (v1), last revised 25 May 2006 (this version, v2)",
    "authors": [
      "J. G. Greenhill (1)",
      "A. B. Giles (1 and 2)",
      "C. Coutures (3) ((1) University of Tasmania (2) Spurion Technology (3) CEA / Saclay"
    ],
    "abstract": "Abstract:  The optical counterpart of the transient, millisecond X-ray pulsar SAX\nJ1808.4-3658 was observed in four colours (BVRI) for five weeks during the 2005\nJune-July outburst. The optical fluxes declined by ~2 magnitudes during the\nfirst 16 days and then commenced quasi-periodic secondary outbursts, with\ntime-scales of several days, similar to those seen in 2000 and 2002. The\nbroadband spectra derived from these measurements were generally consistent\nwith emission from an X-ray heated accretion disc. During the first 16 days\ndecline in intensity the spectrum became redder. We suggest that the primary\noutburst was initiated by a viscosity change driven instability in the inner\ndisc and note the contrast with another accreting millisecond pulsar, XTE\nJ0929--314, for which the spectrum becomes bluer during the decline. On the\nnight of 2005 June 5 (HJD 2453527) the I band flux was ~0.45 magnitudes\nbrighter than on the preceding or following nights whereas the BVR bands showed\nno obvious enhancement. A Type I X-ray burst was detected by the RXTE\nspacecraft during this I band integration. It seems unlikely that reprocessed\nradiation from the burst was sufficient to explain the observed increase. We\nsuggest that a major part of the I band excess was due to synchrotron emission\ntriggered by the X-ray burst. Several other significant short duration changes\nin V-I were detected. One occurred at about HJD 2453546 in the early phase of\nthe first secondary outburst and may be due to a mass transfer instability or\nto another synchrotron emission event.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0602354"
  },
  {
    "url": "https://arxiv.org/abs/math/0601424",
    "title": "Title:Optimal Attitude Control of a Rigid Body using Geometrically Exact Computations on SO(3)",
    "date_publ": "18 Jan 2006",
    "authors": [
      "Taeyoung Lee",
      "Melvin Leok",
      "N. Harris McClamroc"
    ],
    "abstract": "Abstract:  An efficient and accurate computational approach is proposed for optimal\nattitude control of a rigid body. The problem is formulated directly as a\ndiscrete time optimization problem using a Lie group variational integrator.\nDiscrete necessary conditions for optimality are derived, and an efficient\ncomputational approach is proposed to solve the resulting two point boundary\nvalue problem. The use of geometrically exact computations on SO(3) guarantees\nthat this optimal control approach has excellent convergence properties even\nfor highly nonlinear large angle attitude maneuvers. Numerical results are\npresented for attitude maneuvers of a 3D pendulum and a spacecraft in a\ncircular orbit.",
    "categories": [
      "Optimization and Control (math.OC)"
    ],
    "url_pdf": "/pdf/math/0601424"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0601055",
    "title": "Title:What do the orbital motions of the outer planets of the Solar System tell us about the Pioneer anomaly?",
    "date_publ": "14 Jan 2006 (v1), last revised 1 Apr 2006 (this version, v4)",
    "authors": [
      "Lorenzo Iorio",
      "Giuseppe Giudic"
    ],
    "abstract": "Abstract:  In this paper we investigate the effects that an anomalous acceleration as\nthat experienced by the Pioneer spacecraft after they passed the 20 AU\nthreshold would induce on the orbital motions of the Solar System planets\nplaced at heliocentric distances of 20 AU or larger as Uranus, Neptune and\nPluto. It turns out that such an acceleration, with a magnitude of 8.74\\times\n10^-10 m s^-2, would affect their orbits with secular and short-period signals\nlarge enough to be detected according to the latest published results by E.V.\nPitjeva, even by considering errors up to 30 times larger than those released.\nThe absence of such anomalous signatures in the latest data rules out the\npossibility that in the region 20-40 AU of the Solar System an anomalous force\nfield inducing a constant and radial acceleration with those characteristics\naffects the motion of the major planets.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " High Energy Physics - Phenomenology (hep-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/0601055"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0601353",
    "title": "Title:Relativistic Proton Production During the 14 July 2000 Solar Event: The Case for Multiple Source Mechanisms",
    "date_publ": "16 Jan 2006",
    "authors": [
      "D. J. Bombardieri",
      "M. L. Duldig",
      "K. J. Michael",
      "J. E. Humbl"
    ],
    "abstract": "Abstract:  Protons accelerated to relativistic energies by transient solar and\ninterplanetary phenomena caused a ground-level cosmic ray enhancement on 14\nJuly 2000, Bastille Day. Near-Earth spacecraft measured the proton flux\ndirectly and ground-based observatories measured the secondary responses to\nhigher energy protons. We have modelled the arrival of these relativistic\nprotons at Earth using a technique which deduces the spectrum, arrival\ndirection and anisotropy of the high-energy protons that produce increased\nresponses in neutron monitors. To investigate the acceleration processes\ninvolved we have employed theoretical shock and stochastic acceleration\nspectral forms in our fits to spacecraft and neutron monitor data. During the\nrising phase of the event (10:45 UT and 10:50 UT) we find that the spectrum\nbetween 140 MeV and 4 GeV is best fitted by a shock acceleration spectrum. In\ncontrast, the spectrum at the peak (10:55 UT and 11:00 UT) and in the declining\nphase (11:40 UT) is best fitted with a stochastic acceleration spectrum. We\npropose that at least two acceleration processes were responsible for the\nproduction of relativistic protons during the Bastille Day solar event: (1)\nprotons were accelerated to relativistic energies by a shock, presumably a\ncoronal mass ejection (CME). (2) protons were also accelerated to relativistic\nenergies by stochastic processes initiated by magnetohydrodynamic (MHD)\nturbulence.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0601353"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0601047",
    "title": "Title:Formation flying for a Fresnel lens observatory mission",
    "date_publ": "3 Jan 2006",
    "authors": [
      "John Krizmanic",
      "Gerry Skinner",
      "Neil Gehrel"
    ],
    "abstract": "Abstract:  The employment of a large area Phase Fresnel Lens (PFL) in a gamma-ray\ntelescope offers the potential to image astrophysical phenomena with\nmicro-arcsecond angular resolution. In order to assess the feasibility of this\nconcept, two detailed studies have been conducted of formation flying missions\nin which a Fresnel lens capable of focussing gamma-rays and the associated\ndetector are carried on two spacecraft separated by up to 10$^6$ km. These\nstudies were performed at the NASA Goddard Space Flight Center Integrated\nMission Design Center (IMDC) which developed spacecraft, orbital dynamics, and\nmission profiles. The results of the studies indicated that the missions are\nchallenging but could be accomplished with technologies available currently or\nin the near term. The findings of the original studies have been updated taking\naccount of recent advances in ion thruster propulsion technology.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0601047"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0512152",
    "title": "Title:Supersymmetry Breaking Casimir Warp Drive",
    "date_publ": "27 Dec 2005",
    "authors": [
      "Richard K Obous"
    ],
    "abstract": "Abstract:  Within the framework of brane-world models it is possible to account for the\ncosmological constant by assuming supersymmetry is broken on the 3-brane but\npreserved in the bulk. An effective Casimir energy is induced on the brane due\nto the boundary conditions imposed on the compactified extra dimensions. It\nwill be demonstrated that modification of these boundary conditions allows a\nspacecraft to travel at any desired speed due to a local adjustment of the\ncosmological constant which effectively contracts/expands space-time in the\nfront/rear of the ship resulting in motion potentially faster than the speed of\nlight as seen by observers outside the disturbance.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0512152"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0512121",
    "title": "Title:The Study of the Pioneer Anomaly: New Data and Objectives for New Investigation",
    "date_publ": "21 Dec 2005 (v1), last revised 6 Mar 2006 (this version, v2)",
    "authors": [
      "Slava G. Turyshev",
      "Viktor T. Toth",
      "Larry R. Kellogg",
      "Eunice. L. Lau",
      "Kyong J. Le"
    ],
    "abstract": "Abstract:  Radiometric tracking data from Pioneer 10 and 11 spacecraft has consistently\nindicated the presence of a small, anomalous, Doppler frequency drift,\nuniformly changing with a rate of ~6 x 10^{-9} Hz/s; the drift can be\ninterpreted as a constant sunward acceleration of each particular spacecraft of\na_P = (8.74 \\pm 1.33) x 10^{-10} m/s^2. This signal is known as the Pioneer\nanomaly; the nature of this anomaly remains unexplained. We discuss the efforts\nto retrieve the entire data sets of the Pioneer 10/11 radiometric Doppler data.\nWe also report on the recently recovered telemetry files that may be used to\nreconstruct the engineering history of both spacecraft using original project\ndocumentation and newly developed software tools. We discuss possible ways to\nfurther investigate the discovered effect using these telemetry files in\nconjunction with the analysis of the much extended Doppler data. We present the\nmain objectives of new upcoming study of the Pioneer anomaly, namely i)\nanalysis of the early data that could yield the direction of the anomaly, ii)\nanalysis of planetary encounters, that should tell more about the onset of the\nanomaly, iii) analysis of the entire dataset, to better determine the anomaly's\ntemporal behavior, iv) comparative analysis of individual anomalous\naccelerations for the two Pioneers, v) the detailed study of on-board\nsystematics, and vi) development of a thermal-electric-dynamical model using\non-board telemetry. The outlined strategy may allow for a higher accuracy\nsolution for a_P and, possibly, will lead to an unambiguous determination of\nthe origin of the Pioneer anomaly.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0512121"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0512055",
    "title": "Title:Analytic expressions for gravitational inner multipole moments of elementary solids and for the force between two rectangular solids",
    "date_publ": "9 Dec 2005",
    "authors": [
      "E.G. Adelberger",
      "Nathan A. Collins",
      "C.D. Hoyl"
    ],
    "abstract": "Abstract:  We give analytic expressions for the gravitational inner spherical multipole\nmoments, q_{lm} with l <= 5, for 11 elementary solid shapes. These moments, in\nconjunction with their known rotational and translational properties, can be\nused to calculate precisely the moments of complex objects that may be\nassembled from the elementary shapes. We also give an analytic expression for\nthe gravitational force between two rectangular solids at arbitrary\nseparations. These expressions are useful for computing the gravitational\nproperties of complex instruments, such as those used in equivalence principle\ntests, and in the gravitational balancing of drag-free spacecraft.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0512055"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0512633",
    "title": "Title:Observational confirmation of the Sun's CNO cycle",
    "date_publ": "29 Dec 2005 (v1), last revised 28 Apr 2007 (this version, v2)",
    "authors": [
      "Michael Mozina",
      "Hilton Ratcliffe",
      "O. Manue"
    ],
    "abstract": "Abstract:  Gamma rays from a solar flare in Active Region 10039 on 23 July 2002 with the\nRHESSI spacecraft spectrometer indicate that the CNO cycle occurs at the solar\nsurface, in electrical discharges along closed magnetic loops. At the two feet\nof the loop, H ions are accelerated to energy levels that surpass Coulomb\nbarriers for the C-12[H-1, gamma]N-13 and N-14[H-1, gamma]O-15 reactions. First\nx-rays appear along the discharge path. Next annihilation of positrons from\nN-13 and O-15 [half-life = 10 m and 2 m] produce bright spots of 0.511 MeV\ngammas at the loop feet. As C-13 increases from positron decay of N-13, the\nC-13[He-4, n]O-16 reaction produces neutrons and then the 2.2 MeV emission line\nappears from n-capture on H-1. These results suggest that the CNO cycle changed\nthe N-15/N-14 ratio in the solar wind and at the solar surface over geologic\ntime, and this ratio may contain an important historical record of climate\nchanges related to sunspot activity.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0512633"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0512329",
    "title": "Title:Approaching the knee -- balloon-borne observations of cosmic ray composition",
    "date_publ": "13 Dec 2005",
    "authors": [
      "Michael L. Cherr"
    ],
    "abstract": "Abstract:  Below the knee in the cosmic ray spectrum, balloon and spacecraft experiments\noffer the capability of direct composition and energy measurements on the\nprimary particles. A major difficulty is obtaining enough exposure to extend\nthe range of direct measurements sufficiently high in energy to permit overlap\nwith ground-based observations. Presently, balloon and space measurements\nextend only up to ~100 TeV, well below the range of ground-based experiments.\nThe prospect of Ultra-Long Duration Balloon missions offers the promise of\nmultiple long flights that can build up exposure. The status of balloon\nmeasurements to measure the high energy proton and nuclear composition and\nspectrum is reviewed, and the statistical considerations involved in searching\nfor a steepening in the spectrum are discussed. Given the very steeply falling\nspectrum, it appears unlikely that balloon experiments will be able to extend\nthe range of direct measurements beyond 1000 TeV any time in the near future.\nEspecially given the recent suggestions from KASCADE that the proton spectrum\nsteepens only at 4000-5000 TeV, the chance of detecting the knee with direct\nmeasurements of protons to iron on balloons is not likely to occur without\nsignificant increases in the payload and flight duration capabilities of high\naltitude balloons.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0512329"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0512251",
    "title": "Title:The Effect of the Transit of Venus on ACRIM's Total Solar Irradiance Measurements: Implications for Transit Studies of Extrasolar Planets",
    "date_publ": "9 Dec 2005",
    "authors": [
      "G. Schneider",
      "J. M. Pasachoff",
      "R. C. Willso"
    ],
    "abstract": "Abstract:  We used the 8 June 2004 transit of Venus (ToV) as a surrogate to test\nobserving methods, strategies and techniques that are being contemplated for\nfuture space missions to detect and characterize extrasolar terrestrial planets\n(ETPs) as they transit their host stars, notably NASA's Kepler mission planned\nfor 2008. As an analog to \"Kepler-like\" photometric transit observations, we\nobtained (spatially unresolved) radiometric observations with the ACRIM 3\ninstrument on ACRIMSAT to follow the effect of the ToV on the total solar\nirradiance (TSI). Contemporaneous high-resolution broadband imagery with NASA's\nTRACE spacecraft provided, directly, measures of the stellar (solar)\nastrophysical noise that can intrinsically limit such transit observations.\nDuring the ~ 5.5 h transit, the planet's angular diameter was approximately\n1/32 the solar diameter, thus covering ~ 0.1 of the stellar surface. With our\nACRIM 3 data, we measure temporal changes in TSI with a 1 sigma per sample\n(unbinned) uncertainty of approximately 100 mW m^-2 (0.007%). A diminution in\nTSI of ~ 1.4 W m^-2 (~ 0.1%, closely corresponding to the geometrically\nocculted area of the photosphere) was measured at mid-transit compared with a\nmean pre/post transit TSI of ~ 1365.9 W m^-2. These observations serve as a\nsurrogate to future photometric observations of ETPs such as Kepler will\ndeliver. Detailed analysis of the ToV, a rare event within our own solar\nsystem, with time-resolved radiometry augmented with high-resolution imagery\nprovides a useful analogue for investigating the detectability and\ncharacterization of ETPs from observations that are anticipated in the near\nfuture.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0512251"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0512115",
    "title": "Title:Saturn's Icy Moon Rhea: a Prediction for Bulk Chemical Composition and Physical Structure at the Time of the Cassini Spacecraft First Flyby",
    "date_publ": "5 Dec 2005",
    "authors": [
      "A. J. R. Prentic"
    ],
    "abstract": "Abstract:  I report a model for the formation of Saturn's family of mid-sized icy moons\nto coincide with the first flypast of Rhea by the Cassini Orbiter spacecraft on\n26 November 2005. It is proposed that these moons had condensed from a\nconcentric family of orbiting gas rings that were cast off some 4600 Myr ago by\nthe contracting proto-Saturnian cloud. Numerical and structural models for Rhea\nare constructed on the basis of a computed bulk chemical mix of hydrated rock\n(mass fraction 0.385), H2O ice (0.395), and NH3 ice (0.220). The large\nproportion of NH3 in the ice mass inhibits the formation of the dense\ncrystalline phase II of H2O ice at the satellite's centre. This may explain the\nabsence of compressional features on the surface. The favoured model of Rhea\nhas a chemically uniform interior and is very cold. The satellite is nearly\nisodense and the predicted value of the axial moment-of-inertia factor is\nC/MR^2 = 0.399 +/- 0.004. NH3 is unstable at Saturn's distance from the Sun,\nexcept near the polar regions of the satellite. Perhaps the Cassini Orbiter\nwill discover indirect evidence for NH3 through the sublimative escape of this\nice from the outer layers, especially near the equatorial zones. Wasting of NH3\nwould weaken the residual soil, so making the edges of craters soft and prone\nto landslides. It will be exciting to learn what Cassini discovers.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0512115"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0511157",
    "title": "Title:Relativistic analysis of the LISA long range optical links",
    "date_publ": "29 Nov 2005 (v1), last revised 5 May 2006 (this version, v2)",
    "authors": [
      "Bertrand Chauvineau",
      "Sophie Pireaux",
      "Tania Regimbau",
      "Jean-Yves Vine"
    ],
    "abstract": "Abstract:  The joint ESA/NASA LISA mission consists in three spacecraft on heliocentric\norbits, flying in a triangular formation of 5 Mkm each side, linked by infrared\noptical beams. The aim of the mission is to detect gravitational waves in a low\nfrequency band. For properly processing the science data, the propagation\ndelays between spacecraft must be accurately known. We thus analyse the\npropagation of light between spacecraft in order to systematically derive the\nrelativistic effects due to the static curvature of the Schwarzschild spacetime\nin which the spacecraft are orbiting with time-varying light-distances. In\nparticular, our analysis allows to evaluate rigorously the Sagnac effect, and\nthe gravitational (Einstein) redshift.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0511157"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0511026",
    "title": "Title:Gravitational solution to the Pioneer 10/11 anomaly",
    "date_publ": "6 Nov 2005 (v1), last revised 16 Jan 2007 (this version, v5)",
    "authors": [
      "J. R. Brownstein",
      "J. W. Moffa"
    ],
    "abstract": "Abstract:  A fully relativistic modified gravitational theory including a fifth force\nskew symmetric field is fitted to the Pioneer 10/11 anomalous acceleration. The\ntheory allows for a variation with distance scales of the gravitational\nconstant G, the fifth force skew symmetric field coupling strength omega and\nthe mass of the skew symmetric field mu=1/lambda. A fit to the available\nanomalous acceleration data for the Pioneer 10/11 spacecraft is obtained for a\nphenomenological representation of the \"running\" constants and values of the\nassociated parameters are shown to exist that are consistent with fifth force\nexperimental bounds. The fit to the acceleration data is consistent with all\ncurrent satellite, laser ranging and observations for the inner planets.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/0511026"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0511419",
    "title": "Title:The proximity of Mercury's spin to Cassini state 1",
    "date_publ": "14 Nov 2005",
    "authors": [
      "S. J. Peal"
    ],
    "abstract": "Abstract:  In determining Mercury's core structure from its rotational properties, the\nvalue of the normalized moment of inertia, $C/MR^2$, from the location of\nCassini 1 is crucial. If Mercury's spin axis occupies Cassini state 1, its\nposition defines the location of the state. The spin might be displaced from\nthe Cassini state if the spin is unable to follow the changes in the state\nposition induced by the variations in the orbital parameters and the geometry\nof the solar system. The spin axis is expected to follow the Cassini state for\norbit variations with time scales long compared to the 1000 year precession\nperiod of the spin about the Cassini state because the solid angle swept out by\nthe spin axis as it precesses is an adiabatic invariant. Short period\nvariations in the orbital elements of small amplitude should cause\ndisplacements that are commensurate with the amplitudes of the short period\nterms. By following simultaneously the spin position and the Cassini state\nposition during long time scale orbital variations over past 3 million years\n(Quinn {\\it et al.}, 1991) and short time scale variations from JPL Ephemeris\nDE 408 (Standish, 2005) we show that the spin axis will remain within one\narcsec of the Cassini state after it is brought there by dissipative torques.\nWe thus expect Mercury's spin to occupy Cassini state 1 well within the\nuncertainties for both radar and spacecraft measurements, with correspondingly\ntight constraints on $C/MR^2$.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0511419"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0511392",
    "title": "Title:Saturn's internal structure and carbon enrichment",
    "date_publ": "14 Nov 2005",
    "authors": [
      "Olivier Mousis",
      "Yann Alibert",
      "Willy Ben"
    ],
    "abstract": "Abstract:  We use the clathrate hydrate trapping theory to calculate the enrichments in\nO, N, S, Xe, Ar and Kr compared to solar in Saturn's atmosphere. For this, we\ncalibrate our calculations using two different carbon abundance determinations\nthat cover the domain of measurements published in the last decades: one\nderived from the NASA $Kuiper$ Airborne Observatory measurements and the other\nobtained from the Cassini spacecraft observations. We show that these two\ndifferent carbon abundances imply quite a different minimum heavy element\ncontent for Saturn. Using the Kuiper Airborne Observatory measurement for\ncalibration, the amount of ices accreted by Saturn is found to be consistent\nwith current interior models of this planet. On the other hand, using the\nCassini measurement for calibration leads to an ice content in the planet's\nenvelope which is higher than the one derived from the interior models. In this\nlatter case, reconciling the interior models with the amount of C measured by\nthe Cassini spacecraft requires that significant differential sedimentation of\nwater and volatile species have taken place in Saturn's interior during its\nlifetime.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0511392"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0511370",
    "title": "Title:The Origin and Evolution of the Asteroid Main Belt",
    "date_publ": "11 Nov 2005",
    "authors": [
      "Philip R. Bidstrup",
      "Henning Haack (Copenhagen Geological Museum)",
      "Anja C. Andersen (Dark Cosmology Center)",
      "Rene Michelsen",
      "John Leif Jorgensen (Danish Technical University"
    ],
    "abstract": "Abstract:  Using a fully autonomous spacecraft - Bering - we propose to detect and study\nsub-km asteroids from an orbit within the asteroid Main Belt. The main purpose\nof the proposed Bering mission is to detect a statistically significant sample\nof an expected population of approximately 10^(10) main belt asteroids in the\nsize range 1 m to 1 km. These asteroids are too faint to be observed using\nEarth-based telescopes. Sub-km asteroids can be detected from spacecraft at\nclose range but due to the high relative velocities and the long communication\ntimes this requires a fully autonomous spacecraft. Using theoretical estimates\nof the distribution and abundance of sub-km asteroids we find that the Bering\nmission would detect approximately 6 new sub-km asteroids per day. With an\nexpected lifetime for the mission of a few years we expect to detect and study\nseveral thousand sub-km asteroids. Results from the Bering mission would allow\nus to: 1) Provide further links between groups of meteorites and their parent\nasteroids. 2) Constrain the cratering rate at planetary surfaces and thus allow\nsignificantly improved cratering ages for terrains on Mars and other planets.\n3) Constrain processes that transfer small asteroids from orbits in the main\nbelt to the inner Solar System.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0511370"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0511063",
    "title": "Title:Milliarcsecond-Scale Structure in the Gamma-Ray Loud Quasar PKS 1622-297",
    "date_publ": "2 Nov 2005",
    "authors": [
      "Kiyoaki Wajima",
      "Hayley E. Bignall",
      "Hideyuki Kobayashi",
      "Hisashi Hirabayashi",
      "Yasuhiro Murata",
      "Philip G. Edwards",
      "Masato Tsuboi",
      "Kenta Fujisaw"
    ],
    "abstract": "Abstract:  We have made a high-resolution VLBI observation of the gamma-ray loud quasar\nPKS 1622-297 with the HALCA spacecraft and ground radio telescopes at 5 GHz in\n1998 February, almost three years after the source exhibited a spectacular GeV\ngamma-ray flare. The source shows an elongated structure toward the west on the\nparsec scale. The visibility data are well modeled by three distinct\ncomponents; a bright core and two weaker jet components. Comparison with\nprevious observations confirms that the jet components have an apparent\nsuperluminal motion up to 12.1 h^{-1}c, with the inner jet components having\nlower superluminal speeds. We apply the inverse Compton catastrophe model and\nderive a Doppler factor, \\delta, of 2.45, which is somewhat lower than that of\nother gamma-ray loud active galactic nuclei (AGNs), suggesting the source was\nin a more quiescent phase at the epoch of our observation. As an alternative\nprobe of the sub-parsec scale structure, we also present the results from\nmulti-epoch ATCA total flux monitoring, which indicate the presence of\npersistent intraday variability consistent with refractive interstellar\nscintillation. We examine the gamma-ray emission mechanism in the light of\nthese observations.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0511063"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0510081",
    "title": "Title:The Pioneer Anomaly and Its Implications",
    "date_publ": "17 Oct 2005",
    "authors": [
      "Slava G. Turyshev",
      "Michael Martin Nieto",
      "John D. Anderso"
    ],
    "abstract": "Abstract:  The Pioneer 10/11 spacecraft yielded the most precise navigation in deep\nspace to date. However, their radio-metric tracking data has consistently\nindicated the presence of a small, anomalous, Doppler frequency drift. The\ndrift is a blue-shift, uniformly changing with a rate of ~6 x 10^{-9} Hz/s and\ncan be interpreted as a constant sunward acceleration of each particular\nspacecraft of a_P =(8.74 +/- 1.33) x 10^{-10} m/s^2. The nature of this anomaly\nremains unexplained. Here we summarize our current knowledge of the discovered\neffect and review some of the mechanisms proposed for its explanation.\nCurrently we are preparing for the analysis of the entire set of the available\nPioneer 10/11 Doppler data which may shed a new light on the origin of the\nanomaly. We present a preliminary assessment of such an intriguing possibility.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0510081"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0510059",
    "title": "Title:How the orbital period of a test particle is modified by the Dvali-Gabadadze-Porrati gravity?",
    "date_publ": "12 Oct 2005 (v1), last revised 19 Dec 2005 (this version, v3)",
    "authors": [
      "Lorenzo Iori"
    ],
    "abstract": "Abstract:  In addition to the pericentre \\omega, the mean anomaly M and, thus, the mean\nlongitude \\lambda, also the orbital period Pb and the mean motion $n$ of a test\nparticle are modified by the Dvali-Gabadadze-Porrati gravity. While the\ncorrection to Pb depends on the mass of the central body and on the geometrical\nfeatures of the orbital motion around it, the correction to $n$ is independent\nof them, up to terms of second order in the eccentricity $e$. The latter one\namounts to about 2\\times 10^-3 arcseconds per century. The present-day accuracy\nin determining the mean motions of the inner planets of the Solar System from\nradar ranging and differential Very Long Baseline Interferometry is\n10^-2-5\\times 10^-3 arcseconds per century, but it should be improved in the\nnear future when the data from the spacecraft to Mercury and Venus will be\navailable.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " High Energy Physics - Phenomenology (hep-ph)",
      " High Energy Physics - Theory (hep-th)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/0510059"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0510045",
    "title": "Title:Acceleration disturbances due to local gravity gradients in ASTROD I",
    "date_publ": "10 Oct 2005 (v1), last revised 16 Feb 2006 (this version, v2)",
    "authors": [
      "Sachie Shiom"
    ],
    "abstract": "Abstract:  The Astrodynamical Space Test of Relativity using Optical Devices (ASTROD)\nmission consists of three spacecraft in separate solar orbits and carries out\nlaser interferometric ranging. ASTROD aims at testing relativistic gravity,\nmeasuring the solar system and detecting gravitational waves. Because of the\nlarger arm length, the sensitivity of ASTROD to gravitational waves is\nestimated to be about 30 times better than Laser Interferometer Space Antenna\n(LISA) in the frequency range lower than about 0.1 mHz. ASTROD I is a simple\nversion of ASTROD, employing one spacecraft in a solar orbit. It is the first\nstep for ASTROD and serves as a technology demonstration mission for ASTROD. In\naddition, several scientific results are expected in the ASTROD I experiment.\nThe required acceleration noise level of ASTROD I is 10^-13 m s^-2 Hz^{-1/2} at\nthe frequency of 0.1 mHz. In this paper, we focus on local gravity gradient\nnoise that could be one of the largest acceleration disturbances in the ASTROD\nI experiment. We have carried out gravitational modelling for the current\ntest-mass design and simplified configurations of ASTROD I by using an\nanalytical method and the Monte Carlo method. Our analyses can be applied to\nfigure out the optimal designs of the test mass and the constructing materials\nof the spacecraft, and the configuration of compensation mass to reduce local\ngravity gradients.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0510045"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0510772",
    "title": "Title:Forms of Eulerian correlation functions in the solar wind",
    "date_publ": "27 Oct 2005 (v1), last revised 7 Sep 2008 (this version, v2)",
    "authors": [
      "A. Shalch"
    ],
    "abstract": "Abstract:  Current spacecraft missions such as Wind and ACE can be used to determine\nmagnetic correlation functions in the solar wind. Data sets from these missions\ncan, in principle, also be used to compute so-called Eulerian correlation\nfunctions. These temporal correlations are essential for understanding the\ndynamics of solar wind turbulence. In the current article we calculate these\ndynamical correlations by using well-established methods. These results are\nvery useful for a comparison with Eulerian correlations obtained from space\ncraft missions.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0510772"
  },
  {
    "url": "https://arxiv.org/abs/physics/0509033",
    "title": "Title:Use of coated silicon field emitters as neutralisers for fundamental physics missions in space",
    "date_publ": "5 Sep 2005 (v1), last revised 7 Jun 2011 (this version, v2)",
    "authors": [
      "K.L. Aplin",
      "B.J. Kent",
      "C.M. Collingwood",
      "L. Wang",
      "R. Stevens",
      "S.E. Huq",
      "A. Mali"
    ],
    "abstract": "Abstract:  Spacecraft neutralisers are required as part of the ion propulsion system for\naccurate station keeping in fundamental physics missions. This paper describes\nthe use of thin layers of insulating materials as coatings for the gated\nsilicon field emitter array structure used in a spacecraft neutraliser. These\nthin coatings are postulated to reduce power consumption and reduce\noverheating. The power consumption and lifetime of aluminium nitride and\namorphous hydrogenated diamond-like carbon coatings have been tested by\ncurrent-voltage and endurance tests. Diamond-like carbon coatings were\npromising, performing better in endurance tests than uncoated samples, but\nfurther work is required to characterise the coating's physical properties and\nits effects on field emission. The thermal conductivity of the coating material\nhad little effect on measured sample lifetimes. Aluminium nitride had reduced\npower consumption compared to diamond-like carbon coated and uncoated samples.\nA thin (~5 nm) layer of aluminium nitride was found to be optimal, meeting\nEuropean Space Agency specifications for the neutraliser engineering model.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " General Physics (physics.gen-ph)"
    ],
    "url_pdf": "/pdf/physics/0509033"
  },
  {
    "url": "https://arxiv.org/abs/math/0509299",
    "title": "Title:Attitude Maneuvers of a Rigid Spacecraft in a Circular Orbit",
    "date_publ": "14 Sep 2005 (v1), last revised 9 Mar 2006 (this version, v2)",
    "authors": [
      "Taeyoung Lee",
      "Melvin Leok",
      "N. Harris McClamroc"
    ],
    "abstract": "Abstract:  A global model is presented that can be used to study attitude maneuvers of a\nrigid spacecraft in a circular orbit about a large central body. The model\nincludes gravity gradient effects that arise from the non-uniform gravity field\nand characterizes the spacecraft attitude with respect to the uniformly\nrotating local vertical local horizontal coordinate frame. An accurate\ncomputational approach for solving a nonlinear boundary value problem is\nproposed, assuming that control torque impulses can be applied at initiation\nand at termination of the maneuver. If the terminal attitude condition is\nrelaxed, then an accurate computational approach for solving the minimal\nimpulse optimal control problem is presented. Since the attitude is represented\nby a rotation matrix, this approach avoids any singularity or ambiguity arising\nfrom other attitude representations such as Euler angles or quaternions.",
    "categories": [
      "Optimization and Control (math.OC)"
    ],
    "url_pdf": "/pdf/math/0509299"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0509021",
    "title": "Title:Pioneer anomaly: What can we learn from LISA?",
    "date_publ": "7 Sep 2005",
    "authors": [
      "Denis Defrere",
      "Andreas Rathk"
    ],
    "abstract": "Abstract:  The Doppler tracking data from two deep-space spacecraft, Pioneer 10 and 11,\nshow an anomalous blueshift, which has been dubbed the \"Pioneer anomaly\". The\neffect is most commonly interpreted as a real deceleration of the spacecraft -\nan interpretation that faces serious challenges from planetary ephemerides. The\nPioneer anomaly could as well indicate an unknown effect on the radio signal\nitself. Several authors have made suggestions how such a blueshift could be\nrelated to cosmology. We consider this interpretation of the Pioneer anomaly\nand study the impact of an anomalous blueshift on the Laser Interferometer\nSpace Antenna (LISA), a planned joint ESA-NASA mission aiming at the detection\nof gravitational waves. The relative frequency shift (proportional to the light\ntravel time) for the LISA arm length is estimated to 10E-16, which is much\nbigger than the expected amplitude of gravitational waves. The anomalous\nblueshift enters the LISA signal in two ways, as a small term folded with the\ngravitational wave signal, and as larger term at low frequencies. A detail\nanalysis shows that both contributions remain undetectable and do not impair\nthe gravitational-wave detection. This suggests that the Pioneer anomaly will\nhave to be tested in the outer Solar system regardless if the effect is caused\nby an anomalous blueshift or by a real force.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0509021"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0509017",
    "title": "Title:On the Possibility to Explain \"The Pioneer Anomaly\" within the Framework of Conformal Geometrodynamics",
    "date_publ": "6 Sep 2005",
    "authors": [
      "Mikhail V. Gorbatenk"
    ],
    "abstract": "Abstract:  Einstein-Infeld-Hoffmann method is used to solve the problem of motion of two\nbodies when the equations of general relativity are of the generalized form:\nthey have been reduced to a form invariant under conformal transformations. It\nis proved that not only metric degrees of freedom, but also derivatives of\nvector $A_{\\alpha}$ appearing in the generalized equations can exert influence\non the motion of bodies in a certain space-time domain. This influence can\naccount for the recently observed anomalous acceleration of spacecrafts Pioneer\n10, Pioneer 11. The impact of vector $A_{\\alpha}$ on the motion of bodies is\ninterpreted as a consequence of viscosity in geometrodynamic continuum.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0509017"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0509595",
    "title": "Title:A Gravitational Tractor for Towing Asteroids",
    "date_publ": "20 Sep 2005",
    "authors": [
      "Edward T. Lu",
      "Stanley G. Lov"
    ],
    "abstract": "Abstract:  We present a concept for a spacecraft that can controllably alter the\ntrajectory of an Earth threatening asteroid using gravity as a towline. The\nspacecraft hovers near the asteroid with thrusters angled outward so the\nexhaust does not impinge on the surface. This deflection method is insensitive\nto the structure, surface properties, and rotation state of the asteroid.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0509595"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0509477",
    "title": "Title:The soft X-ray blast in the apparently sub-luminous GRB 031203",
    "date_publ": "15 Sep 2005",
    "authors": [
      "D. Watson (1)",
      "S. A. Vaughan (2)",
      "R. Willingale (2)",
      "J. Hjorth (1)",
      "S. Foley (3)",
      "J. P. U. Fynbo (1)",
      "P. Jakobsson (1)",
      "A. Levan (2)",
      "P. T. O'Brien (2)",
      "J. P. Osborne (2)",
      "K. Pedersen (1)",
      "J. N. Reeves (4",
      "5)",
      "J. A. Tedds (2)",
      "M. G. Watson (2) ((1) DARK",
      "University of Copenhagen",
      "(2) University of Leicester",
      "(3) University College Dublin",
      "(4) GSFC",
      "(5) USRA"
    ],
    "abstract": "Abstract:  GRB031203 was a very low apparent luminosity gamma-ray burst (GRB). It was\nalso the first GRB with a dust-scattered X-ray halo. The observation of the\nhalo allowed us to infer the presence of a large soft X-ray fluence in the\ntotal burst output. It has, however, also been claimed that GRB031203 was\nintrinsically sub-energetic, representative of a class of spectrally hard,\nlow-energy bursts quite different from other GRBs. Reanalysis of the available\ndata confirms our original finding that GRB031203 had a very large soft X-ray\ncomponent, the time of which can be constrained to within a few minutes after\nthe burst, implying that while GRB031203 did indeed have a very low apparent\nluminosity, it was also very soft. Notions propagated in the literature\nregarding the uncertainties in the determination of the soft X-ray fluence from\nthe halo data and on the available constraints from the hard X-ray data are\naddressed: the properties of the scattering dust along the line of sight (grain\nsizes, precise location and the geometry) are determined directly from the high\nquality X-ray data so that there is little uncertainty about the scatterer;\nconstraints on the X-ray lightcurve from the Integral spacecraft at the time of\nthe soft X-ray blast are not complete because of a slew in the spacecraft\npointing shortly after the burst. Claims that GRB031203 was intrinsically\nunder-energetic and that it represents a deviation from the luminosity-peak\nenergy relation do not appear to be substantiated by the data, regardless of\nwhether the soft X-ray component is declared part of the prompt emission or the\nafterglow. We conclude that the difference between the soft and hard X-ray\nspectra from XMM-Newton and Integral indicate that a second soft pulse probably\noccurred in this burst as has been observed in other GRBs, notably GRB050502B.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0509477"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0509434",
    "title": "Title:Thermal infrared observations of the Hayabusa spacecraft target asteroid 25143 Itokawa",
    "date_publ": "15 Sep 2005",
    "authors": [
      "T. G. Mueller",
      "T. Sekiguchi",
      "M. Kaasalainen",
      "et a"
    ],
    "abstract": "Abstract:  We obtained N- and Q-band observations of the Apollo-type asteroid 25143\nItokawa during its close Earth approach in July 2004 with TIMMI2 at the ESO 3.6\nm telescope. Our photometric measurement, in combination with already published\ndata, allowed us to derive a radiometric effective diameter of 0.32+/-0.03 km\nand an albedo of 0.19 +0.11/-0.03 through a thermophysical model. This\neffective diameter corresponds to a slightly asymmetrical and flattened\nellipsoid of the approximate size of 520(+/-50) x 270(+/-30) x 230(+/-20) m,\nbased on the Kaasalainen et al. (2005) shape model. Our studies show that the\nthermal observations lead to size estimates which are about 15% smaller than\nthe radar results (Ostro et al. 2005), slightly outside the stated radar\nuncertainties of +/-10%. We determined a rather high thermal inertia of 750\nJm-2s-0.5K-1. This is an indication for a bare rock dominated surface, a thick\ndust regolith can be excluded as well as a metallic surface. From our data we\nconstructed a 10.0 micrometer thermal lightcurve which is nicely matched in\namplitude and phase by the shape and spin vector solution in combination with\nour TPM description. The assumed S-type bulk density in combination with\nradiometric size lead to a total mass estimate of 4.5 +2.0/-1.8 x 10^10 kg.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0509434"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0509168",
    "title": "Title:Identification of a new short-period comet near the sun",
    "date_publ": "7 Sep 2005 (v1), last revised 7 Sep 2005 (this version, v2)",
    "authors": [
      "Sebastian F. Hoeni"
    ],
    "abstract": "Abstract:  We present the identification of comet C/1999 R1 (SOHO) with comet C/2003 R5\n(SOHO). Both apparitions were only observed with the Solar and Heliospheric\nObservatory (SOHO) at distances smaller than 0.1 AU from the sun with the LASCO\ncoronagraphs onboard the spacecraft. Although SOHO comets usually have poor\norbital coverage, the 1999 and 2003 arcs are sufficient to generate a link that\nseems to satisfy all observations. We also analyze comet C/2002 R5 (SOHO) which\nhas similar orbital elements. A fragmentation scenario is proposed and\ndiscussed which would support the linkage of C/1999 R1 and C/2003 R5 and thus\nits short periodic nature.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0509168"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0509060",
    "title": "Title:Swift-UVOT detection of GRB 050318",
    "date_publ": "2 Sep 2005",
    "authors": [
      "M. Still (NASA/GSFC)",
      "P.W.A. Roming (PSU)",
      "K.O. Mason (MSSL)",
      "A. Blustin (MSSL)",
      "P. Boyd (NASA/GSFC)",
      "A. Breeveld (MSSL)",
      "P. Brown (PSU)",
      "M. De Pasquale (MSSL)",
      "C. Gronwall (PSU)",
      "S.T. Holland (NASA/GSFC)",
      "S. Hunsberger (PSU)",
      "M. Ivanushkina (PSU)",
      "C. James (MSSL)",
      "W. Landsman (NASA/GSFC)",
      "K. McGowan (MSSL)",
      "A. Morgan (PSU)",
      "T. Poole (MSSL)",
      "S. Rosen (MSSL)",
      "P. Schady (MSSL)",
      "B. Zhang (U. Nevada)",
      "H. Krimm (NASA/GSFC)",
      "T. Sakamoto (NASA/GSFC)",
      "P. Giommi (ASI)",
      "M.R. Goad (U. Leicester)",
      "V. Mangano (Osservatorio Astronomico di Roma)",
      "K. Page (U. Leicester)",
      "M. Perri (ASI)",
      "D.N. Burrows (PSU)",
      "N. Gehrels (NASA/GSFC)",
      "J. Nousek (PSU"
    ],
    "abstract": "Abstract:  We present observations of GRB 050318 by the Ultra-Violet and Optical\nTelescope (UVOT) on-board the Swift observatory. The data are the first\ndetections of a Gamma Ray Burst (GRB) afterglow decay by the UVOT instrument,\nlaunched specifically to open a new window on these transient sources. We\nshowcase UVOTs ability to provide multi-color photometry and the advantages of\ncombining UVOT data with simultaneous and contemporaneous observations from the\nhigh-energy detectors on the Swift spacecraft. Multiple filters covering\n1,800-6,000 Angstroms reveal a red source with spectral slope steeper than the\nsimultaneous X-ray continuum. Spectral fits indicate that the UVOT colors are\nconsistent with dust extinction by systems at z = 1.2037 and z = 1.4436,\nredshifts where absorption systems have been pre-identified. However, the data\ncan be most-easily reproduced with models containing a foreground system of\nneutral gas redshifted by z = 2.8 +/- 0.3. For both of the above scenarios,\nspectral and decay slopes are, for the most part, consistent with fireball\nexpansion into a uniform medium, provided a cooling break occurs between the\nenergy ranges of the UVOT and Swifts X-ray instrumentation.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0509060"
  },
  {
    "url": "https://arxiv.org/abs/physics/0508181",
    "title": "Title:Orbital Data Confirms Dynamic Fractal Firework Universe Having 3D-spiral Code",
    "date_publ": "24 Aug 2005 (v1), last revised 8 Dec 2005 (this version, v4)",
    "authors": [
      "E.P. Savo"
    ],
    "abstract": "Abstract:  The understanding of the universe is confused by the unknown nature of about\n95% of its matter, required to confine the motions of space objects in cosmic\nstructures. The idea of this paper is that the self-similar transformations of\none postulated basic matter create the fundamental dynamic fractal elements of\nthe universe. The elements are described with equation of unifying interaction\ndrawn into their fundamental framework. The equation transforms into the\ninverse square laws, the principle of uncertainty, Maxwell equations of\nelectromagnetic field and into MOND like expression after modification of its\nparameters at the scales where these laws and principle are found to hold. The\nintroduced equation is also confirmed with calculations based on the orbital\ndata for bodies that move around the nucleus of the Milky Way Galaxy, the\ncenters of the Earth and the Sun and orbit the huge 87 Sylvia asteroid. The\npuzzling constant sunward force that acts on the Pioneer 10 and 11 spacecraft,\nthe flat rotational curves of stars far from the galactic nuclei, the nature of\ndark matter and the enigmatic cosmic repulsion are explained in terms of\ncontracting and expanding 3D-spirally-faster-inward-oscillating vortexes of\nbasic matter, called dynamic fractals. The latter create new fundamental\nframework, which allows qualitative and quantitative modeling by fitting of the\nparameters of the equation of unifying interaction to experimental data. The\ncalculations based on the proposed dynamic fractal framework are in agreement\nwith the considered orbital data. Many testable predictions are made and\nnatural hazard precursors are suggested.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " General Physics (physics.gen-ph)"
    ],
    "url_pdf": "/pdf/physics/0508181"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0508012",
    "title": "Title:On the impossibility of using certain existing spacecraft for the measurement of the Lense-Thirring effect in the terrestrial gravitational field",
    "date_publ": "2 Aug 2005 (v1), last revised 3 Aug 2005 (this version, v2)",
    "authors": [
      "Lorenzo Iori"
    ],
    "abstract": "Abstract:  In the context of the currently ongoing efforts to improve the accuracy and\nreliability of the measurement of the Lense-Thirring effect in the\ngravitational field of the Earth it has recently been proposed to use the data\nfrom the existing spacecraft endowed with some active mechanisms of\ncompensation of the non-gravitational accelerations like GRACE. In this paper\nwe critically discuss this interesting possibility. Unfortunately, it turns out\nto be unpracticable because of the impact of the uncancelled even zonal\nharmonic coefficients of the multipolar expansion of the terrestrial\ngravitational potential and of some time-dependent tidal perturbations which\nwould resemble as superimposed linear trends over the necessarily limited\nobservational time span of the analysis.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/0508012"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0508674",
    "title": "Title:SIMBOL-X, a formation flying-mission for hard X-ray astrophysics",
    "date_publ": "31 Aug 2005",
    "authors": [
      "P. Ferrando",
      "A. Goldwurm",
      "P. Laurent (APC & CEA/Saclay SAp)",
      "O. Limousin",
      "J. Martignac",
      "F. Pinsard",
      "Y. Rio (CEA/Saclay DAPNIA/SAp)",
      "J.P. Roques (CESR Toulouse)",
      "O. Citterio",
      "G. Pareschi",
      "G. Tagliaferri (INAF/O.A. Brera)",
      "F. Fiore (INAF/O.A. Roma)",
      "G. Malaguti (INAF/IASFC Bologna)",
      "U. Briel",
      "G. Hasinger",
      "L. Strueder (MPE Garching"
    ],
    "abstract": "Abstract:  SIMBOL-X is a hard X-ray mission, operating in the ~ 0.5-70 keV range, which\nis proposed by a consortium of European laboratories in response to the 2004\ncall for ideas of CNES for a scientific mission to be flown on a formation\nflying demonstrator. Relying on two spacecrafts in a formation flying\nconfiguration, SIMBOL-X uses for the first time a ~ 30 m focal length X-ray\nmirror to focus X-rays with energy above 10 keV, resulting in a two orders of\nmagnitude improvement in angular resolution and sensitivity in the hard X-ray\nrange with respect to non focusing techniques. The SIMBOL-X revolutionary\ninstrumental capabilities will allow to elucidate outstanding questions in high\nenergy astrophysics, related in particular to the physics of accretion onto\ncompact objects, to the acceleration of particles to the highest energies, and\nto the nature of the Cosmic X-Ray background. The mission, which has gone\nthrough a thorough assessment study performed by CNES, is expected to start a\ncompetitive phase A in autumn 2005, leading to a flight decision at the end of\n2006, for a launch in 2012. The mission science objectives, the current status\nof the instrumentation and mission design, as well as potential trade-offs are\npresented in this paper.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0508674"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0508451",
    "title": "Title:The BeppoSAX view on the galactic high-mass X-ray binary 4U 0114+65",
    "date_publ": "22 Aug 2005 (v1), last revised 9 Sep 2005 (this version, v2)",
    "authors": [
      "N. Masetti",
      "M. Orlandini",
      "D. Dal Fiume",
      "S. Del Sordo",
      "L. Amati",
      "F. Frontera",
      "E. Palazzi",
      "A. Santangel"
    ],
    "abstract": "Abstract:  A pointed observation on the galactic high-mass X-ray binary 4U 0114+65 was\ncarried out with BeppoSAX in order to compare the X-ray spectral and timing\ncharacteristics observed by this satellite over the broadest range of energies\never (1.5-100 keV) with the information previously obtained with other\nspacecraft. The light curve of 4U 0114+65 shows a large flare at the beginning\nof the BeppoSAX pointing and no significant hardness evolution either during\nthe flare or in the low state occurring after the flare itself. The modulation\nat about 2.7 hours, attributed to the accreting neutron star (NS) spin\nperiodicity, is not significantly detected in our data, although fluctuations\nwith timescales of about 3 hours can be seen in the 2-10 keV light curve.\nShorter modulations down to timescales of minutes, are also found and\ninterpreted as due to accretion of matter onto the NS. The flaring and the low\nstate spectra of 4U 0114+65 can be equally well fitted either with a power law\nmodulated by a high-energy exponential cutoff or with a Comptonization model.\nDuring the low state the presence, although tentative, of a thermal component\n(with kT around 0.3 keV) at low energies, possibly produced by an ionized\nplasma cloud around the NS, cannot be excluded. Contrary to previous claims, a\ncyclotron resonant feature in absorption at about 22 keV was not detected in\nthe BeppoSAX spectroscopic data, whereas evidence for a Fe emission line around\n6.4 keV is found only during the low state emission. Using all of the above\ninformation, a scenario for the system in which the NS is embedded in, and\naccreting from, a low angular momentum gas cloud is envisaged.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0508451"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0508379",
    "title": "Title:Mars Odyssey Joins The Third Interplanetary Network",
    "date_publ": "17 Aug 2005",
    "authors": [
      "K. Hurley",
      "I. Mitrofanov",
      "A. Kozyrev",
      "M. Litvak",
      "A. Sanin",
      "V. Grinkov",
      "S. Charyshnikov",
      "W. Boynton",
      "C. Fellows",
      "K. Harshman",
      "D. Hamara",
      "C. Shinohara",
      "R. Starr",
      "T. Clin"
    ],
    "abstract": "Abstract:  The Mars Odyssey spacecraft carries two experiments which are capable of\ndetecting cosmic gamma-ray bursts and soft gamma repeaters. Since April 2001\nthey have detected over 275 bursts and, in conjunction with the other\nspacecraft of the interplanetary network, localized many of them rapidly and\nprecisely enough to allow sensitive multi-wavelength counterpart searches. We\npresent the Mars Odyssey mission and describe the burst capabilities of the two\nexperiments in detail. We explain how the spacecraft timing and ephemeris have\nbeen verified in-flight using bursts from objects whose precise positions are\nknown by other means. Finally, we show several examples of localizations and\ndiscuss future plans for the Odyssey mission and the network as a whole.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0508379"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0508246",
    "title": "Title:Preliminary Design of The Wide-Field Infrared Survey Explorer (WISE)",
    "date_publ": "10 Aug 2005",
    "authors": [
      "A. K. Mainzer",
      "P. Eisenhardt",
      "E. L. Wright",
      "F. Liu",
      "W. Irace",
      "I. Heinrichsen",
      "R. Cutri",
      "V. Duva"
    ],
    "abstract": "Abstract:  The Wide-field Infrared Survey Explorer (WISE), a NASA MIDEX mission, will\nsurvey the entire sky in four bands from 3.3 to 23 microns with a sensitivity\n1000 times greater than the IRAS survey. The WISE survey will extend the Two\nMicron All Sky Survey into the thermal infrared and will provide an important\ncatalog for the James Webb Space Telescope. Using 1024x1024 HgCdTe and Si:As\narrays at 3.3, 4.7, 12 and 23 microns, WISE will find the most luminous\ngalaxies in the universe, the closest stars to the Sun, and it will detect most\nof the main belt asteroids larger than 3 km. The single WISE instrument\nconsists of a 40 cm diamond-turned aluminum afocal telescope, a two-stage solid\nhydrogen cryostat, a scan mirror mechanism, and reimaging optics giving 5\"\nresolution (full-width-half-maximum). The use of dichroics and beamsplitters\nallows four color images of a 47'x47' field of view to be taken every 8.8\nseconds, synchronized with the orbital motion to provide total sky coverage\nwith overlap between revolutions. WISE will be placed into a Sun-synchronous\npolar orbit on a Delta 7320-10 launch vehicle. The WISE survey approach is\nsimple and efficient. The three-axis-stabilized spacecraft rotates at a\nconstant rate while the scan mirror freezes the telescope line of sight during\neach exposure. WISE is currently in its Preliminary Design Phase, with the\nmission Preliminary Design Review scheduled for July, 2005. WISE is scheduled\nto launch in mid 2009; the project web site can be found at\nthis http URL.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0508246"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0508011",
    "title": "Title:GRB050223: A faint Gamma-Ray Burst discovered by Swift",
    "date_publ": "30 Jul 2005",
    "authors": [
      "K.L. Page",
      "E. Rol",
      "A.J. Levan",
      "B. Zhang",
      "J.P. Osborne",
      "P.T. O'Brien",
      "A.P. Beardmore",
      "D.N. Burrows",
      "S. Campana",
      "G. Chincharini",
      "J.R. Cummings",
      "G. Cusumano",
      "N. Gehrels",
      "P. Giommi",
      "M.R. Goad",
      "O. Godet",
      "V. Mangano",
      "G. Tagliaferri",
      "A.A. Well"
    ],
    "abstract": "Abstract:  GRB050223 was discovered by the Swift Gamma-Ray Burst Explorer on 23 February\n2005 and was the first Gamma-Ray Burst to be observed by both Swift and\nXMM-Newton. At the time of writing (May 2005), it has one of the faintest GRB\nafterglows ever observed. The spacecraft could not slew immediately to the\nburst, so the first X-ray and optical observations occurred approximately 45\nminutes after the trigger. Although no optical emission was found by any\ninstrument, both Swift and XMM-Newton detected the fading X-ray afterglow.\nCombined data from both of these observatories show the afterglow to be fading\nmonotonically as 0.99 +0.15/-0.12 over a time frame between 45 minutes to 27\nhours post-burst. Spectral analysis, allowed largely by the higher through-put\nof XMM-Newton, implies a power-law with a slope of Gamma=1.75 +0.19/-0.18 and\nshows no evidence for absorption above the Galactic column of 7 x 10^20 cm^-2.\nFrom the X-ray decay and spectral slopes, a low electron power-law index of p\n= 1.3-1.9 is derived; the slopes also imply that a jet-break has not occured up\nto 27 hours after the burst. The faintness of GRB050223 may be due to a large\njet opening or viewing angle or a high redshift.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0508011"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0507105",
    "title": "Title:Reducing the flexing of the arms of LISA",
    "date_publ": "25 Jul 2005",
    "authors": [
      "K. Rajesh Nayak",
      "S. Koshti",
      "S. V. Dhurandhar",
      "J-Y. Vine"
    ],
    "abstract": "Abstract:  The joint NASA-ESA mission LISA relies crucially on the stability of the\nthree spacecraft constellation. All three spacecraft are on heliocentric and\nweakly eccentric orbits forming a stable triangle. It has been shown that for\ncertain spacecraft orbits, the arms keep constant distances to the first order\nin the eccentricities. However, exact orbitography shows the so-called\n`breathing modes' of the arms where the arms slowly change their lengths over\nthe time-scale of a year. In this paper we analyse the breathing modes (the\nflexing of the arms) with the help of the geodesic deviation equations to\noctupole order which are shown to be equivalent to higher order\nClohessy-Wiltshire equations. We show that the flexing of the arms of LISA as\ngiven by the `exact' solution of Keplerian orbits, which gives constant\narmlengths to the first order in eccentricity and whose maximum flexing\namplitude is $\\sim 115,000$ km, can be improved, by tilting the plane of the\nLISA triangle slightly from the proposed orientation of $60^\\circ$ with the\necliptic to obtain a maximum flexing amplitude of $\\sim 48,000$ km, reducing it\nby a factor of $\\sim 2.4$. The reduction factor is even larger if we consider\nthe corresponding Doppler shifts, for which the reduction factor reaches almost\na factor of 6. We solve the second order equations and obtain the general\nsolution. We then use the general solution to establish the optimality of the\nsolutions that we have found.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/0507105"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0507052",
    "title": "Title:Using Early Data to Illuminate the Pioneer Anomaly",
    "date_publ": "12 Jul 2005 (v1), last revised 4 Oct 2005 (this version, v2)",
    "authors": [
      "Michael Martin Nieto",
      "John D. Anderso"
    ],
    "abstract": "Abstract:  Analysis of the radio tracking data from the Pioneer 10/11 spacecraft at\ndistances between about 20 - 70 AU from the Sun has consistently indicated the\npresence of an unmodeled, small, constant, Doppler blue shift drift of order 6\n\\times 10^{-9} Hz/s. After accounting for systematics, this drift can be\ninterpreted as a constant acceleration of a_P= (8.74 \\pm 1.33) \\times 10^{-8}\ncm/s^2 directed towards the Sun, or perhaps as a time acceleration of a_t =\n(2.92 \\pm 0.44)\\times 10^{-18} s/s^2. Although it is suspected that there is a\nsystematic origin to this anomaly, none has been unambiguously demonstrated. We\nreview the current status of the anomaly, and then point out how the analysis\nof early data, which was never analyzed in detail, could allow a more clear\nunderstanding of the origin of the anomaly, be it a systematic or a\nmanifestation of unsuspected physics.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0507052"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0507410",
    "title": "Title:The Burst Alert Telescope (BAT) on the Swift MIDEX Mission",
    "date_publ": "18 Jul 2005",
    "authors": [
      "S. D. Barthelmy",
      "L. M. Barbier",
      "J. R. Cummings",
      "E. E. Fenimore",
      "N. Gehrels",
      "D. Hullinger",
      "H. A. Krimm",
      "C. B. Markwardt",
      "D. M. Palmer",
      "A. Parsons",
      "G. Sato",
      "M. Suzuki",
      "T. Takahashi",
      "M. Tashiro",
      "J. Tuelle"
    ],
    "abstract": "Abstract:  The Burst Alert Telescope (BAT) is one of 3 instruments on the Swift MIDEX\nspacecraft to study gamma-ray bursts (GRBs). The BAT first detects the GRB and\nlocalizes the burst direction to an accuracy of 1-4 arcmin within 20 sec after\nthe start of the event. The GRB trigger initiates an autonomous spacecraft slew\nto point the two narrow field-of-view (FOV) instruments at the burst location\nwithin 20-70 sec so to make follow-up x-ray and optical observations. The BAT\nis a wide-FOV, coded-aperture instrument with a CdZnTe detector plane. The\ndetector plane is composed of 32,768 pieces of CdZnTe (4x4x2mm), and the\ncoded-aperture mask is composed of approximately 52,000 pieces of lead\n(5x5x1mm) with a 1-m separation between mask and detector plane. The BAT\noperates over the 15-150 keV energy range with approximately 7 keV resolution,\na sensitivity of approximately 10E-8 erg*cm^-2*s^-1, and a 1.4 sr (half-coded)\nFOV. We expect to detect >100 GRBs/yr for a 2-year mission. The BAT also\nperforms an all-sky hard x-ray survey with a sensitivity of approximately 2\nmCrab (systematic limit) and it serves as a hard x-ray transient monitor.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0507410"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0507117",
    "title": "Title:The free precession and libration of Mercury",
    "date_publ": "6 Jul 2005",
    "authors": [
      "S. J. Peal"
    ],
    "abstract": "Abstract:  An analysis based on the direct torque equations including tidal dissipation\nand a viscous core-mantle coupling is used to determine the damping time scales\nof O(10^5) years for free precession of the spin about the Cassini state and\nfree libration in longitude for Mercury. The core-mantle coupling dominates the\ndamping over the tides by one to two orders of magnitude for the plausible\nparameters chosen. The short damping times compared with the age of the solar\nsystem means we must find recent or on-going excitation mechanisms if such free\nmotions are found by the current radar experiments or the future measurement by\nthe MESSENGER and BepiColombo spacecraft that will orbit Mercury. We also show\nthat the average precession rate is increased by about 30% over that obtained\nfrom the traditional precession constant because of a spin-orbit resonance\ninduced contribution by the C_{22} term in the expansion of the gravitational\nfield. The C_{22} contribution also causes the path of the spin during the\nprecession to be slightly elliptical with a variation in the precession rate\nthat is a maximum when the obliquity is a minimum. An observable free\nprecession will compromise the determination of obliquity of the Cassini state\nand hence of C/MR^2 for Mercury, but a detected free libration will not\ncompromise the determination of the forced libration amplitude and thus the\nverification of a liquid core",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0507117"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0506139",
    "title": "Title:A Mission to Explore the Pioneer Anomaly",
    "date_publ": "30 Jun 2005",
    "authors": [
      "The Pioneer Explorer Collaboration: H. Dittus",
      "S.G. Turyshev",
      "C. Lämmerzahl",
      "S. Theil",
      "R. Foerstner",
      "U. Johann",
      "W. Ertmer",
      "E. Rasel",
      "B. Dachwald",
      "W. Seboldt",
      "F.W. Hehl",
      "C. Kiefer",
      "H.-J. Blome",
      "J. Kunz",
      "D. Giulini",
      "R. Bingham",
      "B. Kent",
      "T.J. Sumner",
      "O. Bertolami",
      "J. Páramos",
      "J.L. Rosales",
      "B. Christophe",
      "B. Foulon",
      "P. Touboul",
      "P. Bouyer",
      "S. Reynaud",
      "A. Brillet",
      "F. Bondu",
      "E. Samain",
      "C.J. de Matos",
      "C. Erd",
      "J.C. Grenouilleau",
      "D. Izzo",
      "A. Rathke",
      "J.D. Anderson",
      "S.W. Asmar",
      "E.L. Lau",
      "M.M. Nieto",
      "B. Mashhoo"
    ],
    "abstract": "Abstract:  The Pioneer 10 and 11 spacecraft yielded the most precise navigation in deep\nspace to date. These spacecraft had exceptional acceleration sensitivity.\nHowever, analysis of their radio-metric tracking data has consistently\nindicated that at heliocentric distances of $\\sim 20-70$ astronomical units,\nthe orbit determinations indicated the presence of a small, anomalous, Doppler\nfrequency drift. The drift is a blue-shift, uniformly changing with a rate of\n$\\sim(5.99 \\pm 0.01)\\times 10^{-9}$ Hz/s, which can be interpreted as a\nconstant sunward acceleration of each particular spacecraft of $a_P = (8.74 \\pm\n1.33)\\times 10^{-10} {\\rm m/s^2}$. This signal has become known as the Pioneer\nanomaly. The inability to explain the anomalous behavior of the Pioneers with\nconventional physics has contributed to growing discussion about its origin.\nThere is now an increasing number of proposals that attempt to explain the\nanomaly outside conventional physics. This progress emphasizes the need for a\nnew experiment to explore the detected signal. Furthermore, the recent\nextensive efforts led to the conclusion that only a dedicated experiment could\nultimately determine the nature of the found signal. We discuss the Pioneer\nanomaly and present the next steps towards an understanding of its origin. We\nspecifically focus on the development of a mission to explore the Pioneer\nAnomaly in a dedicated experiment conducted in deep space.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0506139"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0506012",
    "title": "Title:Acceleration disturbances and requirements for ASTROD I",
    "date_publ": "2 Jun 2005 (v1), last revised 15 Jun 2006 (this version, v2)",
    "authors": [
      "Sachie Shiomi",
      "Wei-Tou N"
    ],
    "abstract": "Abstract:  ASTRODynamical Space Test of Relativity using Optical Devices I (ASTROD I)\nmainly aims at testing relativistic gravity and measuring the solar-system\nparameters with high precision, by carrying out laser ranging between a\nspacecraft in a solar orbit and ground stations. In order to achieve these\ngoals, the magnitude of the total acceleration disturbance of the proof mass\nhas to be less than 10&#8722;13 m s&#8722;2 Hz&#8722;1/2 at 0.1 m Hz. In this\npaper, we give a preliminary overview of the sources and magnitude of\nacceleration disturbances that could arise in the ASTROD I proof mass. Based on\nthe estimates of the acceleration disturbances and by assuming a simple\ncontrolloop model, we infer requirements for ASTROD I. Our estimates show that\nmost of the requirements for ASTROD I can be relaxed in comparison with Laser\nInterferometer Space Antenna (LISA).",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0506012"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0506721",
    "title": "Title:Expectations for the Deep Impact collision from cometary nuclei modelling",
    "date_publ": "29 Jun 2005",
    "authors": [
      "Olivier Mousis (LAOB)",
      "Ulysse Marboeuf (LAOB)",
      "Jean-Marc C. Petit (LAOB)",
      "Jurgen Klinger (TIZIN"
    ],
    "abstract": "Abstract:  Using the cometary nucleus model developed by Espinasse et al. (1991), we\ncalculate the thermodynamical evolution of Comet 9P/Tempel 1 over a period of\n360 years. Starting from an initially amorphous cometary nucleus which\nincorporates an icy mixture of H2O and CO, we show that, at the time of Deep\nImpact collision, the crater is expected to form at depths where ice is in its\ncrystalline form. Hence, the subsurface exposed to space should not be\nprimordial. We also attempt an order-of-magnitude estimate of the heating and\nmaterial ablation effects on the crater activity caused by the 370 Kg\nprojectile released by the DI spacecraft. We thus show that heating effects\nplay no role in the evolution of crater activity. We calculate that the CO\nproduction rate from the impacted region should be about 300-400 times higher\nfrom the crater resulting from the impact with a 35 m ablation than over the\nunperturbed nucleus in the immediate post-impact period. We also show that the\nH2O production rate is decreased by several orders of magnitude at the crater\nbase just after ablation.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0506721"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0506703",
    "title": "Title:Dynamical models of Kuiper Belt dust in the inner and outer Solar System",
    "date_publ": "28 Jun 2005",
    "authors": [
      "Amaya Moro-Martin",
      "Renu Malhotr"
    ],
    "abstract": "Abstract:  We report several results related to the dynamical evolution of dust produced\nin the Kuiper Belt (KB). We show that its particle size frequency distribution\nin space is greatly changed from the distribution at production, as a results\nof the combined effects of radiation forces and the perturbations of the\nplanets. We estimate the contribution of KB dust to the zodiacal cloud by\ncalculating the radial profile of its number density near the ecliptic. We also\nstudy the contribution of KB dust to the population of interplanetary dust\nparticles (IDPs) collected at Earth, by calculating geocentric encounter\nvelocities and capture rates. Our models show, in contrast with previous\nstudies, that KB dust grains on Earth-crossing orbits have high eccentricities\nand inclinations and, therefore, their encounter velocities are similar to\nthose of cometary grains and not to asteroidal grains. We estimate that at most\n25% in number of captured IDPs have cometary or KB origin; the KB contribution\nmay be as low as 1%-2%. We present the velocity field of KB dust throughout the\nsolar system; this, together with the number density radial profile, is\npotentially useful for planning spacecraft missions to the outer solar system.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0506703"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0506330",
    "title": "Title:Pioneer Anomaly and the Kuiper Belt mass distribution",
    "date_publ": "15 Jun 2005 (v1), last revised 18 Jun 2006 (this version, v3)",
    "authors": [
      "O. Bertolami",
      "P. Vieir"
    ],
    "abstract": "Abstract:  Pioneer 10 and 11 were the first probes sent to study the outer planets of\nthe Solar System and Pioneer 10 was the first spacecraft to leave the Solar\nSystem. Besides their already epic journeys, Pioneer 10 and 11 spacecraft were\nsubjected to an unaccounted effect interpreted as a constant acceleration\ntoward the Sun, the so-called Pioneer anomaly. One of the possibilities put\nforward for explaining the Pioneer anomaly is the gravitational acceleration of\nthe Kuiper Belt. In this work we examine this hypothesis for various models for\nthe Kuiper Belt mass distribution. We find that the gravitational effect due to\nthe Kuiper Belt cannot account for the Pioneer anomaly. Furthermore, we have\nalso studied the hypothesis that drag forces can explain the the Pioneer\nanomaly; however we conclude that the density required for producing the\nPioneer anomaly is many orders of magnitude greater than those of\ninterplanetary and interstellar dust. Our conclusions suggest that only through\na mission, the Pioneer anomaly can be confirmed and further investigated. If a\nmission with these aims is ever sent to space, it turns out, on account of our\nresults, that it will be also a quite interesting probe to study the mass\ndistribution of the Kuiper Belt.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0506330"
  }
]