[
  {
    "url": "https://arxiv.org/abs/1609.08271",
    "title": "Title:A generalized two-component model of solar wind turbulence and ab initio diffusion mean free paths and drift lengthscales of cosmic rays",
    "date_publ": "27 Sep 2016",
    "authors": [
      "Tobias Wiengarten",
      "Sean Oughton",
      "Eugene Engelbrecht",
      "Horst Fichtner",
      "Jens Kleimann",
      "Klaus Schere"
    ],
    "abstract": "Abstract:  We extend a two-component model for the evolution of fluctuations in the\nsolar wind plasma so that it is fully three-dimensional (3D) and also coupled\nself-consistently to the large-scale magnetohydrodynamic (MHD) equations\ndescribing the background solar wind. The two classes of fluctuations\nconsidered are a high-frequency parallel-propagating wave-like piece and a\nlow-frequency quasi-two-dimensional component. For both components, the\nnonlinear dynamics is dominanted by quasi-perpendicular spectral cascades of\nenergy. Driving of the fluctuations, by, for example, velocity shear and pickup\nions, is included. Numerical solutions to the new model are obtained using the\nCronos framework, and validated against previous simpler models. Comparing\nresults from the new model with spacecraft measurements, we find improved\nagreement relative to earlier models that employ prescribed background solar\nwind fields. Finally, the new results for the wave-like and\nquasi-two-dimensional fluctuations are used to calculate ab initio diffusion\nmean free paths and drift lengthscales for the transport of cosmic rays in the\nturbulent solar wind.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1609.08271"
  },
  {
    "url": "https://arxiv.org/abs/1609.07989",
    "title": "Title:Change in activity character of coronae of low-mass stars of various spectral types",
    "date_publ": "26 Sep 2016",
    "authors": [
      "B.A. Nizamov",
      "M.M. Katsova",
      "M.A. Livshit"
    ],
    "abstract": "Abstract:  We study the dependence of the coronal activity index on the star's rotation\nrate. This question was considered earlier for 824 late-type stars on the basis\nof a consolidated catalogue of the soft X-ray fluxes. We carry out a more\nrefined analysis separately for G, K and M dwarfs. They distinctively exhibit\ntwo modes of activity. The first one is the saturation mode, it is\ncharacteristic of young stars and is practically not related to their rotation.\nThe second one refers to the solar-type activity the level of which strongly\ndepends on the rotation period. We show that the transition from one mode to\nanother takes place at the rotation periods of 1.1, 3.3 and 7.2 days for the\nstars of spectral types G2, K4 and M3 respectively. In the light of the\ndiscovery of superflares on G and K stars on the Kepler spacecraft there arises\na question of how these objects differ from other active late-type stars. We\nanalyse the location of superflare stars relative to the stars observed by\nKepler on the \"amplitude of rotational brightness modulation (ARM) -- rotation\nperiod\" diagram. The value of ARM reflects the relative spots area on a star\nand characterises the activity level in the whole atmosphere. It is shown that\nG and K superflare stars are basically fast rotating young objects, but some of\nthem belong to the stars with the solar type of activity.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1609.07989"
  },
  {
    "url": "https://arxiv.org/abs/1609.07743",
    "title": "Title:Summer fireworks on comet 67P",
    "date_publ": "25 Sep 2016",
    "authors": [
      "J.-B. Vincent",
      "M. F. A'Hearn",
      "Z.-Y. Lin",
      "M. R. El-Maarry",
      "M. Pajola",
      "H. Sierks",
      "C. Barbieri",
      "P. L. Lamy",
      "R. Rodrigo",
      "D. Koschny",
      "H. Rickman",
      "H. U. Keller",
      "J. Agarwal",
      "M. A. Barucci",
      "J.-L. Bertaux",
      "I. Bertini",
      "S. Besse",
      "D. Bodewits",
      "G. Cremonese",
      "V. Da Deppo",
      "B. Davidsson",
      "S. Debei",
      "M. De Cecco",
      "J. Deller",
      "S. Fornasier",
      "M. Fulle",
      "A. Gicquel",
      "O. Groussin",
      "P. J. Gutierrez",
      "P. Gutierrez-Marquez",
      "C. Guettler",
      "S. Hoefner",
      "M. Hofmann",
      "S. F. Hviid",
      "W.-H. Ip",
      "L. Jorda",
      "J. Knollenberg",
      "G. Kovacs",
      "J.-R. Kramm",
      "E. Kuehrt",
      "M. Kueppers",
      "L. M. Lara",
      "M. Lazzarin",
      "J. J. Lopez Moreno",
      "F. Marzari",
      "M. Massironi",
      "S. Mottola",
      "G. Naletto",
      "N. Oklay",
      "F. Preusker",
      "F. Scholten",
      "X. Shi",
      "N. Thomas",
      "I. Toth",
      "C. Tubian"
    ],
    "abstract": "Abstract:  During its two years mission around comet 67P/Churyumov-Gerasimenko, ESA's\nRosetta spacecraft had the unique opportunity to follow closely a comet in the\nmost active part of its orbit. Many studies have presented the typical features\nassociated to the activity of the nucleus, such as localized dust and gas jets.\nHere we report on series of more energetic transient events observed during the\nthree months surrounding the comet's perihelion passage in August 2015.\nWe detected and characterized 34 outbursts with the Rosetta cameras, one\nevery 2.4 nucleus rotation. We identified 3 main dust plume morphologies\nassociated to these events: a narrow jet, a broad fan, and more complex plumes\nfeaturing both previous types together. These plumes are comparable in scale\nand temporal variation to what has been observed on other comets.\nWe present a map of the outbursts source locations, and discuss the\nassociated topography. We find that the spatial distribution sources on the\nnucleus correlates well with morphological region boundaries, especially in\nareas marked by steep scarps or cliffs.\nOutbursts occur either in the early morning or shortly after the local noon,\nindicating two potential processes: Morning outbursts may be triggered by\nthermal stresses linked to the rapid change of temperature, afternoon events\nare most likely related to the diurnal or seasonal heat wave reaching volatiles\nburied under the first surface layer. In addition, we propose that some events\ncan be the result of a completely different mechanism, in which most of the\ndust is released upon the collapse of a cliff.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1609.07743"
  },
  {
    "url": "https://arxiv.org/abs/1609.07325",
    "title": "Title:GaiaNIR: Combining optical and Near-Infra-Red (NIR) capabilities with Time-Delay-Integration (TDI) sensors for a future Gaia-like mission",
    "date_publ": "23 Sep 2016 (v1), last revised 22 May 2020 (this version, v2)",
    "authors": [
      "David Hobbs",
      "Erik Høg",
      "Alcione Mora",
      "Cian Crowley",
      "Paul McMillan",
      "Piero Ranalli",
      "Ulrike Heiter",
      "Carme Jordi",
      "Nigel Hambly",
      "Ross Church",
      "Brown Anthony",
      "Paolo Tanga",
      "Laurent Chemin",
      "Jordi Portell",
      "Fran Jiménez-Esteban",
      "Sergei Klioner",
      "Francois Mignard",
      "Johan Fynbo",
      "Łukasz Wyrzykowski",
      "Krzysztof Rybicki",
      "Richard I. Anderson",
      "Alberto Cellino",
      "Claus Fabricius",
      "Michael Davidson",
      "Lennart Lindegre"
    ],
    "abstract": "Abstract:  ESA recently called for new \"Science Ideas\" to be investigated in terms of\nfeasibility and technological developments -- for technologies not yet\nsufficiently mature. These ideas may in the future become candidates for M or L\nclass missions within the ESA Science Program.\nWith the launch of Gaia in December 2013, Europe entered a new era of space\nastrometry following in the footsteps of the very successful Hipparcos mission\nfrom the early 1990s. Gaia is the successor to Hipparcos, both of which\noperated in optical wavelengths, and Gaia is two orders of magnitude more\naccurate in the five astrometric parameters and is surveying four orders of\nmagnitude more stars in a vast volume of the Milky Way. The combination of the\nHipparcos/Tycho-2 catalogues with the first early Gaia data release will give\nimproved proper motions over a long ~25 year baseline. The final Gaia solution\nwill also establish a new optical reference frame by means of quasars, by\nlinking the optical counterparts of radio (VLBI) sources defining the\norientation of the reference frame, and by using the zero proper motion of\nquasars to determine a non-rotating frame.\nA weakness of Gaia is that it only operates at optical wavelengths. However,\nmuch of the Galactic centre and the spiral arm regions, important for certain\nstudies, are obscured by interstellar extinction and this makes it difficult\nfor Gaia to deeply probe. Traditionally, this problem is overcome by switching\nto the infra-red but this was not possible with Gaia's CCDs. Additionally, to\nscan the entire sky and make global absolute parallax measurements the\nspacecraft must have a constant rotation and this requires that the CCDs\noperate in TDI mode, increasing their complexity.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1609.07325"
  },
  {
    "url": "https://arxiv.org/abs/1609.06129",
    "title": "Title:On the surface physics affecting solar oscillation frequencies",
    "date_publ": "20 Sep 2016",
    "authors": [
      "G. Houdek",
      "R. Trampedach",
      "M. J. Aarslev",
      "J. Christensen-Dalsgaar"
    ],
    "abstract": "Abstract:  Adiabatic oscillation frequencies of stellar models, computed with the\nstandard mixing-length formulation for convection, increasingly deviate with\nradial order from observations in solar-like stars. Standard solar models\noverestimate adiabatic frequencies by as much as ~ 20 {\\mu}Hz. In this letter,\nwe address the physical processes of turbulent convection that are\npredominantly responsible for the frequency differences between standard models\nand observations, also called `surface effects'. We compare measured solar\nfrequencies from the MDI instrument on the SOHO spacecraft with frequency\ncalculations that include three-dimensional (3D) hydrodynamical simulation\nresults in the equilibrium model, nonadiabatic effects, and a consistent\ntreatment of the turbulent pressure in both the equilibrium and stability\ncomputations. With the consistent inclusion of the above physics in our model\ncomputation we are able to reproduce the observed solar frequencies to < 3\n{\\mu}Hz without the need of any additional ad-hoc functional corrections.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1609.06129"
  },
  {
    "url": "https://arxiv.org/abs/1609.04269",
    "title": "Title:Gaia Data Release 1 - The Cepheid & RR Lyrae star pipeline and its application to the south ecliptic pole region",
    "date_publ": "14 Sep 2016 (v1), last revised 14 Oct 2016 (this version, v2)",
    "authors": [
      "G. Clementini",
      "V. Ripepi",
      "S. Leccia",
      "N. Mowlavi",
      "I. Lecoeur-Taibi",
      "M. Marconi",
      "L. Szabados",
      "L. Eyer",
      "L. P.Guy",
      "L. Rimoldini",
      "G. Jevardat de Fombelle",
      "B. Holl",
      "G. Busso",
      "J. Charnas",
      "J. Cuypers",
      "F. De Angeli",
      "J. De Ridder",
      "J. Debosscher",
      "D. W. Evans",
      "P. Klagyivik",
      "I. Musella",
      "K. Nienartowicz",
      "D. Ordonez",
      "S. Regibo",
      "M. Riello",
      "L. M. Sarro",
      "M. Suvege"
    ],
    "abstract": "Abstract:  We present an overview of the Specific Objects Study (SOS) pipeline developed\nwithin the Coordination Unit 7 (CU7) of the Gaia Data Processing and Analysis\nConsortium (DPAC), the coordination unit charged with the processing and\nanalysis of variable sources observed by Gaia, to validate and fully\ncharacterise Cepheids and RR Lyrae stars observed by the spacecraft. We\ndescribe how the SOS for Cepheids and RR Lyrae stars (SOS Cep&RRL) was\nspecifically tailored to analyse Gaia's G-band photometric time-series with a\nSouth Ecliptic Pole (SEP) footprint, which covers an external region of the\nLarge Magellanic Cloud (LMC). G-band time-series photometry and\ncharacterization by the SOS Cep&RRL pipeline (mean magnitude and pulsation\ncharacteristics) are published in Gaia Data Release 1 (Gaia DR1) for a total\nsample of 3,194 variable stars, 599 Cepheids and 2,595 RR Lyrae stars, of which\n386 (43 Cepheids and 343 RR Lyrae stars) are new discoveries by Gaia. All 3,194\nstars are distributed over an area extending 38 degrees on either side from a\npoint offset from the centre of the LMC by about 3 degrees to the north and 4\ndegrees to the east. The vast majority, but not all, are located within the\nLMC. The published sample also includes a few bright RR Lyrae stars that trace\nthe outer halo of the Milky Way in front of the LMC.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Astrophysics of Galaxies (astro-ph.GA)"
    ],
    "url_pdf": "/pdf/1609.04269"
  },
  {
    "url": "https://arxiv.org/abs/1609.04153",
    "title": "Title:The Gaia mission",
    "date_publ": "14 Sep 2016",
    "authors": [
      "Gaia Collaboratio"
    ],
    "abstract": "Abstract:  Gaia is a cornerstone mission in the science programme of the European Space\nAgency (ESA). The spacecraft construction was approved in 2006, following a\nstudy in which the original interferometric concept was changed to a\ndirect-imaging approach. Both the spacecraft and the payload were built by\nEuropean industry. The involvement of the scientific community focusses on data\nprocessing for which the international Gaia Data Processing and Analysis\nConsortium (DPAC) was selected in 2007. Gaia was launched on 19 December 2013\nand arrived at its operating point, the second Lagrange point of the\nSun-Earth-Moon system, a few weeks later. The commissioning of the spacecraft\nand payload was completed on 19 July 2014. The nominal five-year mission\nstarted with four weeks of special, ecliptic-pole scanning and subsequently\ntransferred into full-sky scanning mode. We recall the scientific goals of Gaia\nand give a description of the as-built spacecraft that is currently (mid-2016)\nbeing operated to achieve these goals. We pay special attention to the payload\nmodule, the performance of which is closely related to the scientific\nperformance of the mission. We provide a summary of the commissioning\nactivities and findings, followed by a description of the routine operational\nmode. We summarise scientific performance estimates on the basis of in-orbit\noperations. Several intermediate Gaia data releases are planned and the data\ncan be retrieved from the Gaia Archive, which is available through the Gaia\nhome page at this http URL.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1609.04153"
  },
  {
    "url": "https://arxiv.org/abs/1609.03094",
    "title": "Title:Temperature restrictions for materials used in aerospace industry for the near-sun orbits",
    "date_publ": "10 Sep 2016",
    "authors": [
      "Elena Ancona",
      "Roman Ya. Kezerashvil"
    ],
    "abstract": "Abstract:  For near-Sun missions, the spacecraft approaches very close to the Sun and\nspace environmental effects become relevant. Strong restrictions on how much\nclose it can get derive from the maximum temperature that the used materials\ncan stand, in order not to compromise the spacecraft's activity and\nfunctionalities. In other words, the minimum perihelion distance of a given\nmission can be determined based on the materials' temperature restrictions. The\ntemperature of an object in space depends on its optical properties:\nreflectivity, absorptivity, transmissivity, and emissivity. Usually, it is\nconsidered as an approximation that the optical properties of materials are\nconstant. However, emissivity depends on temperature. The consideration of the\ntemperature dependence of emissivity and conductivity of materials used in the\naerospace industry leads to the conclusion that the temperature dependence on\nthe heliocentric distance is different from the case of constant optical\nproperties [1]. Particularly, taking into account that emissivity is directly\nproportional to the temperature, the temperature of an object increases as\n$r{}^{-2/5}$ when the heliocentric distance $r$ decreases. This means that the\nsame temperature will actually be reached at a different distance and,\neventually, the spacecraft will be allowed to approach closer to the Sun\nwithout compromising its activities. We focused on metals used for aerospace\nstructures (Al, Ti), however our analysis can be extended to all kinds of\ncomposite materials, once their optical properties - in particular emissivity -\nare defined.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1609.03094"
  },
  {
    "url": "https://arxiv.org/abs/1609.03039",
    "title": "Title:Experimental determination of whistler wave dispersion relation in the solar wind",
    "date_publ": "10 Sep 2016",
    "authors": [
      "D. Stansby",
      "T. S. Horbury",
      "C. H. K. Chen",
      "L. Mattein"
    ],
    "abstract": "Abstract:  The origins and properties of large amplitude whistler wave packets in the\nsolar wind are still unclear. In this Letter we utilise single spacecraft\nelectric and magnetic field waveform measurements from the ARTEMIS mission to\ncalculate the plasma frame frequency and wavevector of individual wave packets\nover multiple intervals. This allows direct comparison of experimental\nmeasurements with theoretical dispersion relations to identify the observed\nwaves as whistler waves. The whistlers are right-hand circularly polarised,\ntravel anti-sunward and are aligned with the background magnetic field. Their\ndispersion is strongly affected by the local electron parallel beta in\nagreement with linear theory. The properties measured are consistent with the\nelectron heat flux instability acting in the solar wind to generate these\nwaves.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1609.03039"
  },
  {
    "url": "https://arxiv.org/abs/1609.02373",
    "title": "Title:Inward Diffusion and Acceleration of Particles Driven by Turbulent Fluctuations in Magnetosphere",
    "date_publ": "8 Sep 2016 (v1), last revised 7 Nov 2016 (this version, v3)",
    "authors": [
      "Y. Ushida",
      "Y. Kawazura",
      "N. Sato",
      "Z. Yoshid"
    ],
    "abstract": "Abstract:  Charged particles in a magnetosphere are spontaneously attracted to a planet\nwhile increasing their kinetic energy via inward diffusion process. A\nconstraint on particles' micro-scale adiabatic invariants restricts the class\nof motions available to the system, giving rise to a proper frame on which\nparticle diffusion occurs. We investigate the inward diffusion process by\nnumerical simulation of particles on constrained phase space. The results\nreveal the emergence of inhomogeneous density gradient and anisotropic heating,\nwhich is consistent with spacecraft observations, experimental observations,\nand the recently formulated diffusion model on the constrained phase space.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1609.02373"
  },
  {
    "url": "https://arxiv.org/abs/1609.01050",
    "title": "Title:Nonconservative extension of Keplerian integrals and a new class of integrable system",
    "date_publ": "5 Sep 2016 (v1), last revised 6 Sep 2016 (this version, v2)",
    "authors": [
      "Javier Ro"
    ],
    "abstract": "Abstract:  The invariance of the Lagrangian under time translations and rotations in\nKepler's problem yields the conservation laws related to the energy and angular\nmomentum. Noether's theorem reveals that these same symmetries furnish\ngeneralized forms of the first integrals in a special nonconservative case,\nwhich approximates various physical models. The system is perturbed by a\nbiparametric acceleration with components along the tangential and normal\ndirections. A similarity transformation reduces the biparametric disturbance to\na simpler uniparametric forcing along the velocity vector. The solvability\nconditions of this new problem are discussed, and closed-form solutions for the\nintegrable cases are provided. Thanks to the conservation of a generalized\nenergy, the orbits are classified as elliptic, parabolic, and hyperbolic.\nKeplerian orbits appear naturally as particular solutions to the problem. After\ncharacterizing the orbits independently, a unified form of the solution is\nbuilt based on the Weierstrass elliptic functions. The new trajectories involve\nfundamental curves such as cardioids and logarithmic, sinusoidal, and Cotes'\nspirals. These orbits can represent the motion of particles perturbed by solar\nradiation pressure, of spacecraft with continuous thrust propulsion, and some\ninstances of Schwarzschild geodesics. Finally, the problem is connected with\nother known integrable systems in celestial mechanics.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1609.01050"
  },
  {
    "url": "https://arxiv.org/abs/1609.00598",
    "title": "Title:Scaling of compressible magnetohydrodynamic turbulence in the fast solar wind",
    "date_publ": "2 Sep 2016",
    "authors": [
      "Supratik Banerjee",
      "Lina Z. Hadid",
      "Fouad Sahraoui",
      "Sebastien Galtie"
    ],
    "abstract": "Abstract:  The role of compressible fluctuations in the energy cascade of fast solar\nwind turbulence is studied using a reduced form of an exact law derived\nrecently (Banerjee and Galtier, PRE, 2013) for compressible isothermal\nmagnetohydrodynamics and in-situ observations from the THEMIS B/ARTEMIS P1\nspacecraft. A statistical survey of the data revealed a turbulent energy\ncascade over two decades of scales, which is broader than the previous\nestimates made from an exact incompressible law. A term-by-term analysis of the\ncompressible model reveals new insight into the role played by the compressible\nfluctuations in the energy cascade. The compressible fluctuations are shown to\namplify (2 to 4 times) the turbulent cascade rate with respect to the\nincompressible model in 10 % of the analyzed samples. This new estimated\ncascade rate is shown to provide the adequate energy dissipation required.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1609.00598"
  },
  {
    "url": "https://arxiv.org/abs/1609.00551",
    "title": "Title:Detection of exposed H$_2$O ice on the nucleus of comet 67P/Churyumov-Gerasimenko",
    "date_publ": "2 Sep 2016",
    "authors": [
      "M.A. Barucci",
      "G. Filacchione",
      "S. Fornasier",
      "A. Raponi",
      "J.D.P. Deshapriya",
      "F. Tosi",
      "C. Feller",
      "M.Ciarniello",
      "H. Sierks",
      "F. Capaccioni",
      "A. Pommerol",
      "M. Massironi",
      "N. Oklay",
      "F. Merlin",
      "J.-B. Vincent",
      "M. Fulchignoni",
      "A. Guilbert-Lepoutre",
      "D. Perna",
      "M.T. Capria",
      "P. H. Hasselmann",
      "B. Rousseau",
      "C. Barbieri",
      "D. Bockelee-Morvan",
      "P. L. Lamy",
      "C. De Sanctis",
      "R. Rodrigo",
      "S. Erard",
      "D. Koschny",
      "C. Leyrat",
      "H. Rickman",
      "P. Drossart",
      "H. U. Keller",
      "M. F. A'Hearn",
      "G. Arnold",
      "J.-L. Bertaux",
      "I. Bertini",
      "P. Cerroni",
      "G. Cremonese",
      "V. Da Deppo",
      "B. J. R. Davidsson",
      "El-Maarry",
      "S. Fonti",
      "M. Fulle",
      "O. Groussin",
      "C. Guttle"
    ],
    "abstract": "Abstract:  Since the orbital insertion of the Rosetta spacecraft, comet\n67P/Churyumov-Gerasimenko (67P/C-G) has been mapped by OSIRIS camera and VIRTIS\nspectro-imager, producing a huge quantity of images and spectra of the comet's\nnucleus. The aim of this work is to search for the presence of H$_2$O on the\nnucleus which, in general, appears very dark and rich in dehydrated organic\nmaterial. After selecting images of the bright spots which could be good\ncandidates to search for H$_2$O ice, taken at high resolution by OSIRIS, we\ncheck for spectral cubes of the selected coordinates to identify these spots\nobserved by VIRTIS. The selected OSIRIS images were processed with the OSIRIS\nstandard pipeline and corrected for the illumination conditions for each pixel\nusing the Lommel-Seeliger disk law. The spots with higher I/F were selected and\nthen analysed spectrophotometrically and compared with the surrounding area. We\nselected 13 spots as good targets to be analysed by VIRTIS to search for the 2\nmicron absorption band of water ice in the VIRTIS spectral cubes. Out of the 13\nselected bright spots, eight of them present positive H$_2$O ice detection on\nthe VIRTIS data. A spectral analysis was performed and the approximate\ntemperature of each spot was computed. The H$_2$O ice content was confirmed by\nmodeling the spectra with mixing (areal and intimate) of H$_2$O ice and dark\nterrain, using Hapke's radiative transfer modeling. We also present a detailed\nanalysis of the detected spots.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1609.00551"
  },
  {
    "url": "https://arxiv.org/abs/1609.00002",
    "title": "Title:A torsion pendulum ground test of the LISA Pathfinder Free-fall mode",
    "date_publ": "30 Aug 2016",
    "authors": [
      "Giuliana Russan"
    ],
    "abstract": "Abstract:  LISA Pathfinder is the technological demonstrator space mission for the\nfuture gravitational waves observatory in space eLISA, with the aim of measure\nthe differential acceleration between free-falling test masses orbiting in the\nsame apparatus at a level of 30 fm/s-2Hz-1/2 at 1 mHz. Because the satellite\ncan't follow the two masses at the same time, the second mass must be forced to\nfollow either the other one or the spacecraft. The actuation force applied to\ncompensate this effect introduces a dominant source of force noise in the\nmission noise budget at frequency near and below the mHz. The free-fall mode\nactuation control scheme has been designed to suppress this noise source and\navoid actuation instabilities: actuation is limited to brief periodic impulses,\nwith test masses in free fall in between two kicks. This actuation-free motion\nis then analyzed for the remaining sources of acceleration ultra noise. A\nfree-fall mode parallel testing has been successfully implemented on torsion\npendulum facility at the University of Trento and the results of the\nmeasurement campaign are ready to be shown and discussed. The implementation of\nthe data analysis algorithms to estimate the spectrum of the acceleration of\nthe controlled test mass, and the estimation of system parameters such as the\nforce gradients, stiffness terms, are also part of this work. The free-fall\nmode has been tested at the level of 2 fNm/Hz-1/2, at the frequencies of 1 mHz,\ncorresponding to an acceleration of about 100 fm /s-2 Hz-1/2. The ground tests\nhave nevertheless allowed to develop and test quantitatively this innovative\nmethod of noise reduction due to actuation noise, contributing to its\ndevelopment for the LISA Pathfinder mission.",
    "categories": [
      "Instrumentation and Detectors (physics.ins-det)"
    ],
    "url_pdf": "/pdf/1609.00002"
  },
  {
    "url": "https://arxiv.org/abs/1608.08774",
    "title": "Title:Sublimation of icy aggregates in the coma of comet 67P/Churyumov-Gerasimenko detected with the OSIRIS cameras onboard Rosetta",
    "date_publ": "31 Aug 2016",
    "authors": [
      "A. Gicquel",
      "J.-B. Vincent",
      "J. Agarwal",
      "M. F. A'Hearn",
      "I. Bertini",
      "D. Bodewits",
      "H. Sierks",
      "Z.-Y. Lin",
      "C. Barbieri",
      "P. L. Lamy",
      "R. Rodrigo",
      "D. Koschny",
      "H. Rickman",
      "H. U. Keller",
      "M. A. Barucci",
      "J.-L. Bertaux",
      "S. Besse",
      "G. Cremonese",
      "V. Da Deppo",
      "B. Davidsson",
      "S. Debei",
      "J. Deller",
      "M. De Cecco",
      "E. Frattin",
      "M. R. El-Maarry",
      "S. Fornasier",
      "M. Fulle",
      "O. Groussin",
      "P. J. Gutierrez",
      "P. Gutierrez-Marquez",
      "C. Guettler",
      "S. Hoefner",
      "M. Hofmann",
      "X. Hu",
      "S. F. Hviid",
      "W.-H. Ip",
      "L. Jorda",
      "J. Knollenberg",
      "G. Kovacs",
      "J.-R. Kramm",
      "E. Kuehrt",
      "M. Kueppers",
      "L. M. Lara",
      "M. Lazzarin",
      "J. J. Lopez Moreno",
      "S. Lowry",
      "F. Marzari",
      "N. Masoumzadeh",
      "M. Massironi",
      "F. Moreno",
      "S. Mottola",
      "G. Naletto",
      "N. Oklay",
      "M. Pajola",
      "A. Pommerol",
      "F. Preusker",
      "F. Scholten",
      "X. Shi",
      "N. Thomas",
      "I. Toth",
      "C. Tubian"
    ],
    "abstract": "Abstract:  Beginning in March 2014, the OSIRIS (Optical, Spectroscopic, and Infrared\nRemote Imaging System) cameras began capturing images of the nucleus and coma\n(gas and dust) of comet 67P/Churyumov-Gerasimenko using both the wide angle\ncamera (WAC) and the narrow angle camera (NAC). The many observations taken\nsince July of 2014 have been used to study the morphology, location, and\ntemporal variation of the comet's dust jets. We analyzed the dust monitoring\nobservations shortly after the southern vernal equinox on May 30 and 31, 2015\nwith the WAC at the heliocentric distance Rh = 1.53 AU, where it is possible to\nobserve that the jet rotates with the nucleus. We found that the decline of\nbrightness as a function of the distance of the jet is much steeper than the\nbackground coma, which is a first indication of sublimation. We adapted a model\nof sublimation of icy aggregates and studied the effect as a function of the\nphysical properties of the aggregates (composition and size). The major finding\nof this article was that through the sublimation of the aggregates of dirty\ngrains (radius a between 5 microm and 50 microm) we were able to completely\nreproduce the radial brightness profile of a jet beyond 4 km from the nucleus.\nTo reproduce the data we needed to inject a number of aggregates between 8.5 x\n$10^{13}$ and 8.5 x $10^{10}$ for a = 5 microm and 50 microm respectively, or\nan initial mass of $H_2O$ ice around 22kg.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1608.08774"
  },
  {
    "url": "https://arxiv.org/abs/1608.08656",
    "title": "Title:Breakdown of the Equivalence between Gravitational Mass and Energy for a Quantum Body: Theory and Suggested Experiments",
    "date_publ": "30 Aug 2016",
    "authors": [
      "Andrei G. Lebe"
    ],
    "abstract": "Abstract:  We review recent theoretical results, obtained for the equivalence between\ngravitational mass and energy of a composite quantum body as well as for its\nbreakdown at macroscopic and microscopic levels. In particular, we discuss that\nthe expectation values of passive and active gravitational masses operators are\nequivalent to the expectation value of energy for electron stationary quantum\nstates in a hydrogen atom. On the other hand, for superpositions of the\nstationary quantum states, inequivalence between the gravitational masses and\nenergy appears at a macroscopic level. It reveals itself as time-dependent\noscillations of the expectation values of passive and active gravitational\nmasses, which can be, in principle, experimentally measured. Inequivalence\nbetween passive gravitational mass and energy at a microscopic level can be\nexperimentally observed as unusual electromagnetic radiation, emitted by a\nmacroscopic ensemble of the atoms. We propose the corresponding experiment,\nwhich can be done on the Earth's orbit, using small spacecraft. If such\nexperiment is done it would be the first direct observation of quantum effects\nin general relativity.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1608.08656"
  },
  {
    "url": "https://arxiv.org/abs/1608.08550",
    "title": "Title:Quantitative model for the generic 3D shape of ICMEs at 1 AU",
    "date_publ": "30 Aug 2016",
    "authors": [
      "P. Démoulin",
      "M. Janvier",
      "J.J. Masías-Meza",
      "S. Dass"
    ],
    "abstract": "Abstract:  Interplanetary imagers provide 2D projected views of the densest plasma parts\nof interplanetary coronal mass ejections (ICMEs) while in situ measurements\nprovide magnetic field and plasma parameter measurements along the spacecraft\ntrajectory, so along a 1D cut. As such, the data only give a partial view of\ntheir 3D structures. By studying a large number of ICMEs, crossed at different\ndistances from their apex, we develop statistical methods to obtain a\nquantitative generic 3D shape of ICMEs. In a first approach we theoretically\nobtain the expected statistical distribution of the shock-normal orientation\nfrom assuming simple models of 3D shock shapes, including distorted profiles,\nand compare their compatibility with observed distributions. In a second\napproach we use the shock normal and the flux rope axis orientations, as well\nas the impact parameter, to provide statistical information across the\nspacecraft trajectory. The study of different 3D shock models shows that the\nobservations are compatible with a shock symmetric around the Sun-apex line as\nwell as with an asymmetry up to an aspect ratio around 3. Moreover, flat or\ndipped shock surfaces near their apex can only be rare cases. Next, the sheath\nthickness and the ICME velocity have no global trend along the ICME front.\nFinally, regrouping all these new results and the ones of our previous\narticles, we provide a quantitative ICME generic 3D shape, including the global\nshape of the shock, the sheath and the flux rope. The obtained quantitative\ngeneric ICME shape will have implications for several aims. For example, it\nconstrains the output of typical ICME numerical simulations. It is also a base\nto develop deeper studies of the transport of high energy solar and cosmic\nparticles during an ICME propagation, as well as for modeling and forecasting\nspace weather conditions near Earth.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1608.08550"
  },
  {
    "url": "https://arxiv.org/abs/1608.08544",
    "title": "Title:Multilayer modeling of the aureole photometry during the Venus transit: comparison between SDO/HMI and VEx/SOIR data",
    "date_publ": "30 Aug 2016",
    "authors": [
      "C. Pere",
      "P. Tanga",
      "Th. Widemann",
      "Ph. Bendjoya",
      "A. Mahieux",
      "V. Wilquet",
      "A.C. Vandael"
    ],
    "abstract": "Abstract:  The mesosphere of Venus is a critical range of altitudes in which complex\ntemperature variability has been extensively studied by the space mission Venus\nExpress (Vex) during its eight-years mission (2006-2014). Data collected at\ndifferent epochs and latitudes show evidence of short and medium timescale\nvariability as well as latitudinal differences. Spatial and temporal\nvariability is also predicted in mesospheric and thermosphere terminator models\nwith lower boundary conditions at 70 km near cloud tops. The Venus transit on\nJune 5-6 2012 was the first to occur with a spacecraft in orbit around Venus.\nIt has been shown that sunlight refraction in the mesosphere of Venus is able\nto provide useful constraints on mesospheric temperatures at the time of the\ntransit. The European Space Agency's Venus Express provided space-based\nobservations of Venus during the transit. Simultaneously, the Venus aureole\nphotometry was observed using ground-based facilities and solar telescopes\norbiting Earth (NASA Solar Dynamic Observatory, JAXA HINODE). As the properties\nof spatial and temporal variability of the mesosphere are still debated, the\nopportunity of observing it at all latitudes at the same time, offered by the\ntransit, is rather unique. In this first paper, we establish new methods for\nanalyzing the photometry of the so-called aureole that is produced by\nrefraction of the solar light, and we investigate the choice of physical models\nthat best reproduce the observations. We obtain an independent constraint of\n4.8 +/- 0.5 km for the aerosol scale height in the upper haze region above 80\nkm. We show that a full multiple-layer approach is required to adequately\nreproduce the aureole photometry, which appears to be sensitive to several\nsecond-order variations in the vertical refractivity.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1608.08544"
  },
  {
    "url": "https://arxiv.org/abs/1608.08487",
    "title": "Title:Towards High-Resolution Mercury Global Topography from MESSENGER Orbital Stereo Imaging - A Prototype Model for the H6 Quadrangle \"Kuiper\"",
    "date_publ": "30 Aug 2016",
    "authors": [
      "Frank Preusker",
      "Alexander Stark",
      "Jürgen Oberst",
      "Klaus-Dieter Matz",
      "Klaus Gwinner",
      "Tom R. Watter"
    ],
    "abstract": "Abstract:  We selected approximately 10,500 Narrow Angle Camera (NAC) and Wide-Angle\nCamera (WAC) stereo images obtained by the MESSENGER spacecraft during its\norbital mission with average resolutions of 150 m/pixel to compute a Digital\nTerrain Model (DTM) for the so-called H6 quadrangle (Kuiper), extending between\n22.5°S to 22.5°N and 288.0°E to 360.0°E. Among the images,\nwe identified about 21,100 stereo image combinations with each combination\nconsisting of at least 3 images. We applied sparse multi-image matching to\nderive approximately 250,000 tie-points representing 50,000 ground points. We\nused the tie-points to carry out a photogrammetric block adjustment, which\nimproves the image pointing and the accuracy of (3D) ground points from about\n850 m to approximately 55 m. Subsequently, we applied high density\n(pixel-by-pixel) multi-image matching to derive about 45 billion tie-points.\nBenefitting from improved image pointing data, we compute about 6.3 billion\nsurface points. By interpolation, we generated a DEM with a lateral spacing of\n221.7 m/pixel (192 pixels per degree) and a vertical accuracy of about 30 m.\nThe comparison of the DEM with the Mercury Laser Altimeter (MLA) tracks\nobtained over 4 years of MESSENGER operation reveals that the DEM is\ngeometrically very rigid. It may be used as a reference to identify MLA\noutliers (when MLA operating at ranging limit) or to map offsets of laser\naltimeter tracks, presumably caused by residual spacecraft orbit and attitude\nerrors. After the relevant outlier removal and corrections, MLA profiles show\nexcellent agreement with topographic profiles from H6 with root mean square\nheight difference of only 88 m.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1608.08487"
  },
  {
    "url": "https://arxiv.org/abs/1608.07844",
    "title": "Title:A curious ringlet that shares Prometheus' orbit but precesses like the F ring",
    "date_publ": "28 Aug 2016 (v1), last revised 5 Sep 2016 (this version, v2)",
    "authors": [
      "M.M. Hedman",
      "B.J. Carte"
    ],
    "abstract": "Abstract:  Images obtained by the Cassini spacecraft of the region just beyond Saturn's\nmain rings reveal a previously unreported narrow and dusty ringlet that has\ndynamical connections with both Saturn's small satellite Prometheus and the F\nring. The radial position of this ringlet is observed to vary with time and\nlongitude, indicating that it is eccentric with an eccentricity of 0.0012 and\nthat its mean orbital radius varies between 139,300 km and 139,400 km. These\nmean radii are consistent with material trapped in a co-orbital 1:1 resonance\nwith Prometheus. However, the apsidal precession rate of this ringlet is not\nthat expected for material close to Prometheus' orbit (2.76 degrees/day).\nInstead, the ringlet appears to be precessing at the same rate as the F ring\n(2.70 degrees/day). This ringlet therefore appears to consist of material\nco-rotating with Prometheus whose apsidal precession rates have been modified\nby interactions with F-ring material. This ringlet may therefore provide new\ninsights into how rings can maintain organized eccentric structures over a\nrange of semi-major axes",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1608.07844"
  },
  {
    "url": "https://arxiv.org/abs/1608.07655",
    "title": "Title:Modeling the Solar Wind at the Ulysses, Voyager, and New Horizons Spacecraft",
    "date_publ": "27 Aug 2016",
    "authors": [
      "T. K. Kim",
      "N. V. Pogorelov",
      "G. P. Zank",
      "H. A. Elliott",
      "D. J. McComa"
    ],
    "abstract": "Abstract:  The outer heliosphere is a dynamic region shaped largely by the interaction\nbetween the solar wind and the interstellar medium. While interplanetary\nmagnetic field and plasma observations by the Voyager spacecraft have\nsignificantly improved our understanding of this vast region, modeling the\nouter heliosphere still remains a challenge. We simulate the three-dimensional,\ntime-dependent solar wind flow from 1 to 80 astronomical units (AU), where the\nsolar wind is assumed to be supersonic, using a two-fluid model in which\nprotons and interstellar neutral hydrogen atoms are treated as separate fluids.\nWe use 1-day averages of the solar wind parameters from the OMNI data set as\ninner boundary conditions to reproduce time-dependent effects in a simplified\nmanner which involves interpolation in both space and time. Our model generally\nagrees with Ulysses data in the inner heliosphere and Voyager data in the outer\nheliosphere. Ultimately, we present the model solar wind parameters extracted\nalong the trajectory of New Horizons spacecraft. We compare our results with in\nsitu plasma data taken between 11 and 33 AU and at the closest approach to\nPluto on July 14, 2015.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1608.07655"
  },
  {
    "url": "https://arxiv.org/abs/1608.06889",
    "title": "Title:Detection methods for stochastic gravitational-wave backgrounds: a unified treatment",
    "date_publ": "24 Aug 2016 (v1), last revised 7 Apr 2017 (this version, v2)",
    "authors": [
      "Joseph D. Romano",
      "Neil J. Cornis"
    ],
    "abstract": "Abstract:  We review detection methods that are currently in use or have been proposed\nto search for a stochastic background of gravitational radiation. We consider\nboth Bayesian and frequentist searches using ground-based and space-based laser\ninterferometers, spacecraft Doppler tracking, and pulsar timing arrays; and we\nallow for anisotropy, non-Gaussianity, and non-standard polarization states.\nOur focus is on relevant data analysis issues, and not on the particular\nastrophysical or early Universe sources that might give rise to such\nbackgrounds. We provide a unified treatment of these searches at the level of\ndetector response functions, detection sensitivity curves, and, more generally,\nat the level of the likelihood function, since the choice of signal and noise\nmodels and prior probability distributions are actually what define the search.\nPedagogical examples are given whenever possible to compare and contrast\ndifferent approaches. We have tried to make the article as self-contained and\ncomprehensive as possible, targeting graduate students and new researchers\nlooking to enter this field.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1608.06889"
  },
  {
    "url": "https://arxiv.org/abs/1608.06446",
    "title": "Title:Evolution of Intermittency in the Slow and Fast Solar Wind Beyond the Ecliptic Plane",
    "date_publ": "23 Aug 2016",
    "authors": [
      "Anna Wawrzaszek",
      "Marius Echim",
      "Wiesław M. Macek",
      "Roberto Brun"
    ],
    "abstract": "Abstract:  We study intermittency as a departure from self-similarity of the solar wind\nmagnetic turbulence and investigate the evolution with the heliocentric\ndistance and latitude. We use data from the Ulysses spacecraft measured during\ntwo solar minima (1997-1998 and 2007-2008) and one solar maximum (1999-2001).\nIn particular, by modeling a multifractal spectrum, we revealed the\nintermittent character of turbulence in the small-scale fluctuations of the\nmagnetic field embedded in the slow and fast solar wind. Generally, at small\ndistances from the Sun, in both the slow and fast solar wind, we observe the\nhigh degree of multifractality (intermittency) that decreases somewhat slowly\nwith distance and slowly with latitude. The obtained results seem to suggest\nthat generally intermittency in the solar wind has a solar origin. However, the\nfast and slow streams, shocks, and other nonlinear interactions can only be\nconsidered as the drivers of the intermittent turbulence. It seems that\nanalysis shows that turbulence beyond the ecliptic plane evolves too slowly to\nmaintain the intermittency with the distance and latitude. Moreover, we confirm\nthat the multifractality and intermittency are at a lower level than in the\necliptic, as well as the existence of symmetry with respect to the ecliptic\nplane, suggesting that there are similar turbulent properties observed in the\ntwo hemispheres.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1608.06446"
  },
  {
    "url": "https://arxiv.org/abs/1608.06439",
    "title": "Title:An Ultraviolet imager to study bright UV sources",
    "date_publ": "23 Aug 2016",
    "authors": [
      "Joice Mathew",
      "Ajin Prakash",
      "Mayuresh Sarpotdar",
      "A.G. Sreejith",
      "Margarita Safonova",
      "Jayant Murth"
    ],
    "abstract": "Abstract:  We have designed and developed a compact ultraviolet imaging payload to fly\non a range of possible platforms such as high altitude balloon experiments,\ncubesats, space missions, etc. The primary science goals are to study the\nbright UV sources (mag < 10) and also to look for transients in the Near UV\n(200 - 300 nm) domain. Our first choice is to place this instrument on a\nspacecraft going to the Moon as part of the Indian entry into Google lunar\nX-Prize competition. The major constraints for the instrument are, it should be\nlightweight (< 2Kg), compact (length < 50cm) and cost effective. The instrument\nis an 80 mm diameter Cassegrain telescope with a field of view of around half a\ndegree designated for UV imaging. In this paper we will discuss about the\nvarious science cases that can be performed by having observations with the\ninstrument on different platforms. We will also describe the design,\ndevelopment and the current state of implementation of the instrument. This\nincludes opto-mechanical and electrical design of the instrument. We have\nadopted an all spherical optical design which would make the system less\ncomplex to realize and a cost effective solution compared to other telescope\nconfiguration. The structural design has been chosen in such a way that it will\nensure that the instrument could withstand all the launch load vibrations. An\nFPGA based electronics board is used for the data acquisition, processing and\nCCD control. We will also briefly discuss about the hardware implementation of\nthe detector interface and algorithms for the detector readout and data\nprocessing.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1608.06439"
  },
  {
    "url": "https://arxiv.org/abs/1608.05284",
    "title": "Title:The interaction of relativistic spacecrafts with the interstellar medium",
    "date_publ": "18 Aug 2016 (v1), last revised 27 Dec 2016 (this version, v2)",
    "authors": [
      "Thiem Hoang",
      "A. Lazarian",
      "Blakesley Burkhart",
      "Abraham Loe"
    ],
    "abstract": "Abstract:  The Breakthrough Starshot initiative aims to launch a gram-scale spacecraft\nto a speed of $v\\sim 0.2$c, capable of reaching the nearest star system,\n$\\alpha$ Centauri, in about 20 years. However, a critical challenge for the\ninitiative is the damage to the spacecraft by interstellar gas and dust during\nthe journey. In this paper, we quantify the interaction of a relativistic\nspacecraft with gas and dust in the interstellar medium. For gas bombardment,\nwe find that damage by track formation due to heavy elements is an important\neffect. We find that gas bombardment can potentially damage the surface of the\nspacecraft to a depth of $\\sim 0.1$ mm for quartz material after traversing a\ngas column of $N_{\\rm H}\\sim 2\\times 10^{18}\\rm cm^{-2}$ along the path to\n$\\alpha$ Centauri, whereas the effect is much weaker for graphite material. The\neffect of dust bombardment erodes the spacecraft surface and produces numerous\ncraters due to explosive evaporation of surface atoms. For a spacecraft speed\n$v=0.2c$, we find that dust bombardment can erode a surface layer of $\\sim 0.5$\nmm thickness after the spacecraft has swept a column density of $N_{\\rm H}\\sim\n3\\times 10^{17}\\rm cm^{-2}$, assuming the standard gas-to-dust ratio of the\ninterstellar medium. Dust bombardment also damages the spacecraft surface by\nmodifying the material structure through melting. We calculate the equilibrium\nsurface temperature due to collisional heating by gas atoms as well as the\ntemperature profile as a function of depth into the spacecraft. Our\nquantitative results suggest methods for damage control, and we highlight\npossibilities for shielding strategies and protection of the spacecraft.",
    "categories": [
      "Astrophysics of Galaxies (astro-ph.GA)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1608.05284"
  },
  {
    "url": "https://arxiv.org/abs/1608.05251",
    "title": "Title:Dynamical Configurations of Celestial Systems Comprised of Multiple Irregular Bodies",
    "date_publ": "18 Aug 2016",
    "authors": [
      "Yu Jiang",
      "Yun Zhang",
      "Hexi Baoyin",
      "Junfeng L"
    ],
    "abstract": "Abstract:  This manuscript considers the main features of the nonlinear dynamics of\nmultiple irregular celestial body systems. The gravitational potential, static\nelectric potential, and magnetic potential are considered. Based on the three\nestablished potentials, we show that three conservative values exist for this\nsystem, including a Jacobi integral. The equilibrium conditions for the system\nare derived and their stability analyzed. The equilibrium conditions of a\ncelestial system comprised of n irregular bodies are reduced to 12n minus 9\nequations. The dynamical results are applied to simulate the motion of\nmultiple-asteroid systems. The simulation is useful for the study of the\nstability of multiple irregular celestial body systems and for the design of\nspacecraft orbits to triple asteroid systems discovered in the solar system.\nThe dynamical configurations of the five triple-asteroid systems 45 Eugenia, 87\nSylvia, 93 Minerva, 216 Kleopatra, and 136617 1994CC, and the six-body system\n134340 Pluto are calculated and analyzed.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1608.05251"
  },
  {
    "url": "https://arxiv.org/abs/1608.04760",
    "title": "Title:K2 Discovers a Busy Bee: An Unusual Transiting Neptune Found in the Beehive Cluster",
    "date_publ": "16 Aug 2016",
    "authors": [
      "Christian Obermeier",
      "Thomas Henning",
      "Joshua E. Schlieder",
      "Ian J. M. Crossfield",
      "Erik A. Petigura",
      "Andrew W. Howard",
      "Evan Sinukoff",
      "Howard Isaacson",
      "David R. Ciardi",
      "Trevor J. David",
      "Lynne A. Hillenbrand",
      "Charles A. Beichmann",
      "Steve B. Howell",
      "Elliot Horch",
      "Mark Everett",
      "Lea Hirsch",
      "Johanna Teske",
      "Jessie L. Christiansen",
      "Sébastien Lépine",
      "Kimberly M. Aller",
      "Michael C. Liu",
      "Roberto P. Saglia",
      "John Livingston",
      "Matthias Klug"
    ],
    "abstract": "Abstract:  Open clusters have been the focus of several exoplanet surveys but only a few\nplanets have so far been discovered. The \\emph{Kepler} spacecraft revealed an\nabundance of small planets around small, cool stars, therefore, such cluster\nmembers are prime targets for exoplanet transit searches. Kepler's new mission,\nK2, is targeting several open clusters and star-forming regions around the\necliptic to search for transiting planets around their low-mass constituents.\nHere, we report the discovery of the first transiting planet in the\nintermediate-age (800 Myr) Beehive cluster (Praesepe). K2-95 is a faint\n($\\mathrm{Kp = 15.5\\,mag}$) $\\mathrm{M3.0\\pm0.5}$ dwarf from K2's Campaign 5\nwith an effective temperature of $\\mathrm{3471 \\pm 124\\,K}$, approximately\nsolar metallicity and a radius of $\\mathrm{0.402 \\pm 0.050 \\,R_\\odot}$. We\ndetected a transiting planet with a radius of $\\mathrm{3.47^{+0.78}_{-0.53} \\,\nR_\\oplus}$ and an orbital period of 10.134 days. We combined photometry,\nmedium/high-resolution spectroscopy, adaptive optics/speckle imaging and\narchival survey images to rule out any false positive detection scenarios,\nvalidate the planet, and further characterize the system. The planet's radius\nis very unusual as M-dwarf field stars rarely have Neptune-sized transiting\nplanets. The comparatively large radius of K2-95b is consistent with the other\nrecently discovered cluster planets K2-25b (Hyades) and K2-33b (Upper\nScorpius), indicating systematic differences in their evolutionary states or\nformation. These discoveries from K2 provide a snapshot of planet formation and\nevolution in cluster environments and thus make excellent laboratories to test\ndifferences between field-star and cluster planet populations.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1608.04760"
  },
  {
    "url": "https://arxiv.org/abs/1608.04432",
    "title": "Title:New Suns in the Cosmos III: multifractal signature analysis",
    "date_publ": "15 Aug 2016",
    "authors": [
      "D. B. de Freitas",
      "M. M. F. Nepomuceno",
      "P. R. V. de Moraes Junior",
      "C. E. F. Lopes",
      "I. C. Leão",
      "M. L. Das Chagas",
      "J. P. Bravo",
      "A. D. Costa",
      "B. L. Canto Martins",
      "J. R. De Medeiro"
    ],
    "abstract": "Abstract:  In present paper, we investigate the multifractality signatures in hourly\ntime series extracted from CoRoT spacecraft database. Our analysis is intended\nto highlight the possibility that astrophysical time series can be members of a\nparticular class of complex and dynamic processes which require several\nphotometric variability diagnostics to characterize their structural and\ntopological properties. To achieve this goal, we search for contributions due\nto nonlinear temporal correlation and effects caused by heavier tails than the\nGaussian distribution, using a detrending moving average algorithm for\none-dimensional multifractal signals (MFDMA). We observe that the correlation\nstructure is the main source of multifractality, while heavy-tailed\ndistribution plays a minor role in generating the multifractal effects. Our\nwork also reveals that rotation period of stars is inherently scaled by degree\nof multifractality. As a result, analyzing the multifractal degree of referred\nseries, we uncover an evolution of multifractality from shorter to larger\nperiods.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1608.04432"
  },
  {
    "url": "https://arxiv.org/abs/1608.03367",
    "title": "Title:Low-Earth Orbit Determination from Gravity Gradient Measurements",
    "date_publ": "11 Aug 2016",
    "authors": [
      "Xiucong Sun",
      "Pei Chen",
      "Christophe Macabiau",
      "Chao Ha"
    ],
    "abstract": "Abstract:  An innovative orbit determination method which makes use of gravity gradients\nfor Low-Earth-Orbiting satellites is proposed. The measurement principle of\ngravity gradiometry is briefly reviewed and the sources of measurement error\nare analyzed. An adaptive hybrid least squares batch filter based on\nlinearization of the orbital equation and unscented transformation of the\nmeasurement equation is developed to estimate the orbital states and the\nmeasurement biases. The algorithm is tested with the actual flight data from\nthe European Space Agency Gravity field and steady-state Ocean Circulation\nExplorer. The orbit determination results are compared with the GPS-derived\norbits. The radial and cross-track position errors are on the order of tens of\nmeters, whereas the along-track position error is over one order of magnitude\nlarger. The gravity gradient based orbit determination method is promising for\npotential use in GPS-denied spacecraft navigation.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Information Theory (cs.IT)"
    ],
    "url_pdf": "/pdf/1608.03367"
  },
  {
    "url": "https://arxiv.org/abs/1608.03366",
    "title": "Title:Gravity Gradient Tensor Eigendecomposition for Spacecraft Positioning",
    "date_publ": "11 Aug 2016",
    "authors": [
      "Pei Chen",
      "Xiucong Sun",
      "Chao Ha"
    ],
    "abstract": "Abstract:  In this Note, a new approach to spacecraft positioning based on GGT inversion\nis presented. The gravity gradient tensor is initially measured in the\ngradiometer reference frame (GRF) and then transformed to the Earth-Centered\nEarth-Fixed (ECEF) frame via attitude information as well as Earth rotation\nparameters. Matrix Eigen-Decomposition is introduced to directly translate GGT\ninto position based on the fact that the eigenvalues and eigenvectors of GGT\nare simplespecific functions of spherical coordinates of the observation\nposition. without the need of an initial position. Unlike the strategy of\ninertial navigation aiding, no prediction or first guess of the spacecraft\nposition is needed. The method makes use of the J2 gravity model, and is\nsuitable for space navigation where higher frequency terrain contributions to\nthe GGT signals can be neglected.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Information Theory (cs.IT)"
    ],
    "url_pdf": "/pdf/1608.03366"
  },
  {
    "url": "https://arxiv.org/abs/1608.03110",
    "title": "Title:Non-Maxwellian electron distribution functions due to self-generated turbulence in collisionless guide-field reconnection",
    "date_publ": "10 Aug 2016 (v1), last revised 6 Oct 2016 (this version, v2)",
    "authors": [
      "P.A. Muñoz",
      "J. Büchne"
    ],
    "abstract": "Abstract:  Non-Maxwellian electron velocity space distribution functions (EVDF) are\nuseful signatures of plasma conditions and non-local consequences of\ncollisionless magnetic reconnection. In the past, EVDFs were obtained mainly\nfor antiparallel reconnection and under the influence of weak guide-fields in\nthe direction perpendicular to the reconnection plane. EVDFs are, however, not\nwell known, yet, for oblique (or component-) reconnection in dependence on\nstronger guide-magnetic fields and for the exhaust (outflow) region of\nreconnection away from the diffusion region. In view of the multi-spacecraft\nMagnetospheric Multiscale Mission (MMS), we derived the non-Maxwellian EVDFs of\ncollisionless magnetic reconnection in dependence on the guide-field strength\n$b_g$ from small ($b_g\\approx0$) to very strong ($b_g=8$) guide-fields, taking\ninto account the feedback of the self-generated turbulence. For this sake, we\ncarried out 2.5D fully-kinetic Particle-in-Cell simulations using the ACRONYM\ncode. We obtained anisotropic EVDFs and electron beams propagating along the\nseparatrices as well as in the exhaust region of reconnection. The beams are\nanisotropic with a higher temperature in the direction perpendicular rather\nthan parallel to the local magnetic field. The beams propagate in the direction\nopposite to the background electrons and cause instabilities. We also obtained\nthe guide-field dependence of the relative electron-beam drift speed, threshold\nand properties of the resulting streaming instabilities including the strongly\nnon-linear saturation of the self-generated plasma turbulence. This turbulence\nand its non-linear feedback cause non-adiabatic parallel electron acceleration\nand EVDFs well beyond the limits of the quasi-linear approximation, producing\nphase space holes and an isotropizing pitch-angle scattering.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1608.03110"
  },
  {
    "url": "https://arxiv.org/abs/1608.02872",
    "title": "Title:Short-term variability and mass loss in Be stars II. Physical taxonomy of photometric variability observed by the Kepler spacecraft",
    "date_publ": "9 Aug 2016",
    "authors": [
      "Thomas Rivinius",
      "Dietrich Baade",
      "Alex Carciof"
    ],
    "abstract": "Abstract:  Context: [abbreviated]\nAims: Kepler data of three known Be stars are re-visited to establish their\npulsational nature and assess the properties of additional, non-pulsational\nvariations. The three program stars turned out to be one inactive Be star, one\nactive, continuously outbursting Be star, and one Be star transiting from a\nnon-outbursting into an outbursting phase, thus forming an excellent sample to\ndistill properties of Be stars in the various phases of their life-cycle.\nMethods: [abbreviated]\nResults: The short-term photometric variability of Be stars must be\ndisentangled into a stellar and a circumstellar part. The stellar part is on\nthe whole not different from what is seen in non-Be stars. However, some of the\nobserved phenomena might be to be due to resonant mode coupling, a mechanism\nnot typically considered for B-type stars. Short-term circumstellar variability\ncomes in the form of either a group of relatively well-defined, short-lived\nfrequencies during outbursts, which are called Štefl frequencies, and broad\nbumps in the power spectra, indicating aperiodic variability on a time scale\nsimilar to typical low-order $g$-mode pulsation frequencies, rather than true\nperiodicity.\nConclusions: From a stellar pulsation perspective, Be stars are rapidly\nrotating SPB stars, that is they pulsate in low order $g$-modes, even if the\nrapid rotation can project the observed frequencies into the traditional\nhigh-order $p$-mode regime above about 4 c/d. However, when a circumstellar\ndisk is present, Be star power spectra are complicated by both cyclic, or\nperiodic, and aperiodic circumstellar phenomena, possibly even dominating the\npower spectrum.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1608.02872"
  },
  {
    "url": "https://arxiv.org/abs/1608.02685",
    "title": "Title:Understanding Jupiter's Interior",
    "date_publ": "9 Aug 2016",
    "authors": [
      "Burkhard Militzer",
      "Francois Soubiran",
      "Sean M. Wahl",
      "William Hubbar"
    ],
    "abstract": "Abstract:  This article provides an overview of how models of giant planet interiors are\nconstructed. We review measurements from past space missions that provide\nconstraints for the interior structure of Jupiter. We discuss typical\nthree-layer interior models that consist of a dense central core and an inner\nmetallic and an outer molecular hydrogen-helium layer. These models rely\nheavily on experiments, analytical theory, and first-principle computer\nsimulations of hydrogen and helium to understand their behavior up to the\nextreme pressures ~10 Mbar and temperatures ~10,000 K. We review the various\nequations of state used in Jupiter models and compare them with shock wave\nexperiments. We discuss the possibility of helium rain, core erosion and double\ndiffusive convection may have important consequences for the structure and\nevolution of giant planets. In July 2016 the Juno spacecraft entered orbit\naround Jupiter, promising high-precision measurements of the gravitational\nfield that will allow us to test our understanding of gas giant interiors\nbetter than ever before.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1608.02685"
  },
  {
    "url": "https://arxiv.org/abs/1608.02599",
    "title": "Title:Interpreting Flux from Broadband Photometry",
    "date_publ": "8 Aug 2016",
    "authors": [
      "Peter J. Brown",
      "Alice Breeveld",
      "Peter W. A. Roming",
      "Michael Siege"
    ],
    "abstract": "Abstract:  We discuss the transformation of observed photometry into flux for the\ncreation of spectral energy distributions and the computation of bolometric\nluminosities. We do this in the context of supernova studies, particularly as\nobserved with the Swift spacecraft, but the concepts and techniques should be\napplicable to many other types of sources and wavelength regimes. Traditional\nmethods of converting observed magnitudes to flux densities are not very\naccurate when applied to UV photometry. Common methods for extinction and the\nintegration of pseudo-bolometric fluxes can also lead to inaccurate results.\nThe sources of inaccuracy, though, also apply to other wavelengths. Because of\nthe complicated nature of translating broad-band photometry into monochromatic\nflux densities, comparison between observed photometry and a spectroscopic\nmodel is best done by comparing in the natural units of the observations. We\nrecommend that integrated flux measurements be made using a spectrum or\nspectral energy distribution which is consistent with the multi-band photometry\nrather than converting individual photometric measurements to flux densities,\nlinearly interpolating between the points, and integrating. We also highlight\nsome specific areas where the UV flux can be mischaracterized.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1608.02599"
  },
  {
    "url": "https://arxiv.org/abs/1608.01704",
    "title": "Title:Getting NuSTAR on target: predicting mast motion",
    "date_publ": "4 Aug 2016",
    "authors": [
      "Karl Forster",
      "Kristin K. Madsen",
      "Hiromasa Miyasaka",
      "William W. Craig",
      "Fiona A. Harrison",
      "Vikram R. Rana",
      "Craig B. Markwardt",
      "Brian W. Grefenstett"
    ],
    "abstract": "Abstract:  The Nuclear Spectroscopic Telescope Array (NuSTAR) is the first focusing high\nenergy (3-79 keV) X-ray observatory operating for four years from low Earth\norbit. The X-ray detector arrays are located on the spacecraft bus with the\noptics modules mounted on a flexible mast of 10.14m length. The motion of the\ntelescope optical axis on the detectors during each observation is measured by\na laser metrology system and matches the pre-launch predictions of the thermal\nflexing of the mast as the spacecraft enters and exits the Earths shadow each\norbit. However, an additional motion of the telescope field of view was\ndiscovered during observatory commissioning that is associated with the\nspacecraft attitude control system and an additional flexing of the mast\ncorrelated with the Solar aspect angle for the observation. We present the\nmethodology developed to predict where any particular target coordinate will\nfall on the NuSTAR detectors based on the Solar aspect angle at the scheduled\ntime of an observation. This may be applicable to future observatories that\nemploy optics deployed on extendable masts. The automation of the prediction\nsystem has greatly improved observatory operations efficiency and the\nreliability of observation planning.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1608.01704"
  },
  {
    "url": "https://arxiv.org/abs/1608.01360",
    "title": "Title:Mercury's gravity, tides, and spin from MESSENGER radio science data",
    "date_publ": "3 Aug 2016",
    "authors": [
      "Ashok Kumar Verma",
      "Jean-Luc Margo"
    ],
    "abstract": "Abstract:  We analyze radio tracking data obtained during 1311 orbits of the MESSENGER\nspacecraft in the period March 2011 to April 2014. A least-squares minimization\nof the residuals between observed and computed values of two-way range and\nDoppler allows us to solve for a model describing Mercury's gravity, tidal\nresponse, and spin state. We use a spherical harmonic representation of the\ngravity field to degree and order 40 and report error bars corresponding to 10\ntimes the formal uncertainties of the fit. Our estimate of the product of\nMercury's mass and the gravitational constant, $GM = (22031.87404 \\pm 9 \\times\n10^{-4})$ km$^{3}$s$^{-2}$, is in excellent agreement with published results.\nOur solution for the geophysically important second-degree coefficients\n($\\bar{C}_{2,0} = -2.25100 \\times 10^{-5} \\pm 1.3 \\times 10^{-9}$,\n$\\bar{C}_{2,2} = 1.24973 \\times 10^{-5} \\pm 1.2 \\times 10^{-9}$) confirms\nprevious estimates to better than 0.4\\% and, therefore, inferences about\nMercury's moment of inertia and interior structure. Our estimate of the tidal\nLove number $k_2 = 0.464 \\pm 0.023$ indicates that Mercury's mantle may be\nhotter and weaker than previously thought. Our spin state solution suggests\nthat gravity-based estimates of Mercury's spin axis orientation are marginally\nconsistent with previous measurements of the orientation of the crust.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Geophysics (physics.geo-ph)"
    ],
    "url_pdf": "/pdf/1608.01360"
  },
  {
    "url": "https://arxiv.org/abs/1608.01004",
    "title": "Title:What can Space Resources do for Astronomy and Planetary Science?",
    "date_publ": "2 Aug 2016",
    "authors": [
      "Martin Elvi"
    ],
    "abstract": "Abstract:  The rapid cost growth of flagship space missions has created a crisis for\nastronomy and planetary science. We have hit the funding wall. For the past 3\ndecades scientists have not had to think much about how space technology would\nchange within their planning horizon. However, this time around enormous\nimprovements in space infrastructure capabilities and, especially, costs are\nlikely on the 20-year gestation periods for large space telescopes. Commercial\nspace will lower launch and spacecraft costs substantially, enable\ncost-effective on-orbit servicing, cheap lunar landers and interplanetary\ncubesats by the early 2020s. A doubling of flagship launch rates is not\nimplausible. On a longer timescale it will enable large structures to be\nassembled and constructed in space. These developments will change how we plan\nand design missions.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1608.01004"
  },
  {
    "url": "https://arxiv.org/abs/1608.00360",
    "title": "Title:The latest results from DICE (Detector Interferometric Calibration Experiment)",
    "date_publ": "1 Aug 2016",
    "authors": [
      "A. Crouzier",
      "F. Malbet",
      "F. Henault",
      "A. Leger",
      "C. Cara",
      "J. M. LeDuigou",
      "O. Preis",
      "P. Kern",
      "A. Delboulbe",
      "G. Martin",
      "P. Feautrier",
      "E. Stadler",
      "S. Lafrasse",
      "S. Rochat",
      "C. Ketchazo",
      "M. Donati",
      "E. Doumayrou",
      "P. O. Lagage",
      "M. Shao",
      "R. Goullioud",
      "B. Nemati",
      "C. Zhai",
      "E. Behar",
      "S. Potin",
      "M. Saint-Pe",
      "J. Dupon"
    ],
    "abstract": "Abstract:  Theia is an astrometric mission proposed to ESA in 2014 for which one of the\nscientific objectives is detecting Earth-like exoplanets in the habitable zone\nof nearby solar-type stars. This objective requires the capability to measure\nstellar centroids at the precision of 1e-5 pixel. Current state-of-the-art\nmethods for centroid estimation have reached a precision of about 3e-5 pixel at\ntwo times Nyquist sampling, this was shown at the JPL by the VESTA experiment.\nA metrology system was used to calibrate intra and inter pixel quantum\nefficiency variations in order to correct pixelation errors. The Theia\nconsortium is operating a testbed in vacuum in order to achieve 1e-5 pixel\nprecision for the centroid estimation. The goal is to provide a proof of\nconcept for the precision requirement of the Theia spacecraft.\nThe testbed consists of two main sub-systems. The first one produces pseudo\nstars: a blackbody source is fed into a large core fiber and lights-up a\npinhole mask in the object plane, which is imaged by a mirror on the CCD. The\nsecond sub-system is the metrology, it projects young fringes on the CCD. The\nfringes are created by two single mode fibers facing the CCD and fixed on the\nmirror. In this paper we present the latest experiments conducted and the\nresults obtained after a series of upgrades on the testbed was completed. The\ncalibration system yielded the pixel positions to an accuracy estimated at 4e-4\npixel. After including the pixel position information, an astrometric accuracy\nof 6e-5 pixel was obtained, for a PSF motion over more than 5 pixels. In the\nstatic mode (small jitter motion of less than 1e-3 pixel), a photon noise\nlimited precision of 3e-5 pixel was reached.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1608.00360"
  },
  {
    "url": "https://arxiv.org/abs/1608.00045",
    "title": "Title:Gaia: focus, straylight and basic angle",
    "date_publ": "29 Jul 2016 (v1), last revised 21 Aug 2016 (this version, v2)",
    "authors": [
      "A. Mora",
      "M. Biermann",
      "A. Bombrun",
      "J. Boyadian",
      "F. Chassat",
      "P. Corberand",
      "M. Davidson",
      "D. Doyle",
      "D. Escolar",
      "W.L.M. Gielesen",
      "T. Guilpain",
      "J. Hernandez",
      "V. Kirschner",
      "S.A. Klioner",
      "C. Koeck",
      "B. Laine",
      "L. Lindegren",
      "E. Serpell",
      "P. Tatry",
      "P Thora"
    ],
    "abstract": "Abstract:  The Gaia all-sky astrometric survey is challenged by several issues affecting\nthe spacecraft stability. Amongst them, we find the focus evolution, straylight\nand basic angle variations\nContrary to pre-launch expectations, the image quality is continuously\nevolving, during commissioning and the nominal mission. Payload\ndecontaminations and wavefront sensor assisted refocuses have been carried out\nto recover optimum performance. Straylight and basic angle variations several\norders of magnitude greater than foreseen were found and studied during\ncommissioning by the Gaia scientists (payload experts). Building on their\ninvestigations, an ESA-Airbus DS working group was established during the early\nnominal mission and worked on a detailed root cause analysis. In parallel, Gaia\nscientists have also continued analysing the data, most notably comparing the\nBAM signal to global astrometric solutions, with remarkable agreement.\nIn this contribution, a status review of these issues will be provided, with\nemphasis on the mitigation schemes and the lessons learned for future space\nmissions where extreme stability is a key requirement.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1608.00045"
  },
  {
    "url": "https://arxiv.org/abs/1607.08559",
    "title": "Title:Tidal Response of Preliminary Jupiter Model",
    "date_publ": "28 Jul 2016",
    "authors": [
      "Sean M. Wahl",
      "Willam B. Hubbard",
      "Burkhard Militze"
    ],
    "abstract": "Abstract:  In anticipation of improved observational data for Jupiter's gravitational\nfield from the Juno spacecraft, we predict the static tidal response for a\nvariety of Jupiter interior models based on ab initio computer simulations of\nhydrogen-helium mixtures. We calculate hydrostatic-equilibrium gravity terms\nusing the non-perturbative concentric Maclaurin Spheroid (CMS) method that\neliminates lengthy expansions used in the theory of figures. Our method\ncaptures terms arising from the coupled tidal and rotational perturbations,\nwhich we find to be important for a rapidly-rotating planet like Jupiter. Our\npredicted static tidal Love number $k_2 = 0.5900$ is $\\sim$10\\% larger than\nprevious estimates. The value is, as expected, highly correlated with the zonal\nharmonic coefficient $J_2$, and is thus nearly constant when plausible changes\nare made to interior structure while holding $J_2$ fixed at the observed value.\nWe note that the predicted static $k_2$ might change due to Jupiter's dynamical\nresponse to the Galilean moons, and find reasons to argue that the change may\nbe detectable, although we do not present here a theory of dynamical tides for\nhighly oblate Jovian planets. An accurate model of Jupiter's tidal response\nwill be essential for interpreting Juno observations and identifying tidal\nsignals from effects of other interior dynamics in Jupiter's gravitational\nfield.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1607.08559"
  },
  {
    "url": "https://arxiv.org/abs/1607.08175",
    "title": "Title:Computational Investigation of Microstrip Antennas in Plasma Environment",
    "date_publ": "27 Jul 2016",
    "authors": [
      "Hardik Vyas",
      "Bhaskar Chaudhury",
      "Sanjeev Gupt"
    ],
    "abstract": "Abstract:  Microstrip antennas are extensively used in spacecraft systems and other\napplications where they encounter a plasma environment. A detailed\ncomputational investigation of change in antenna radiation properties in the\npresence of plasma has been presented in this paper. The study shows antenna\nproperties such as the resonant frequency, return loss, radiation properties\nand the different characteristics of the antenna changes when it is surrounded\nby plasma. Particular focus of the work is to understand the causes behind\nthese changes by correlating the complex propagation constant in the plasma\nmedium, field distribution on the patch and effective dielectric of the antenna\nsubstrate with antenna parameter variations. The study also provides important\ninsights to explore the possibilities of designing tunable microstrip antenna\nwhere the substrate can be replaced with plasma and important antenna\ncharacteristics can be controlled by varying the plasma density.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1607.08175"
  },
  {
    "url": "https://arxiv.org/abs/1607.07750",
    "title": "Title:On the Propagation of a Geoeffective Coronal Mass Ejection during March 15 -- 17, 2015",
    "date_publ": "26 Jul 2016",
    "authors": [
      "Yuming Wang",
      "Quanhao Zhang",
      "Jiajia Liu",
      "Chenglong Shen",
      "Fang Shen",
      "Zicai Yang",
      "T. Zic",
      "B. Vrsnak",
      "D. F. Webb",
      "Rui Liu",
      "S. Wang",
      "Jie Zhang",
      "Qiang Hu",
      "Bin Zhuan"
    ],
    "abstract": "Abstract:  The largest geomagnetic storm so far in the solar cycle 24 was produced by a\nfast coronal mass ejection (CME) originating on 2015 March 15. It was an\ninitially west-oriented CME and expected to only cause a weak geomagnetic\ndisturbance. Why did this CME finally cause such a large geomagnetic storm? We\ntry to find some clues by investigating its propagation from the Sun to 1 AU.\nFirst, we reconstruct the CME's kinematic properties in the corona from the\nSOHO and SDO imaging data with the aid of the graduated cylindrical shell (GCS)\nmodel. It is suggested that the CME propagated to the west\n$\\sim$$33^\\circ$$\\pm$$10^\\circ$ away from the Sun-Earth line with a speed of\nabout 817 km s$^{-1}$ before leaving the field of view of the SOHO/LASCO C3\ncamera. A magnetic cloud (MC) corresponding to this CME was measured in-situ by\nthe Wind spacecraft two days later. By applying two MC reconstruction methods,\nwe infer the configuration of the MC as well as some kinematic information,\nwhich implies that the CME possibly experienced an eastward deflection on its\nway to 1 AU. However, due to the lack of observations from the STEREO\nspacecraft, the CME's kinematic evolution in interplanetary space is not clear.\nIn order to fill this gap, we utilize numerical MHD simulation, drag-based CME\npropagation model (DBM) and the model for CME deflection in interplanetary\nspace (DIPS) to recover the propagation process, especially the trajectory, of\nthe CME from $30 R_S$ to 1 AU. It is suggested that the trajectory of the CME\nwas deflected toward the Earth by about $12^\\circ$, consistent with the\nimplication from the MC reconstruction at 1 AU. This eastward deflection\nprobably contributed to the CME's unexpected geoeffectiveness by pushing the\ncenter of the initially west-oriented CME closer to the Earth.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1607.07750"
  },
  {
    "url": "https://arxiv.org/abs/1607.07246",
    "title": "Title:Dynamics of Saturn's great storm of 2010-2011 from Cassini ISS and RPWS",
    "date_publ": "25 Jul 2016",
    "authors": [
      "Kunio M. Sayanagi",
      "Ulyana A. Dyudina",
      "Shawn P. Ewald",
      "Georg Fischer",
      "Andrew P. Ingersoll",
      "William S. Kurth",
      "Gabriel D. Muro",
      "Carolyn C. Porco",
      "Robert A. Wes"
    ],
    "abstract": "Abstract:  Saturn's quasi-periodic planet-encircling storms are the largest convecting\noutbursts in the Solar System. The last eruption was in 1990. A new eruption\nstarted in December 2010 and presented the first-ever opportunity to observe\nsuch episodic storms from a spacecraft in orbit around Saturn. Here, we analyze\nimages acquired with the Cassini Imaging Science Subsystem (ISS), which\ncaptured the storm's birth, evolution and demise. In studying the end of the\nconvective activity, we also analyze the Saturn Electrostatic Discharge (SED)\nsignals detected by the Radio and Plasma Wave Science (RPWS) instrument. [...]",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1607.07246"
  },
  {
    "url": "https://arxiv.org/abs/1607.07048",
    "title": "Title:Verification of high-speed solar wind stream forecasts using operational solar wind models",
    "date_publ": "24 Jul 2016",
    "authors": [
      "Martin A. Reiss",
      "Manuela Temmer",
      "Astrid M. Veronig",
      "Ljubomir Nikolic",
      "Susanne Vennerstrom",
      "Florian Schoengassner",
      "Stefan J. Hofmeiste"
    ],
    "abstract": "Abstract:  High-speed solar wind streams emanating from coronal holes are frequently\nimpinging on the Earth's magnetosphere causing recurrent, medium-level\ngeomagnetic storm activity. Modeling high-speed solar wind streams is thus an\nessential element of successful space weather forecasting. Here we evaluate\nhigh-speed stream forecasts made by the empirical solar wind forecast (ESWF)\nand the semiempirical Wang-Sheeley-Arge (WSA) model based on the in situ plasma\nmeasurements from the ACE spacecraft for the years 2011 to 2014. While the ESWF\nmakes use of an empirical relation between the coronal hole area observed in\nSolar Dynamics Observatory (SDO)/Atmospheric Imaging Assembly (AIA) images and\nsolar wind properties at the near-Earth environment, the WSA model establishes\na link between properties of the open magnetic field lines extending from the\nphotosphere to the corona and the background solar wind conditions. We found\nthat both solar wind models are capable of predicting the large-scale features\nof the observed solar wind speed (root-mean-square error, RMSE $\\approx$ 100\nkm/s) but tend to either overestimate (ESWF) or underestimate (WSA) the number\nof high-speed solar wind streams (threat score, TS $\\approx$ 0.37). The\npredicted high-speed streams show typical uncertainties in the arrival time of\nabout 1 day and uncertainties in the speed of about 100 km/s. General\nadvantages and disadvantages of the investigated solar wind models are\ndiagnosed and outlined.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1607.07048"
  },
  {
    "url": "https://arxiv.org/abs/1607.07001",
    "title": "Title:First Simultaneous Views of the Axial and Lateral Perspectives of a Coronal Mass Ejection",
    "date_publ": "24 Jul 2016",
    "authors": [
      "I. Cabello",
      "H. Cremades",
      "L. Balmaceda",
      "I. Dohme"
    ],
    "abstract": "Abstract:  The different appearances exhibited by coronal mass ejections (CMEs) are\nbelieved to be in part the result of different orientations of their main axis\nof symmetry, consistent with a flux-rope configuration. There are observational\nreports of CMEs seen along their main axis (axial perspective) and\nperpendicular to it (lateral perspective), but no simultaneous observations of\nboth perspectives from the same CME have been reported to date. The\nstereoscopic views of the telescopes onboard the $Solar$-$Terrestrial$\n$Relations$ $Observatory$ (STEREO) twin spacecraft, in combination with the\nviews from the $Solar$ $and$ $Heliospheric$ $Observatory$ (SOHO) and the\n$Solar$ $Dynamics$ $Observatory$ (SDO), allow us to study the axial and lateral\nperspectives of a CME simultaneously for the first time. In addition, this\nstudy shows that the lateral angular extent ($L$) increases linearly with time,\nwhile the angular extent of the axial perspective ($D$) presents this behavior\nonly from the low corona to $\\approx\\,$5 $R_{\\odot}$, where it slows down. The\nratio $L/D \\approx\\,$1.6 obtained here as the average over several points in\ntime is consistent with measurements of $L$ and $D$ previously performed on\nevents exhibiting only one of the perspectives from the single vantage point\nprovided by SOHO.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1607.07001"
  },
  {
    "url": "https://arxiv.org/abs/1607.06287",
    "title": "Title:Sun-to-Earth Characteristics of the 2012 July 12 Coronal Mass Ejection and Associated Geo-effectiveness",
    "date_publ": "21 Jul 2016",
    "authors": [
      "Huidong Hu",
      "Ying D. Liu",
      "Rui Wang",
      "Christian Möstl",
      "Zhongwei Yan"
    ],
    "abstract": "Abstract:  We analyze multi-spacecraft observations associated with the 2012 July 12\nCoronal Mass Ejection (CME), covering the source region on the Sun from SDO,\nstereoscopic imaging observations from STEREO, magnetic field characteristics\nat MESSENGER, and type II radio burst and in situ measurements from Wind. A\ntriangulation method based on STEREO stereoscopic observations is employed to\ndetermine the kinematics of the CME, and the outcome is compared with the\nresult derived from the type II radio burst with a solar wind electron density\nmodel. A Grad-Shafranov technique is applied to Wind in situ data to\nreconstruct the flux-rope structure and compare it with the observation of the\nsolar source region, which helps understand the geo-effectiveness associated\nwith the CME structure. Conclusions are as follows: (1) the CME undergoes an\nimpulsive acceleration, a rapid deceleration before reaching MESSENGER, and\nthen a gradual deceleration out to 1 AU, which should be noticed in CME\nkinematics models; (2) the type II radio burst was probably produced from a\nhigh-density interaction region between the CME-driven shock and a nearby\nstreamer or from the shock flank with lower heights, which implies\nuncertainties in the determination of CME kinematics using solely type II radio\nbursts; (3) the flux-rope orientation and chirality deduced from in situ\nreconstruction at Wind agree with those obtained from solar source\nobservations; (4) the prolonged southward magnetic field near the Earth is\nmainly from the axial component of the largely southward inclined flux rope,\nwhich indicates the importance of predicting both the flux-rope orientation and\nmagnetic field components in geomagnetic activity forecasting.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1607.06287"
  },
  {
    "url": "https://arxiv.org/abs/1607.05670",
    "title": "Title:Spacecraft observations and analytic theory of crescent-shaped electron distributions in asymmetric magnetic reconnection",
    "date_publ": "19 Jul 2016",
    "authors": [
      "J. Egedal",
      "A. Le",
      "W. Daughton",
      "B. Wetherton",
      "P. A. Cassak",
      "L.-J Chen",
      "B. Lavraud",
      "R. B. Trobert",
      "J. Dorelli",
      "D J Gershman",
      "L.A. Avano"
    ],
    "abstract": "Abstract:  Supported by a kinetic simulation, we derive an exclusion energy parameter\n$\\cal{E}_X$ providing a lower kinetic energy bound for an electron to cross\nfrom one inflow region to the other during magnetic reconnection. As by a\nMaxwell Demon, only high energy electrons are permitted to cross the inner\nreconnection region, setting the electron distribution function observed along\nthe low density side separatrix during asymmetric reconnection. The analytic\nmodel accounts for the two distinct flavors of crescent-shaped electron\ndistributions observed by spacecraft in a thin boundary layer along the low\ndensity separatrix.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1607.05670"
  },
  {
    "url": "https://arxiv.org/abs/1607.05632",
    "title": "Title:Changes in the physical environment of the inner coma of 67P/Churyumov-Gerasimenko with decreasing heliocentric distance",
    "date_publ": "19 Jul 2016",
    "authors": [
      "D. Bodewits",
      "L. M. Lara",
      "M. F. A'Hearn",
      "F. La Forgia",
      "A. Giquel",
      "G. Kovacs",
      "J. Knollenberg",
      "M. Lazzarin",
      "Z.-Y. Lin",
      "X. Shi",
      "C. Snodgrass",
      "C. Tubiana",
      "H. Sierks",
      "C. Barbieri",
      "P. M. Lamy",
      "R. Rodrigo",
      "D. Koschny",
      "H. Rickman",
      "H. U. Keller",
      "M. A. Barucci",
      "J.-L. Bertaux",
      "I. Bertini",
      "S. Boudreault",
      "G. Cremonese",
      "V. DaDeppo",
      "B. Davidsson",
      "S. Debei",
      "M. De Cecco",
      "S. Fornasier",
      "M. Fulle",
      "O. Groussin",
      "P. J. Gutierrez",
      "C. Guettler",
      "S. F. Hviid",
      "W.-H. Ip",
      "L. Jorda",
      "J.-R. Kramm",
      "E. Kuehrt",
      "M. Kueppers",
      "J. J. Lopez-Moreno",
      "F. Marzari",
      "G. Naletto",
      "N. Oklay",
      "N. Thomas",
      "I. Toth",
      "J.-B. Vincen"
    ],
    "abstract": "Abstract:  The Wide Angle Camera of the OSIRIS instrument on board the Rosetta\nspacecraft is equipped with several narrowband filters that are centered on the\nemission lines and bands of various fragment species. These are used to\ndetermine the evolution of the production and spatial distribution of the gas\nin the inner coma of comet 67P with time and heliocentric distance, here\nbetween 2.6 - 1.3 AU pre-perihelion. Our observations indicate that the\nemission observed in the OH, OI, CN, NH, and NH2 filters is mostly produced by\ndissociative electron impact excitation of different parent species. We\nconclude that CO2 rather than H2O is a significant source of the [OI] 630 nm\nemission. A strong plume-like feature observed in the in CN and [OI] filters is\npresent throughout our observations. This plume is not present in OH emission\nand indicates a local enhancement of the CO2/H2O ratio by as much as a factor\nof 3. We observed a sudden decrease in intensity levels after March 2015, which\nwe attribute to decreased electron temperatures in the first kilometers above\nthe nucleus surface.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1607.05632"
  },
  {
    "url": "https://arxiv.org/abs/1607.04552",
    "title": "Title:Optimal Orderings of k-subsets for Star Identification",
    "date_publ": "15 Jul 2016",
    "authors": [
      "Joerg H. Mueller",
      "Carlos Sánchez-Sánchez",
      "Luís F. Simões",
      "Dario Izz"
    ],
    "abstract": "Abstract:  Finding the optimal ordering of k-subsets with respect to an objective\nfunction is known to be an extremely challenging problem. In this paper we\nintroduce a new objective for this task, rooted in the problem of star\nidentification on spacecrafts: subsets of detected spikes are to be generated\nin an ordering that minimizes time to detection of a valid star constellation.\nWe carry out an extensive analysis of the combinatorial optimization problem,\nand propose multiple algorithmic solutions, offering different\nquality-complexity trade-offs. Three main approaches are investigated:\nexhaustive search (branch and prune), goal-driven (greedy scene elimination,\nminimally intersecting subsets), and stateless algorithms which implicitly seek\nto satisfy the problem's goals (pattern shifting, base unrank). In practical\nterms, these last algorithms are found to provide satisfactory approximations\nto the ideal performance levels, at small computational costs.",
    "categories": [
      "Optimization and Control (math.OC)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1607.04552"
  },
  {
    "url": "https://arxiv.org/abs/1607.03999",
    "title": "Title:Spin-orbit Misalignment as a Driver of the Kepler Dichotomy",
    "date_publ": "14 Jul 2016",
    "authors": [
      "Christopher Spalding",
      "Konstantin Batygi"
    ],
    "abstract": "Abstract:  During its 5 year mission, the Kepler spacecraft has uncovered a diverse\npopulation of planetary systems with orbital configurations ranging from\nsingle-transiting planets to systems of multiple planets co-transiting the\nparent star. By comparing the relative occurrences of multiple to\nsingle-transiting systems, recent analyses have revealed a significant\nover-abundance of singles. Dubbed the \"Kepler Dichotomy,\" this feature has been\ninterpreted as evidence for two separate populations of planetary systems: one\nwhere all orbits are confined to a single plane, and a second where the\nconstituent planetary orbits possess significant mutual inclinations, allowing\nonly a single member to be observed in transit at a given epoch. In this work,\nwe demonstrate that stellar obliquity, excited within the disk-hosting stage,\ncan explain this dichotomy. Young stars rotate rapidly, generating a\nsignificant quadrupole moment which torques the planetary orbits, with inner\nplanets influenced more strongly. Given nominal parameters, this torque is\nsufficiently strong to excite significant mutual inclinations between planets,\nenhancing the number of single-transiting planets, sometimes through a\ndynamical instability. Furthermore, as hot stars appear to possess\nsystematically higher obliquities, we predict that single-transiting systems\nshould be relatively more prevalent around more massive stars. We analyze the\nKepler data and confirm this signal to be present.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1607.03999"
  }
]