[
  {
    "url": "https://arxiv.org/abs/1708.05036",
    "title": "Title:Astronomical Observability of the Cassini Entry into Saturn",
    "date_publ": "16 Aug 2017",
    "authors": [
      "Ralph Loren"
    ],
    "abstract": "Abstract:  The Cassini spacecraft will enter Saturn's atmosphere on 15th September 2017.\nThis event may be visible from Earth as a 'meteor' flash, and entry dynamics\nsimulations and results from observation of spacecraft entries at Earth are\nsummarized to develop expectations for astronomical observability",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1708.05036"
  },
  {
    "url": "https://arxiv.org/abs/1708.04904",
    "title": "Title:Space Climate and Space Weather over the past 400 years: 1. The Power input to the Magnetosphere",
    "date_publ": "16 Aug 2017 (v1), last revised 17 Aug 2017 (this version, v2)",
    "authors": [
      "Mike Lockwood",
      "Mathew J. Owens",
      "Luke A. Barnard",
      "Chris J. Scott",
      "Clare E. Wat"
    ],
    "abstract": "Abstract:  Using information on geomagnetic activity, sunspot numbers and cosmogenic\nisotopes, supported by historic eclipse images and in conjunction with models,\nit has been possible to reconstruct annual means of solar wind speed and number\ndensity and heliospheric magnetic field (HMF) intensity since 1611, when\ntelescopic observations of sunspots began. These models are developed and tuned\nusing data recorded by near-Earth interplanetary spacecraft and by solar\nmagnetograms over the past 53 years. In this paper, we use these\nreconstructions to quantify power input into the magnetosphere over the past\n400 years. For each year, both the annual mean power input is computed and its\ndistribution in daily means. This is possible because the distribution of daily\nvalues divided by the annual mean is shown to maintain the same lognormal form\nwith a constant variance. This study is another important step towards the\ndevelopment of a physics-based, long-term climatology of space weather\nconditions.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1708.04904"
  },
  {
    "url": "https://arxiv.org/abs/1708.04810",
    "title": "Title:Experimental constraints on the rheology, eruption and emplacement dynamics of analog lavas comparable to Mercury's northern volcanic plains",
    "date_publ": "16 Aug 2017",
    "authors": [
      "Francesco Vetere",
      "Stefano Rossi",
      "Olivier Namur",
      "Daniele Morgavi",
      "Valeria Misiti",
      "Paolo Mancinelli",
      "Maurizio Petrelli",
      "Cristina Pauselli",
      "Diego Perugin"
    ],
    "abstract": "Abstract:  We present new viscosity measurements of a synthetic silicate system\nconsidered an analogue for the lava erupted on the surface of Mercury. In\nparticular, we focus on the northern volcanic plains (NVP), which correspond to\nthe largest lava flows on Mercury and possibly in the Solar System.\nHigh-temperature viscosity measurements were performed at both superliquidus\n(up to 1736 K) and subliquidus conditions (1569-1502 K) to constrain the\nviscosity variations as a function of crystallinity (from 0 to 28\\%) and shear\nrate (from 0.1 to 5 s 1). Melt viscosity shows moderate variations (4-16 Pa s)\nin the temperature range of 1736-1600 K. Experiments performed below the\nliquidus temperature show an increase in viscosity as shear rate decreases from\n5 to 0.1 s 1, resulting in a shear thinning behavior, with a decrease in\nviscosity of 1 log unit. The low viscosity of the studied composition may\nexplain the ability of NVP lavas to cover long distances, on the order of\nhundreds of kilometers in a turbulent flow regime. Using our experimental data\nwe estimate that lava flows with thickness of 1, 5, and 10 m are likely to have\nvelocities of 4.8, 6.5, and 7.2 m/s, respectively, on a 5 degree ground slope.\nNumerical modeling incorporating both the heat loss of the lavas and its\npossible crystallization during emplacement allows us to infer that high\neffusion rates (>10,000 m3/s) are necessary to cover the large distances\nindicated by satellite data from the MErcury Surface, Space ENvironment,\nGEochemistry, and Ranging spacecraft.",
    "categories": [
      "Geophysics (physics.geo-ph)"
    ],
    "url_pdf": "/pdf/1708.04810"
  },
  {
    "url": "https://arxiv.org/abs/1708.03556",
    "title": "Title:The Andromeda Study: A Femto-Spacecraft Mission to Alpha Centauri",
    "date_publ": "11 Aug 2017",
    "authors": [
      "Andreas M. Hein",
      "Kelvin F. Long",
      "Dan Fries",
      "Nikolaos Perakis",
      "Angelo Genovese",
      "Stefan Zeidler",
      "Martin Langer",
      "Richard Osborne",
      "Rob Swinney",
      "John Davies",
      "Bill Cress",
      "Marc Casson",
      "Adrian Mann",
      "Rachel Armstron"
    ],
    "abstract": "Abstract:  This paper discusses the physics, engineering and mission architecture\nrelating to a gram-sized interstellar probe propelled by a laser beam. The\nobjectives are to design a fly-by mission to Alpha Centauri with a total\nmission duration of 50 years travelling at a cruise speed of 0.1c. Furthermore,\noptical data from the target star system is to be obtained and sent back to the\nSolar system. The main challenges of such a mission are presented and possible\nsolutions proposed. The results show that by extrapolating from currently\nexisting technology, such a mission would be feasible. The total mass of the\nproposed spacecraft is 23g and the space-based laser infrastructure has a beam\npower output of 15GW. Rurther exploration of the laser - spacecraft tradespace\nand associated technologies are necessary.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1708.03556"
  },
  {
    "url": "https://arxiv.org/abs/1708.02342",
    "title": "Title:The Open Flux Problem",
    "date_publ": "8 Aug 2017 (v1), last revised 5 Sep 2017 (this version, v2)",
    "authors": [
      "J. A. Linker",
      "R. M. Caplan",
      "C. Downs",
      "P Riley",
      "Z Mikic",
      "R. Lionello",
      "C. J. Henney",
      "C. N. Arge",
      "Y. Liu",
      "M. L. Derosa",
      "A. Yeates",
      "M. J. Owen"
    ],
    "abstract": "Abstract:  The heliospheric magnetic field is of pivotal importance in solar and space\nphysics. The field is rooted in the Sun's photosphere, where it has been\nobserved for many years. Global maps of the solar magnetic field based on full\ndisk magnetograms are commonly used as boundary conditions for coronal and\nsolar wind models. Two primary observational constraints on the models are (1)\nthe open field regions in the model should approximately correspond to coronal\nholes observed in emission, and (2) the magnitude of the open magnetic flux in\nthe model should match that inferred from in situ spacecraft measurements. In\nthis study, we calculate both MHD and PFSS solutions using fourteen different\nmagnetic maps produced from five different types of observatory magnetograms,\nfor the time period surrounding July, 2010. We have found that for all of the\nmodel/map combinations, models that have coronal hole areas close to\nobservations underestimate the interplanetary magnetic flux, or, conversely,\nfor models to match the interplanetary flux, the modeled open field regions are\nlarger than coronal holes observed in EUV emission. In an alternative approach,\nwe estimate the open magnetic flux entirely from solar observations by\ncombining automatically detected coronal holes for Carrington rotation 2098\nwith observatory synoptic magnetic maps. This approach also underestimates the\ninterplanetary magnetic flux. Our results imply that either typical observatory\nmaps underestimate the Sun's magnetic flux, or a significant portion of the\nopen magnetic flux is not rooted in regions that are obviously dark in EUV and\nX-ray emission.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1708.02342"
  },
  {
    "url": "https://arxiv.org/abs/1708.01853",
    "title": "Title:Constraints on the perturbed mutual motion in Didymos due to impact-induced deformation of its primary after the DART impact",
    "date_publ": "6 Aug 2017",
    "authors": [
      "Masatoshi Hirabayashi",
      "Stephen R. Schwartz",
      "Yang Yu",
      "Alex B. Davis",
      "Steven R. Chesley",
      "Eugene G. Fahnestock",
      "Patrick Michel",
      "Derek C. Richardson",
      "Shantanu P. Naidu",
      "Daniel J. Scheeres",
      "Andrew F. Cheng",
      "Andrew S. Rivkin",
      "Lance A. M. Benne"
    ],
    "abstract": "Abstract:  Binary near-Earth asteroid (65803) Didymos is the target of the proposed NASA\nDouble Asteroid Redirection Test (DART), part of the Asteroid Impact &\nDeflection Assessment (AIDA) mission concept. In this mission, the DART\nspacecraft is planned to impact the secondary body of Didymos, perturbing\nmutual dynamics of the system. The primary body is currently rotating at a spin\nperiod close to the spin barrier of asteroids, and materials ejected from the\nsecondary due to the DART impact are likely to reach the primary. These\nconditions may cause the primary to reshape, due to landslides, or internal\ndeformation, changing the permanent gravity field. Here, we propose that if\nshape deformation of the primary occurs, the mutual orbit of the system would\nbe perturbed due to a change in the gravity field. We use a numerical\nsimulation technique based on the full two-body problem to investigate the\nshape effect on the mutual dynamics in Didymos after the DART impact. The\nresults show that under constant volume, shape deformation induces strong\nperturbation in the mutual motion. We find that the deformation process always\ncauses the orbital period of the system to become shorter. If surface layers\nwith a thickness greater than ~0.4 m on the poles of the primary move down to\nthe equatorial region due to the DART impact, a change in the orbital period of\nthe system and in the spin period of the primary will be detected by\nground-based measurement.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1708.01853"
  },
  {
    "url": "https://arxiv.org/abs/1708.01446",
    "title": "Title:Summary of the 12th IACHEC Meeting",
    "date_publ": "4 Aug 2017",
    "authors": [
      "K.Forster (1)",
      "C.E.Grant (2)",
      "M.Guainazzi (3)",
      "V.Kashyap (4)",
      "H.L.Marshall (2)",
      "E.D.Miller (2)",
      "L.Natalucci (5)",
      "J.Nevalainen (6)",
      "P.P.Plucinsky (4)",
      "Y.Terada (7) ((1) Cahill Center for Astronomy and Astrophysics",
      "California Institute of Technology",
      "USA",
      "(2) Kavli Institute for Astrophysics and Space Research",
      "Massachusetts Institute of Technology",
      "USA",
      "(3) ESA-ESTEC",
      "The Netherlands",
      "(4) Harvard-Smithsonian Center for Astrophysics",
      "USA",
      "(5) IAPS-INAF",
      "Italy",
      "(6) University of Tartu",
      "Estonia",
      "(7) University of Saitama",
      "Japan"
    ],
    "abstract": "Abstract:  We summarize the outcome of the 12th meeting of the International\nAstronomical Consortium for High Energy Calibration (IACHEC), held at the UCLA\nconference center in Lake Arrowhead (California) in March 2017. 56 scientists\ndirectly involved in the calibration of operational and future high-energy\nmissions gathered during 3.5 days to discuss the status of the X-ray payload\ninter-calibration, as well as possible ways to improve it. The \"Thermal\nSupernovas Remnant\" (SNR) Working Group presented a recently published paper on\n1E0102.2-7219 as a calibration standard in the 0.5-1.0 keV band. A new method\nto measure the high-energy spectrum of the Crab Nebula and pulsar with NuSTAR\nwithout using its optics may yield a new absolute flux standard in the 3-7 keV\nband. A new ACIS contamination model - released with CALDB version 4.7.3 -\nleads to a significant improvement in modeling the spectral, spatial, and\ntemporal properties of the contaminant. The first calibration results of the\nscientific payload on board Hitomi confirm the excellent performance of the\ninstruments before the spacecraft operation problems leading to its loss.\nFinally, the meeting discussed extensively a novel statistic approach to\nformally identify in which direction the effective areas of different\ninstruments would need to be changed to bring them into concordance. This\nmethod could inform future further calibration efforts.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1708.01446"
  },
  {
    "url": "https://arxiv.org/abs/1708.00959",
    "title": "Title:Relativistic Gas Drag on Dust Grains and Implications",
    "date_publ": "3 Aug 2017 (v1), last revised 12 Sep 2017 (this version, v2)",
    "authors": [
      "Thiem Hoan"
    ],
    "abstract": "Abstract:  We study the drag force on dust grains moving at relativistic velocities\nthrough interstellar gas and explore its application. First, we derive a new\nanalytical formula of the drag force at high energies and find that it is\nsignificantly reduced compared to the classical model. Second, we apply the\nobtained drag force to calculate the terminal velocities of interstellar grains\nby strong radiation sources such as supernovae and active galactic nuclei\n(AGNs). We find that grains can be accelerated to relativistic velocities by\nvery luminous AGNs. We then quantify the deceleration of relativistic\nspacecraft proposed by the Breakthrough Starshot initiative due to gas drag on\na relativistic lightsail. We find that the spacecraft's slowing down is\nnegligible because of the suppression of gas drag at relativistic velocities,\nsuggesting that the lightsail may be open for communication during its journey\nto $\\alpha$ Centauri without causing a considerable delay. Finally, we show\nthat the damage to relativistic thin lightsails by interstellar dust is a minor\neffect.",
    "categories": [
      "Astrophysics of Galaxies (astro-ph.GA)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1708.00959"
  },
  {
    "url": "https://arxiv.org/abs/1708.00839",
    "title": "Title:A search for rapidly pulsating hot subdwarf stars in the GALEX survey",
    "date_publ": "2 Aug 2017",
    "authors": [
      "Thomas M. Boudreaux",
      "Brad N. Barlow",
      "Scott W. Fleming",
      "Alan Vasquez Soto",
      "Chase Million",
      "Dan E. Reichart",
      "Josh B. Haislip",
      "Tyler R. Linder",
      "Justin P. Moor"
    ],
    "abstract": "Abstract:  NASA's Galaxy Evolution Explorer (GALEX) provided near- and far-UV\nobservations for approximately 77 percent of the sky over a ten-year period;\nhowever, the data reduction pipeline initially only released single NUV and FUV\nimages to the community. The recently released Python module gPhoton changes\nthis, allowing calibrated time-series aperture photometry to be extracted\neasily from the raw GALEX data set. Here we use gPhoton to generate light\ncurves for all hot subdwarf B (sdB) stars that were observed by GALEX, with the\nintention of identifying short-period, p-mode pulsations. We find that the\nspacecraft's short visit durations, uneven gaps between visits, and dither\npattern make the detection of hot subdwarf pulsations difficult. Nonetheless,\nwe detect UV variations in four previously known pulsating targets and report\ntheir UV pulsation amplitudes and frequencies. Additionally, we find that\nseveral other sdB targets not previously known to vary show promising signals\nin their periodograms. Using optical follow-up photometry with the Skynet\nRobotic Telescope Network, we confirm p-mode pulsations in one of these\ntargets, LAMOST J082517.99+113106.3, and report it as the most recent addition\nto the sdBVr class of variable stars.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1708.00839"
  },
  {
    "url": "https://arxiv.org/abs/1708.00546",
    "title": "Title:Impact analysis of the transponder time delay on radio-tracking observables",
    "date_publ": "1 Aug 2017 (v1), last revised 5 Sep 2017 (this version, v2)",
    "authors": [
      "Stefano Bertone",
      "Christophe Le Poncin-Lafitte",
      "Pascal Rosenblatt",
      "Valéry Lainey",
      "Jean-Charles Marty",
      "Marie-Christine Angoni"
    ],
    "abstract": "Abstract:  Accurate tracking of probes is one of the key points of space exploration.\nRange and Doppler techniques are the most commonly used. In this paper we\nanalyze the impact of the transponder delay, $i.e.$ the processing time between\nreception and re-emission of a two-way tracking link at the satellite, on\ntracking observables and on spacecraft orbits. We show that this term, only\npartially accounted for in the standard formulation of computed space\nobservables, can actually be relevant for future missions with high nominal\ntracking accuracies or for the re-processing of old missions. We present\nseveral applications of our formulation to Earth flybys, the NASA GRAIL and the\nESA BepiColombo missions.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1708.00546"
  },
  {
    "url": "https://arxiv.org/abs/1708.00484",
    "title": "Title:A Framework for Relating the Structures and Recovery Statistics in Pressure Time-Series Surveys for Dust Devils",
    "date_publ": "1 Aug 2017",
    "authors": [
      "Brian Jackson",
      "Ralph Lorenz",
      "Karan Davi"
    ],
    "abstract": "Abstract:  Dust devils are likely the dominant source of dust for the martian\natmosphere, but the amount and frequency of dust-lifting depend on the\nstatistical distribution of dust devil parameters. Dust devils exhibit pressure\nperturbations and, if they pass near a barometric sensor, they may register as\na discernible dip in a pressure time-series. Leveraging this fact, several\nsurveys using barometric sensors on landed spacecraft have revealed dust devil\nstructures and occurrence rates. However powerful they are, though, such\nsurveys suffer from non-trivial biases that skew the inferred dust devil\nproperties. For example, such surveys are most sensitive to dust devils with\nthe widest and deepest pressure profiles, but the recovered profiles will be\ndistorted, broader and shallow than the actual profiles. In addition, such\nsurveys often do not provide wind speed measurements alongside the pressure\ntime series, and so the durations of the dust devil signals in the time series\ncannot be directly converted to profile widths. Fortunately, simple statistical\nand geometric considerations can de-bias these surveys, allowing conversion of\nthe duration of dust devil signals into physical widths, given only a\ndistribution of likely translation velocities, and the recovery of the\nunderlying distributions of physical parameters. In this study, we develop a\nscheme for de-biasing such surveys. Applying our model to an in-situ survey\nusing data from the Phoenix lander suggests a larger dust flux and a dust devil\noccurrence rate about ten times larger than previously inferred. Comparing our\nresults to dust devil track surveys suggests only about one in five\nlow-pressure cells lifts sufficient dust to leave a visible track.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1708.00484"
  },
  {
    "url": "https://arxiv.org/abs/1708.00235",
    "title": "Title:Scientific rationale for Uranus and Neptune in situ explorations",
    "date_publ": "1 Aug 2017",
    "authors": [
      "O. Mousis",
      "D. H. Atkinson",
      "T. Cavalié",
      "L. N. Fletcher",
      "M. J. Amato",
      "S. Aslam",
      "F. Ferri",
      "J.-B. Renard",
      "T. Spilker",
      "E. Venkatapathy",
      "P. Wurz",
      "K. Aplin",
      "A. Coustenis",
      "M. Deleuil",
      "M. Dobrijevic",
      "T. Fouchet",
      "T. Guillot",
      "P. Hartogh",
      "T. Hewagama",
      "M. D. Hofstadter",
      "V. Hue",
      "R. Hueso",
      "J.-P. Lebreton",
      "E. Lellouch",
      "J. Moses",
      "G. S. Orton",
      "J. C. Pearl",
      "A. Sanchez-Lavega",
      "A. Simon",
      "O. Venot",
      "J. H. Waite",
      "R. K. Achterberg",
      "S. Atreya",
      "F. Billebaud",
      "M. Blanc",
      "F. Borget",
      "B. Brugger",
      "S. Charnoz",
      "T. Chiavassa",
      "V. Cottini",
      "L. d'Hendecourt",
      "G. Danger",
      "T. Encrenaz",
      "N. J. P. Gorius",
      "L. Jorda",
      "B. Marty",
      "R. Moreno",
      "A. Morse",
      "C. Nixon",
      "K. Reh",
      "T. Ronnet",
      "F.-X. Schmider",
      "S. Sheridan",
      "C. Sotin",
      "P. Vernazza",
      "G. L. Villanuev"
    ],
    "abstract": "Abstract:  The ice giants Uranus and Neptune are the least understood class of planets\nin our solar system but the most frequently observed type of exoplanets.\nPresumed to have a small rocky core, a deep interior comprising ~70% heavy\nelements surrounded by a more dilute outer envelope of H2 and He, Uranus and\nNeptune are fundamentally different from the better-explored gas giants Jupiter\nand Saturn. Because of the lack of dedicated exploration missions, our\nknowledge of the composition and atmospheric processes of these distant worlds\nis primarily derived from remote sensing from Earth-based observatories and\nspace telescopes. As a result, Uranus's and Neptune's physical and atmospheric\nproperties remain poorly constrained and their roles in the evolution of the\nSolar System not well understood. Exploration of an ice giant system is\ntherefore a high-priority science objective as these systems (including the\nmagnetosphere, satellites, rings, atmosphere, and interior) challenge our\nunderstanding of planetary formation and evolution. Here we describe the main\nscientific goals to be addressed by a future in situ exploration of an ice\ngiant. An atmospheric entry probe targeting the 10-bar level, about 5 scale\nheights beneath the tropopause, would yield insight into two broad themes: i)\nthe formation history of the ice giants and, in a broader extent, that of the\nSolar System, and ii) the processes at play in planetary atmospheres. The probe\nwould descend under parachute to measure composition, structure, and dynamics,\nwith data returned to Earth using a Carrier Relay Spacecraft as a relay\nstation. In addition, possible mission concepts and partnerships are presented,\nand a strawman ice-giant probe payload is described. An ice-giant atmospheric\nprobe could represent a significant ESA contribution to a future NASA ice-giant\nflagship mission.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1708.00235"
  },
  {
    "url": "https://arxiv.org/abs/1707.09454",
    "title": "Title:The Grad-Shafranov Reconstruction of Toroidal Magnetic Flux Ropes: First Applications",
    "date_publ": "29 Jul 2017",
    "authors": [
      "Qiang Hu",
      "M. G. Linton",
      "B. E. Wood",
      "P. Riley",
      "T. Nieves-Chinchill"
    ],
    "abstract": "Abstract:  This article completes and extends a recent study of the Grad-Shafranov (GS)\nreconstruction in toroidal geometry, as applied to a two and a half dimensional\nconfigurations in space plasmas with rotational symmetry. A further application\nto the benchmark study of an analytic solution to the toroidal GS equation with\nadded noise shows deviations in the reconstructed geometry of the flux rope\nconfiguration, characterized by the orientation of the rotation axis, the major\nradius, and the impact parameter. On the other hand, the physical properties of\nthe flux rope, including the axial field strength, and the toroidal and\npoloidal magnetic flux, agree between the numerical and exact GS solutions. We\nalso present a real event study of a magnetic cloud flux rope from \\textit{in\nsitu} spacecraft measurements. The devised procedures for toroidal GS\nreconstruction are successfully executed. Various geometrical and physical\nparameters are obtained with associated uncertainty estimates. The overall\nconfiguration of the flux rope from the GS reconstruction is compared with the\ncorresponding morphological reconstruction based on white-light images. The\nresults show overall consistency, but also discrepancy in that the inclination\nangle of the flux rope central axis with respect to the ecliptic plane differs\nby about 20-30 degrees in the plane of the sky. We also compare the results\nwith the original straight-cylinder GS reconstruction and discuss our findings.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1707.09454"
  },
  {
    "url": "https://arxiv.org/abs/1707.09259",
    "title": "Title:Alternative Standard Frequencies for Interstellar Communication",
    "date_publ": "26 Jul 2017",
    "authors": [
      "C Sivaram (1)",
      "Kenath Arun (2)",
      "Kiren O V (3) ((1) Indian Institute of Astrophysics",
      "Bangalore",
      "India",
      "(2) Christ Junior College",
      "Bangalore",
      "India",
      "(3) St. Josephs Indian Composite PU College",
      "Bangalore",
      "India"
    ],
    "abstract": "Abstract:  The 21 cm hydrogen line is considered a favourable frequency by the SETI\nprogramme in their search for signals from potential extra-terrestrial\ncivilizations. The Pioneer plaque, attached to the Pioneer 10 and Pioneer 11\nspacecraft, portrays the hyperfine transition of neutral hydrogen and used the\nwavelength as a standard scale of measurement.Although this line would be\nuniversally recognized and is a suitable wavelength to look for radio signals\nfrom extraterrestrials, the presence of ubiquitous radiation from galactic\nhydrogen could make searches a little difficult. In this paper we suggest\nseveral alternate standard frequencies which is free of interference from\natomic or molecular sources and is independent of any bias.",
    "categories": [
      "Popular Physics (physics.pop-ph)"
    ],
    "url_pdf": "/pdf/1707.09259"
  },
  {
    "url": "https://arxiv.org/abs/1707.09187",
    "title": "Title:Exact law for homogeneous compressible Hall magnetohydrodynamics turbulence",
    "date_publ": "28 Jul 2017",
    "authors": [
      "Nahuel Andrés",
      "Sébastien Galtier",
      "Fouad Sahraou"
    ],
    "abstract": "Abstract:  We derive the exact law for three-dimensional (3D) homogeneous compressible\nisothermal Hall magnetohydrodynamics (CHMHD) turbulence, without the assumption\nof isotropy. The Hall current is shown to introduce new flux and sources terms\nthat act at the small scales (comparable or smaller than the ion skin depth) to\nsignificantly impact the turbulence dynamics. The new law provides an accurate\nmeans to estimate for the first time the energy cascade rate over a broad range\nof scales covering the MHD inertial range and the sub-ion dispersive range in\n3D numerical simulations and {\\it in situ} spacecraft observations of\ncompressible turbulence. This work is particularly relevant to astrophysical\nflows in which small scale density fluctuations cannot be ignored such as the\nsolar wind, planetary magnetospheres and the interstellar medium (ISM).",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1707.09187"
  },
  {
    "url": "https://arxiv.org/abs/1707.09144",
    "title": "Title:The Relation between Magnetic Fields and X-ray Emission for Solar Microflares and Active Regions",
    "date_publ": "28 Jul 2017",
    "authors": [
      "A.S. Kirichenko",
      "S.A. Bogache"
    ],
    "abstract": "Abstract:  We present the result of comparison between magnetic field parameters and the\nintensity of X-ray emission for solar microflares with Geosynchronous\nOperational Environmental Satellites (GOES) classes from A0.02 to B5.1. For our\nstudy, we used the monochromatic MgXII Imaging Spectroheliometer (MISH),\nFull-disk EUV Telescope (FET) and Solar PHotometer in X-rays (SphinX)\ninstruments onboard the Complex Orbital Observations Near-Earth of Activity of\nthe Sun-Photon (CORONAS-Photon) spacecraft because of their high sensitivity in\nsoft X-rays. The peak flare flux (PFF) for solar microflares was found to\ndepend on the strength of the magnetic field and total unsigned magnetic flux\nas a power-law function. In the spectral range 2.8-36.6 Å which shows very\nlittle increase related to microflares the power-law index of the relation\nbetween the X-ray flux and magnetic flux for active regions is 1.48 $\\pm$ 0.86,\nwhich is close to the value obtained previously by Pevtsov et al. (Astrophys.\nJ. 598, 1387, 2003) for different types of solar and stellar objects. In the\nspectral range 1-8 Å the power-law indices for PFF($B$) and PFF($\\Phi$) for\nmicroflares are 3.87 $\\pm$ 2.16 and 3 $\\pm$ 1.6 respectively. We also make\nsuggestions on the heating mechanisms in active regions and microflares under\nthe assumption of loops with constant pressure and heating using the\nRosner-Tucker-Vaiana (RTV) scaling laws.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1707.09144"
  },
  {
    "url": "https://arxiv.org/abs/1707.08076",
    "title": "Title:Global Finite-Time Attitude Consensus of Leader-Following Spacecraft Systems Based on Distributed Observers",
    "date_publ": "25 Jul 2017 (v1), last revised 11 Dec 2017 (this version, v2)",
    "authors": [
      "Haichao Gui",
      "Anton H. J. de Ruite"
    ],
    "abstract": "Abstract:  This paper addresses the leader-following attitude consensus problem for a\ngroup of spacecraft when at least one follower can access the leader's attitude\nand velocity relative to the inertial space. A nonlinear distributed observer\nis designed to estimate the leader's states for each follower. The observer\npossesses one important and novel feature of keeping attitude and angular\nvelocity estimation errors on second-order sliding modes, and thus provides\nfinite-time convergent estimates for each follower. Further, quaternion-based\nhybrid homogeneous controllers recently developed for single spacecraft are\nextended and then applied, by establishing a separation principle with the\nproposed observer, to track the leader's attitude motion. As a result, global\nfinite-time attitude consensus is achieved on the entire attitude manifold,\nwith either full-state measurements or attitude-only measurements, as long as\nthe network topology among the followers is undirected and connected. Numerical\nsimulations are presented to demonstrate the performance of the proposed\nmethods.",
    "categories": [
      "Optimization and Control (math.OC)"
    ],
    "url_pdf": "/pdf/1707.08076"
  },
  {
    "url": "https://arxiv.org/abs/1707.07979",
    "title": "Title:Production, Processing and Consumption of the Dust in the Galaxy",
    "date_publ": "25 Jul 2017",
    "authors": [
      "George Gontcharo"
    ],
    "abstract": "Abstract:  The recent results obtained by the modern telescopes and spacecrafts allow us\nfor the first time to compare directly the mass, spatial density and size\ndistribution of the dust grains in the regions of their production, processing\nand consumption in our Galaxy. The ALMA and VLT/SPHERE telescopes allow us to\nestimate the production of the dust by supergiants and collapsing core\nsupernovae. The 2MASS, WISE, SDSS, Planck and other telescopes allow us to\nestimate the processing of the dust in the interstellar medium. After renewed\nBesançon Galaxy model the medium appears to contain about half the local\nmass of matter (both baryonic and dark) in the Galactic neighborhood of the\nSun. The Helios, Ulysses, Galileo, Cassini and New Horizons spacecrafts allow\nus to estimate the consumption of the dust into large solid bodies. The results\nare consistent each other assuming the local mean spatial density of the dust\nis about of $3.5\\times10^{-26}$ g/cm$^3$, mean density of the grain is about 1\ng/cm$^3$, and the dust production rate is about of 0.015 Solar mass per year\nfor whole the Galaxy.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Astrophysics of Galaxies (astro-ph.GA)"
    ],
    "url_pdf": "/pdf/1707.07979"
  },
  {
    "url": "https://arxiv.org/abs/1707.06917",
    "title": "Title:Solar and nuclear physics uncertainties in cosmic-ray propagation",
    "date_publ": "21 Jul 2017 (v1), last revised 27 Jul 2018 (this version, v5)",
    "authors": [
      "Nicola Tomassett"
    ],
    "abstract": "Abstract:  Recent data released by the AMS experiment on the primary spectra and\nsecondary-to-primary ratios in cosmic rays (CRs) can pose tight constraints to\nastrophysical models of CR acceleration and transport in the Galaxy, thereby\nproviding a robust baseline of the astrophysical background for dark matter\nsearch via antimatter. However, models of CR propagation are affected by other\nimportant sources of uncertainties, notably from solar modulation and nuclear\nfragmentation, that cannot be improved with the sole use of the AMS data. The\npresent work is aimed at assessing these uncertainties and their relevance in\nthe interpretation of the new AMS data on the boron-to-carbon (B/C) ratio.\nUncertainties from solar modulation are estimated using improved models of CR\ntransport in the Heliosphere constrained against various type of measurements:\nmonthly-resolved CR data collected by balloon-born or space missions,\ninterstellar flux data from the Voyager-1 spacecraft, and counting rates from\nground-based neutron monitor detectors. Uncertainties from nuclear\nfragmentation are estimated using semiempirical cross-section formulae\nconstrained by measurements on isotopically-resolved and charge-changing\nreactions. We found that a proper data-driven treatment of solar modulation can\nguarantee the desired level of precision, in comparison with the improved\naccuracy of the recent data on the B/C ratio. On the other hand, nuclear\nuncertainties represent a serious limiting factor over a wide energy range. We\ntherefore stress the need for establishing a dedicated program of cross-section\nmeasurements at the $\\mathcal{O}$(100 GeV) energy scale.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)",
      " High Energy Physics - Phenomenology (hep-ph)"
    ],
    "url_pdf": "/pdf/1707.06917"
  },
  {
    "url": "https://arxiv.org/abs/1707.06670",
    "title": "Title:Penitentes as the origin of the bladed terrain of Tartarus Dorsa, Pluto",
    "date_publ": "20 Jul 2017 (v1), last revised 24 Jul 2017 (this version, v2)",
    "authors": [
      "John E. Moores",
      "Christina L. Smith",
      "Anthony Toigo",
      "Scott Guzewic"
    ],
    "abstract": "Abstract:  Penitentes are ablative features observed in snow and ice that, on Earth, are\ncharacterized by regular cm to tens of cm spaced bowl-shaped depressions whose\nedges grade into tall spires up to several meters tall (Nichols et al. 1939,\nLliboutry et al. 1954, Claudin et al. 2015). While penitentes have been\nsuggested as an explanation for anomalous radar data on Europa (Hobley et al.\n2013), hitherto no penitentes have been identified conclusively on other\nplanetary bodies. Regular ridges with spacing of 3000 m to 5000 m and a depth\nof $\\sim500$ m with morphologies that resemble penitentes (Fig. 1) have been\nobserved by the New Horizons spacecraft (Moore et al. 2016, Stern et al. 2015,\nGladstone et al. 2016, Moore et al. 2017) in the Tartarus Dorsa (TD) region of\nPluto (approximately 220-250$^\\circ$ E, 0-20$^\\circ$ N). Here we report\nsimulations, based upon a recent model (Claudinet al. 2015) adapted to\nconditions on Pluto (Gladstone et al. 2016, Toigo et al. 2015), that reproduce\nboth the tri-modal orientation and the spacing of these features by deepening\npenitentes. These penitentes deepen by of order 1 cm per orbital cycle in the\npresent era and grow only during periods of relatively high atmospheric\npressure, suggesting a formation timescale of several tens of millions of\nyears, consistent with cratering ages and the current atmospheric loss rate of\nmethane. This time scale, in turn, implies that the penitentes formed from\ninitial topographic variations of no more than a few 10s of meters, consistent\nwith Pluto's youngest terrains.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1707.06670"
  },
  {
    "url": "https://arxiv.org/abs/1707.02801",
    "title": "Title:Universal scaling relation for magnetic sails: momentum braking in the limit of dilute interstellar media",
    "date_publ": "10 Jul 2017 (v1), last revised 9 May 2018 (this version, v3)",
    "authors": [
      "Claudius Gro"
    ],
    "abstract": "Abstract:  The recent progress in laser propulsion research has advanced substantially\nthe prospects to realize interstellar spaceflight within a few decades. Here we\nexamine passive deceleration via momentum braking from ionized interstellar\nmedia. The very large area to mass relations needed as a consequence of the low\ninterstellar densities, of the order of 0.1 particles per $\\mathrm{cm}^{3}$, or\nlower, are potentially realizable with magnetic sails generated by\nsuperconducting coils. Integrating the equations of motion for interstellar\nprotons hitting a Biot Savart loop we evaluate the effective reflection area\n$A(v)$ in terms of the velocity $v$ of the craft. We find that the numerical\ndata is fitted over two orders of magnitude by the scaling relation $A(v)\\ =\\\n0.081A_R\\log^3(I/(\\beta I_c))$, where $A_R=\\pi R^2$ is the bare sail area, $I$\nthe current and $\\beta=v/c$. The critical current $I_c$ is $1.55\\cdot10^6$\nAmpere. The resulting universal deceleration profile can be evaluated\nanalytically and mission parameters optimized for a minimal craft mass.\nFor the case of a sample high speed transit to Proxima Centauri we find that\nmagnetic momentum braking would involve daunting mass requirements of the order\nof $10^3$ tons. A low speed mission to the Trappist-1 system could be realized\non the other side already with a 1.5 ton spacecraft, which would be furthermore\ncompatible with the specifications of currently envisioned directed energy\nlaunch systems. The extended cruising times of the order of $10^4$ years imply\nhowever that a mission to the Trappist-1 system would be viable only for\nmission concepts for which time constrains are not relevant.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1707.02801"
  },
  {
    "url": "https://arxiv.org/abs/1707.01997",
    "title": "Title:Comparing Jupiter interior structure models to Juno gravity measurements and the role of a dilute core",
    "date_publ": "7 Jul 2017",
    "authors": [
      "S. M. Wahl",
      "W. B. Hubbard",
      "B. Militzer",
      "T. Guillot",
      "Y. Miguel",
      "N. Movshovitz",
      "Y. Kaspi",
      "R. Helled",
      "D. Reese",
      "E. Galanti",
      "S. Levin",
      "J.E. Connerney",
      "S.J. Bolto"
    ],
    "abstract": "Abstract:  The Juno spacecraft has measured Jupiter's low-order, even gravitational\nmoments, $J_2$--$J_8$, to an unprecedented precision, providing important\nconstraints on the density profile and core mass of the planet. Here we report\non a selection of interior models based on ab initio computer simulations of\nhydrogen-helium mixtures. We demonstrate that a dilute core, expanded to a\nsignificant fraction of the planet's radius, is helpful in reconciling the\ncalculated $J_n$ with Juno's observations. Although model predictions are\nstrongly affected by the chosen equation of state, the prediction of an\nenrichment of $Z$ in the deep, metallic envelope over that in the shallow,\nmolecular envelope holds. We estimate Jupiter's core to contain an 7--25 Earth\nmass of heavy elements. We discuss the current difficulties in reconciling\nmeasured $J_n$ with the equations of state, and with theory for formation and\nevolution of the planet.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1707.01997"
  },
  {
    "url": "https://arxiv.org/abs/1707.01185",
    "title": "Title:Attitude Control of Spacecraft Formations Subject To Distributed Communication Delays",
    "date_publ": "4 Jul 2017",
    "authors": [
      "Siddharth H. Nair",
      "Kamesh Subbara"
    ],
    "abstract": "Abstract:  This paper considers the problem of achieving attitude consensus in\nspacecraft formations with bounded, time-varying communication delays between\nspacecraft connected as specified by a strongly connected topology. A state\nfeedback con- troller is proposed and investigated using a time domain approach\n(via LMIs) and a frequency domain approach (via the small-gain theorem) to\nobtain delay depen- dent stability criteria to achieve the desired consensus.\nSimulations are presented to demonstrate the application of the strategy in a\nspecific scenario.",
    "categories": [
      "Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/1707.01185"
  },
  {
    "url": "https://arxiv.org/abs/1707.00319",
    "title": "Title:Prospects for Measuring Planetary Spin and Frame-Dragging in Spacecraft Timing Signals",
    "date_publ": "2 Jul 2017",
    "authors": [
      "Andreas Schärer",
      "Ruxandra Bondarescu",
      "Prasenjit Saha",
      "Raymond Angélil",
      "Ravit Helled",
      "Philippe Jetze"
    ],
    "abstract": "Abstract:  Satellite tracking involves sending electromagnetic signals to Earth. Both\nthe orbit of the spacecraft and the electromagnetic signals themselves are\naffected by the curvature of spacetime. The arrival time of the pulses is\ncompared to the ticks of local clocks to reconstruct the orbital path of the\nsatellite to high accuracy, and to implicitly measure general relativistic\neffects. In particular, Schwarzschild space curvature (static) and\nframe-dragging (stationary) due to the planet's spin affect the satellite's\norbit. The dominant relativistic effect on the path of the signal photons is\nShapiro delay due to static space curvature. We compute these effects for some\ncurrent and proposed space missions, using a Hamiltonian formulation in four\ndimensions. For highly eccentric orbits, such as in the Juno mission and in the\nCassini Grand Finale, the relativistic effects have a kick-like nature, which\ncould be advantageous for detecting them if their signatures are properly\nmodeled as functions of time. Frame-dragging appears, in principle, measurable\nby Juno and Cassini, though not by Galileo 5 and 6. Practical measurement would\nrequire disentangling frame-dragging from the Newtonian 'foreground' such as\nthe gravitational quadrupole which has an impact on both the spacecraft's orbit\nand the signal propagation. The foreground problem remains to be solved.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1707.00319"
  },
  {
    "url": "https://arxiv.org/abs/1706.10129",
    "title": "Title:Electric propulsion reliability: statistical analysis of on-orbit anomalies and comparative analysis of electric versus chemical propulsion failure rates",
    "date_publ": "9 Jun 2017",
    "authors": [
      "Joseph Homer Saleh",
      "Fan Geng",
      "Michelle Ku",
      "Mitchell L. R. Walker I"
    ],
    "abstract": "Abstract:  With a few hundred spacecraft launched to date with electric propulsion (EP),\nit is possible to conduct an epidemiological study of EP on orbit reliability.\nThe first objective of the present work was to undertake such a study and\nanalyze EP track record of on orbit anomalies and failures by different\ncovariates. The second objective was to provide a comparative analysis of EP\nfailure rates with those of chemical propulsion. After a thorough data\ncollection, 162 EP-equipped satellites launched between January 1997 and\nDecember 2015 were included in our dataset for analysis. Several statistical\nanalyses were conducted, at the aggregate level and then with the data\nstratified by severity of the anomaly, by orbit type, and by EP technology.\nMean Time To Anomaly (MTTA) and the distribution of the time to anomaly were\ninvestigated, as well as anomaly rates. The important findings in this work\ninclude the following: (1) Post-2005, EP reliability has outperformed that of\nchemical propulsion; (2) Hall thrusters have robustly outperformed chemical\npropulsion, and they maintain a small but shrinking reliability advantage over\ngridded ion engines. Other results were also provided, for example the\ndifferentials in MTTA of minor and major anomalies for gridded ion engines and\nHall thrusters. It was shown that: (3) Hall thrusters exhibit minor anomalies\nvery early on orbit, which might be indicative of infant anomalies, and thus\nwould benefit from better ground testing and acceptance procedures; (4) Strong\nevidence exists that EP anomalies (onset and likelihood) and orbit type are\ndependent, a dependence likely mediated by either the space environment or\ndifferences in thrusters duty cycles; (5) Gridded ion thrusters exhibit both\ninfant and wear-out failures, and thus would benefit from a reliability growth\nprogram that addresses both these types of problems.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Applications (stat.AP)"
    ],
    "url_pdf": "/pdf/1706.10129"
  },
  {
    "url": "https://arxiv.org/abs/1706.09849",
    "title": "Title:Transit Timing and Duration Variations for the Discovery and Characterization of Exoplanets",
    "date_publ": "29 Jun 2017 (v1), last revised 24 Jul 2017 (this version, v3)",
    "authors": [
      "Eric Agol",
      "Dan Fabryck"
    ],
    "abstract": "Abstract:  Transiting exoplanets in multi-planet systems have non-Keplerian orbits which\ncan cause the times and durations of transits to vary. The theory and\nobservations of transit timing variations (TTV) and transit duration variations\n(TDV) are reviewed. Since the last review, the Kepler spacecraft has detected\nseveral hundred perturbed planets. In a few cases, these data have been used to\ndiscover additional planets, similar to the historical discovery of Neptune in\nour own Solar System. However, the more impactful aspect of TTV and TDV studies\nhas been characterization of planetary systems in which multiple planets\ntransit. After addressing the equations of motion and parameter scalings, the\nmain dynamical mechanisms for TTV and TDV are described, with citations to the\nobservational literature for real examples. We describe parameter constraints,\nparticularly the origin of the mass/eccentricity degeneracy and how it is\novercome by the high-frequency component of the signal. On the observational\nside, derivation of timing precision and introduction to the timing diagram are\ngiven. Science results are reviewed, with an emphasis on mass measurements of\ntransiting sub-Neptunes and super-Earths, from which bulk compositions may be\ninferred.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1706.09849"
  },
  {
    "url": "https://arxiv.org/abs/1706.09208",
    "title": "Title:Asteroid mass estimation using Markov-chain Monte Carlo",
    "date_publ": "28 Jun 2017",
    "authors": [
      "L. Siltala",
      "M. Granvi"
    ],
    "abstract": "Abstract:  Estimates for asteroid masses are based on their gravitational perturbations\non the orbits of other objects such as Mars, spacecraft, or other asteroids\nand/or their satellites. In the case of asteroid-asteroid perturbations, this\nleads to an inverse problem in at least 13 dimensions where the aim is to\nderive the mass of the perturbing asteroid(s) and six orbital elements for both\nthe perturbing asteroid(s) and the test asteroid(s) based on astrometric\nobservations. We have developed and implemented three different mass estimation\nalgorithms utilizing asteroid-asteroid perturbations: the very rough 'marching'\napproximation, in which the asteroids' orbital elements are not fitted, thereby\nreducing the problem to a one-dimensional estimation of the mass, an\nimplementation of the Nelder-Mead simplex method, and most significantly, a\nMarkov-chain Monte Carlo (MCMC) approach. We describe each of these algorithms\nwith particular focus on the MCMC algorithm, and present example results using\nboth synthetic and real data. Our results agree with the published mass\nestimates, but suggest that the published uncertainties may be misleading as a\nconsequence of using linearized mass-estimation methods. Finally, we discuss\nremaining challenges with the algorithms as well as future plans.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1706.09208"
  },
  {
    "url": "https://arxiv.org/abs/1706.08458",
    "title": "Title:Multi-spacecraft observations and transport simulations of solar energetic particles for the May 17th 2012 event",
    "date_publ": "26 Jun 2017 (v1), last revised 25 Jan 2018 (this version, v2)",
    "authors": [
      "M. Battarbee",
      "J. Guo",
      "S. Dalla",
      "R. Wimmer-Schweingruber",
      "B. Swalwell",
      "D. J. Lawrenc"
    ],
    "abstract": "Abstract:  The injection, propagation and arrival of solar energetic particles (SEPs)\nduring eruptive solar events is an important and current research topic of\nheliospheric physics. During the largest solar events, particles may have\nenergies up to a few GeVs and sometimes even trigger ground-level enhancements\n(GLEs) at Earth. We study the first GLE-event of solar cycle 24, from 17th May\n2012, using data from multiple spacecraft (SOHO, GOES, MSL, STEREO-A, STEREO-B\nand MESSENGER). These spacecraft are located throughout the inner heliosphere,\nat heliocentric distances between 0.34 and 1.5 astronomical units (au),\ncovering nearly the whole range of heliospheric longitudes. We present and\ninvestigate sub-GeV proton time profiles for the event at several energy\nchannels, obtained via different instruments aboard the above spacecraft. We\ninvestigate issues due to magnetic connectivity, and present results of\nthree-dimensional SEP propagation simulations. We gather virtual time profiles\nand perform qualitative and quantitative comparisons with observations,\nassessing longitudinal injection and transport effects as well as peak\nintensities. We distinguish different time profile shapes for well-connected\nand weakly connected observers, and find our onset time analysis to agree with\nthis distinction. At select observers, we identify an additional low-energy\ncomponent of Energetic Storm Particles (ESPs). Using well-connected observers\nfor normalisation, our simulations are able to accurately recreate both time\nprofile shapes and peak intensities at multiple observer locations. This\nsynergetic approach combining numerical modeling with multi-spacecraft\nobservations is crucial for understanding the propagation of SEPs within the\ninterplanetary magnetic field. Our novel analysis provides valuable proof of\nthe ability to simulate SEP propagation throughout the inner heliosphere, at a\nwide range of longitudes.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1706.08458"
  },
  {
    "url": "https://arxiv.org/abs/1706.07798",
    "title": "Title:Electromagnetic forces on a relativistic spacecraft in the interstellar medium",
    "date_publ": "25 Jun 2017 (v1), last revised 12 Sep 2017 (this version, v2)",
    "authors": [
      "Thiem Hoang",
      "Abraham Loe"
    ],
    "abstract": "Abstract:  A relativistic spacecraft of the type envisioned by the Breakthrough Starshot\ninitiative will inevitably get charged through collisions with interstellar\nparticles and UV photons. Interstellar magnetic fields would, therefore,\ndeflect the trajectory of the spacecraft. We calculate the expected deflection\nfor typical interstellar conditions. We also find that the charge distribution\nof the spacecraft is asymmetric, producing an electric dipole moment. The\ninteraction between the moving electric dipole and the interstellar magnetic\nfield is found to produce a large torque, which can result in fast oscillation\nof the spacecraft around the axis perpendicular to the direction of motion,\nwith a period of $\\sim$ 0.5 hr. We then study the spacecraft rotation arising\nfrom impulsive torques by dust bombardment. Finally, we discuss the effect of\nthe spacecraft rotation and suggest several methods to mitigate it.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Astrophysics of Galaxies (astro-ph.GA)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1706.07798"
  },
  {
    "url": "https://arxiv.org/abs/1706.07170",
    "title": "Title:The Principal Fiber Bundle Structure of the Gimbal-Spacecraft System",
    "date_publ": "22 Jun 2017",
    "authors": [
      "Ravi N Banavar",
      "Arjun Narayana"
    ],
    "abstract": "Abstract:  The gimbal-spacecraft system, that consists of a variable speed control\nmoment gyro (VSCMG) mounted inside a spacecraft, has been employed as an\nactuator for the attitude control of a spacecraft and has been much studied in\nthe aerospace control community. Employing a Newtonian approach, the equations\nof motion are derived, and further study focusses on singularity issues and\ncontrol law synthesis. While the geometric mechanics community has studied many\nmechanical systems of engineering interest, including spinning rotors (or\nmomentum wheels) that are used as actuators, there has not been a particular\neffort to model and control the gimbal-spacecraft system in a geometric\nframework. This article serves two purposes: it presents the gimbal-spacecraft\nsystem in a geometric mechanics framework, and in particular, highlights the\nconnection form, that could form the basis for future control design, and\nsecondly, the exposition is of a tutorial nature whereby the willing reader,\nwith minimal prerequisites, is introduced to the tools of differential geometry\nin this context.",
    "categories": [
      "Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/1706.07170"
  },
  {
    "url": "https://arxiv.org/abs/1706.06814",
    "title": "Title:Dynamic Analytical Initialization Method for Spacecraft Attitude Estimators",
    "date_publ": "21 Jun 2017",
    "authors": [
      "Lubin Chang",
      "Fangjun Qi"
    ],
    "abstract": "Abstract:  This paper proposes a dynamic analytical initialization method for spacecraft\nattitude estimators. In the proposed method, the desired attitude matrix is\ndecomposed into two parts: one is the constant attitude matrix at the very\nstart and the other encodes the attitude changes of the body frame from its\ninitial state. The latter one can be calculated recursively using the gyroscope\noutputs and the constant attitude matrix can be determined using constructed\nvector observations at different time. Compared with traditional initialization\nmethods, the proposed method does not necessitate the spacecraft being static\nor more than two non-collinear vector observations at the same time. Therefore,\nthe proposed method can promote increased spacecraft autonomy by autonomous\ninitialization of attitude estimators. The effectiveness and prospect of the\nproposed method in spacecraft attitude estimation applications have been\nvalidated through numerical simulations.",
    "categories": [
      "Robotics (cs.RO)"
    ],
    "url_pdf": "/pdf/1706.06814"
  },
  {
    "url": "https://arxiv.org/abs/1706.05570",
    "title": "Title:Interstellar communication. II. Application to the solar gravitational lens",
    "date_publ": "17 Jun 2017 (v1), last revised 18 Oct 2017 (this version, v2)",
    "authors": [
      "Michael Hippk"
    ],
    "abstract": "Abstract:  We have shown in paper I of this series (arXiv:1706.03795) that interstellar\ncommunication to nearby (pc) stars is possible at data rates of bits per second\nper Watt between a 1 m sized probe and a large receiving telescope (E-ELT, 39\nm), when optimizing all parameters such as frequency at 300-400 nm. We now\napply our framework of interstellar extinction and quantum state calculations\nfor photon encoding to the solar gravitational lens (SGL), which enlarges the\naperture (and thus the photon flux) of the receiving telescope by a factor of\n$>10^9$. For the first time, we show that the use of the SGL for communication\npurposes is possible. This was previously unclear because the Einstein ring is\nplaced inside the solar coronal noise, and contributing factors are difficult\nto determine. We calculate point-spread functions, aperture sizes, heliocentric\ndistance, and optimum communication frequency. The best wavelength for nearby\n(<100 pc) interstellar communication is limited by current technology to the UV\nand optical band. To suppress coronal noise, an advanced coronograph is\nrequired, alternatively an occulter could be used which would require a second\nspacecraft in formation flight 78 km from the receiver, and ~10 m in size. Data\nrates scale approximately linear with the SGL telescope size and with\nheliocentric distance. Achievable (receiving) data rates from Alpha Cen are\n1-10 Mbits per second per Watt for a pair of meter-sized telescopes, an\nimprovement of $10^6$ compared to using the same receiving telescope without\nthe SGL. A 1 m telescope in the SGL can receive data at rates comparable to a\nkm-class \"normal\" telescope.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1706.05570"
  },
  {
    "url": "https://arxiv.org/abs/1706.05443",
    "title": "Title:Propagation of Solar Energetic Particles in Three-dimensional Interplanetary Magnetic Fields: Radial Dependence of Peak Intensities",
    "date_publ": "16 Jun 2017",
    "authors": [
      "H.-Q. He",
      "G. Zhou",
      "W. Wa"
    ],
    "abstract": "Abstract:  A functional form I_{max}(R)=kR^{-\\alpha}, where R is the radial distance of\nspacecraft, was usually used to model the radial dependence of peak intensities\nI_{max}(R) of solar energetic particles (SEPs). In this work, the\nfive-dimensional Fokker-Planck transport equation incorporating perpendicular\ndiffusion is numerically solved to investigate the radial dependence of SEP\npeak intensities. We consider two different scenarios for the distribution of\nspacecraft fleet: (1) along the radial direction line, (2) along the Parker\nmagnetic field line. We find that the index \\alpha in the above expression\nvaries in a wide range, primarily depending on the properties (e.g., location,\ncoverage) of SEP sources and on the longitudinal/latitudinal separations\nbetween the sources and the magnetic footpoints of the observers. Particularly,\nthe situation that whether the magnetic footpoint of the observer is located\ninside or outside of the SEP source is a crucial factor determining the values\nof index \\alpha. A two-phase phenomenon is found in the radial dependence of\npeak intensities. The \"position\" of the breakpoint (transition point/critical\npoint) is determined by the magnetic connection status of the observers. This\nfinding suggests that a very careful examination of magnetic connection between\nSEP source and each spacecraft should be taken in the observational studies. We\nobtain a lower limit of R^{-1.7\\pm0.1} for empirically modelling the radial\ndependence of SEP peak intensities. Our findings in this work can be used to\nexplain the majority of the previous multispacecraft survey results, and\nespecially to reconcile the different/conflicting empirical values of index\n\\alpha in the literature.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1706.05443"
  },
  {
    "url": "https://arxiv.org/abs/1706.05393",
    "title": "Title:Long-term Evolution and Stability of Saturnian Small Satellites: Aegaeon, Methone, Anthe, and Pallene",
    "date_publ": "16 Jun 2017",
    "authors": [
      "Marco A. Muñoz-Gutiérrez",
      "Silvia Giuliatti Winte"
    ],
    "abstract": "Abstract:  Aegaeon, Methone, Anthe, and Pallene are four Saturnian small moons,\ndiscovered by the Cassini spacecraft. Although their orbital characterization\nhas been carried on by a number of authors, their long-term evolution has not\nbeen studied in detail so far. In this work, we numerically explore the\nlong-term evolution, up to $10^5$ yr, of the small moons in a system formed by\nan oblate Saturn and the five largest moons close to the region: Janus,\nEpimetheus, Mimas, Enceladus, and Tethys. By using frequency analysis we\ndetermined the stability of the small moons and characterize, through diffusion\nmaps, the dynamical behavior of a wide region of geometric phase space, $a$ vs\n$e$, surrounding them. Those maps could shed light on the possible initial\nnumber of small bodies close to Mimas, and help to better understand the\ndynamical origin of the small satellites. We found that the four small moons\nare long-term stable and no mark of chaos is found for them. Aegaeon, Methone,\nand Anthe could remain unaltered for at least $\\sim0.5$Myr, given the current\nconfiguration of the system. They remain well-trapped in the corotation\neccentricity resonances with Mimas in which they currently librate. However,\nperturbations from nearby resonances, such as Lindblad eccentricity resonances\nwith Mimas, seem responsible for largest variations observed for Methone and\nAnthe. Pallene remains in a non-resonant orbit and it is the more stable, at\nleast for 64 Myr. Nonetheless, it is affected by a quasi-resonance with Mimas,\nwhich induces long-term orbital oscillations of its eccentricity and\ninclination.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1706.05393"
  },
  {
    "url": "https://arxiv.org/abs/1706.05047",
    "title": "Title:Fermi acceleration of electrons inside foreshock transient cores",
    "date_publ": "15 Jun 2017",
    "authors": [
      "Terry Z. Liu",
      "San Lu",
      "Vassilis Angelopoulos",
      "Heli Hietala",
      "Lynn B. Wilson II"
    ],
    "abstract": "Abstract:  Foreshock transients upstream of Earth's bow shock have been recently\nobserved to accelerate electrons to many times their thermal energy. How such\nacceleration occurs is unknown, however. Using THEMIS case studies, we examine\na subset of acceleration events (31 of 247 events) in foreshock transients with\ncores that exhibit gradual electron energy increases accompanied by low\nbackground magnetic field strength and large-amplitude magnetic fluctuations.\nUsing the evolution of electron distributions and the energy increase rates at\nmultiple spacecraft, we suggest that Fermi acceleration between a converging\nforeshock transient's compressional boundary and the bow shock is responsible\nfor the observed electron acceleration. We then show that a one-dimensional\ntest particle simulation of an ideal Fermi acceleration model in fluctuating\nfields prescribed by the observations can reproduce the observed evolution of\nelectron distributions, energy increase rate, and pitch-angle isotropy,\nproviding further support for our hypothesis. Thus, Fermi acceleration is\nlikely the principal electron acceleration mechanism in at least this subset of\nforeshock transient cores.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1706.05047"
  },
  {
    "url": "https://arxiv.org/abs/1706.04439",
    "title": "Title:Reddened, Redshifted, or Intrinsically Red? Understanding Near-Ultraviolet Colors of Type Ia Supernovae",
    "date_publ": "8 Jun 2017",
    "authors": [
      "Peter J. Brown",
      "Nancy J. Landez",
      "Peter A. Milne",
      "Maximilian D. Stritzinge"
    ],
    "abstract": "Abstract:  Understanding the intrinsic colors of Type Ia supernovae (SNe Ia) is\nimportant to their use as cosmological standard candles. Understanding the\neffects of reddening and redshift on the observed colors are complicated and\ndependent on the intrinsic spectrum, the filter curves, and the wavelength\ndependence of reddening. We present ultraviolet and optical data of a growing\nsample of SNe Ia observed with the Ultra-Violet/Optical Telescope on the Swift\nspacecraft and use this sample to re-examine the near-UV (NUV) colors of SNe\nIa. We find that a small amount of reddening (E(B-V)=0.2 mag) could account for\nthe difference between groups designated as NUV-blue and NUV-red, and a\nmoderate amount of reddening (E(B-V)=0.5 mag) could account for the whole\nNUV-optical differences. The reddening scenario, however, is inconsistent with\nthe mid-UV colors and color evolution. The effect of redshift alone only\naccounts for part of the variation. Using a spectral template of SN2011fe we\ncan forward model the effects of redshift and reddening and directly compare\nwith the observed colors. We find that some SNe are consistent with reddened\nversions of SN2011fe, but most SNe Ia are much redder in the uvw1-v color than\nSN2011fe reddened to the same b-v color. The absolute magnitudes show that two\nof five NUV-blue SNe Ia are blue because their near-UV luminosity is high, and\nthe other three are optically fainter. We also show that SN2011fe is not a\n\"normal\" SN Ia in the UV, but has colors placing it at the blue extreme of our\nsample.",
    "categories": [
      "High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1706.04439"
  },
  {
    "url": "https://arxiv.org/abs/1706.04322",
    "title": "Title:Modeling Transport of Energetic Particles in Corotating Interaction Region -- A case Study",
    "date_publ": "14 Jun 2017",
    "authors": [
      "Lulu Zhao",
      "Gang Li",
      "R. W. Ebert",
      "M. A. Dayeh",
      "M. I. Desai",
      "G. M. Mason",
      "Zhao Wu",
      "Yao Che"
    ],
    "abstract": "Abstract:  We investigate energetic particle transport in Corotating Interaction Regions\n(CIRs) through a case study. The CIR event we study occurred on $2008$ February\n$08$ and was observed by both the Advanced Composition Explorer (ACE) and the\ntwin Solar TErrestrial RElations Observatory (STEREO)-B spacecraft. An in-situ\nreverse shock was observed by STEREO-B ($1.0$ AU) but not ACE ($0.98$ AU).\nUsing STEREO-B observations and assuming the CIR structure does not vary\nsignificantly in the corotating frame, we estimate the shock location at later\ntimes for both the STEREO-B and ACE observations. Further assuming the\naccelerated particle spectral shape at the shock does not vary with shock\nlocation, we calculate the particle differential intensities as observed by ACE\nand STEREO-B at two different times by solving the focused transport equation\nusing a Monte-Carlo simulation. We assume that particles move along Parker's\nfield and experience no cross-field diffusion. We find that the modulation of\nsub-MeV/nucleon particles is significant. To obtain reasonable comparisons\nbetween the simulations and the observations by both ACE and STEREO-B, one has\nto assume that the CIR shock can accelerate more particles at a larger\nheliocentric distance than at a smaller heliocentric distance.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1706.04322"
  },
  {
    "url": "https://arxiv.org/abs/1706.04232",
    "title": "Title:New Horizons Upper Limits on O$_2$ in Pluto's Present Day Atmosphere",
    "date_publ": "13 Jun 2017",
    "authors": [
      "J. A. Kammer",
      "S. A. Stern",
      "G. R. Gladstone",
      "L. A. Young",
      "C. B. Olkin",
      "A. Steffl",
      "H. A. Weaver",
      "K. Ennic"
    ],
    "abstract": "Abstract:  The surprising discovery by the Rosetta spacecraft of molecular oxygen\n(O$_2$) in the coma of comet 67P/Churyumov-Gerasimenko (Bieler et al. 2015)\nchallenged our understanding of the inventory of this volatile species on and\ninside bodies from the Kuiper Belt. That discovery motivated our search for\noxygen in the atmosphere of Kuiper Belt planet Pluto, because O$_2$ is volatile\neven at Pluto's surface temperatures. During the New Horizons flyby of Pluto in\nJuly 2015, the spacecraft probed the composition of Pluto's atmosphere using a\nvariety of observations, including an ultraviolet solar occultation observed by\nthe Alice UV spectrograph (Stern et al. 2015; Gladstone et al. 2016; Young et\nal. 2017). As described in these reports, absorption by molecular species in\nPluto's atmosphere yielded detections of N$_2$, as well as hydrocarbon species\nsuch as CH$_4$, C$_2$H$_2$, C$_2$H$_4$, and C$_2$H$_6$. Our work here further\nexamines this data to search for UV absorption from molecular oxygen (O$_2$),\nwhich has a signicant cross section in the Alice spectrograph bandpass. We find\nno evidence for O$_2$ absorption, and place an upper limit on the total amount\nof O$_2$ in Pluto's atmosphere as a function of tangent height up to 700 km. In\nmost of the atmosphere this upper limit in line of sight abundance units is\n~3x10$^{15}$ cm$^{-2}$, which depending on tangent height corresponds to a\nmixing ratio of 10$^{-6}$ to 10$^{-4}$, far lower than in comet 67P/CG.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1706.04232"
  },
  {
    "url": "https://arxiv.org/abs/1706.04053",
    "title": "Title:Electron scale structures and magnetic reconnection signatures in the turbulent magnetosheath",
    "date_publ": "13 Jun 2017",
    "authors": [
      "E. Yordanova",
      "Z. Vörös",
      "A. Varsani",
      "D. B. Graham",
      "C. Norgren",
      "Yu. V. Khotyaintsev",
      "A. Vaivads",
      "E. Eriksson",
      "R. Nakamura",
      "P.-A. Lindqvist",
      "G. Marklund",
      "R. E. Ergun",
      "W. Magnes",
      "W. Baumjohann",
      "D. Fischer",
      "F. Plaschke",
      "Y. Narita",
      "C.T. Russell",
      "R.J. Strangeway",
      "O. Le Contel",
      "C. Pollock",
      "R.B. Torbert",
      "B.J. Giles",
      "J.L. Burch",
      "L. A. Avanov",
      "J. C. Dorelli",
      "D. J. Gershman",
      "W. R. Paterson B. Lavraud",
      "Y. Sait"
    ],
    "abstract": "Abstract:  Collisionless space plasma turbulence can generate reconnecting thin current\nsheets as suggested by recent results of numerical magnetohydrodynamic\nsimulations. The MMS mission provides the first serious opportunity to check if\nsmall ion-electron-scale reconnection, generated by turbulence, resembles the\nreconnection events frequently observed in the magnetotail or at the\nmagnetopause. Here we investigate field and particle observations obtained by\nthe MMS fleet in the turbulent terrestrial magnetosheath behind quasi-parallel\nbow shock geometry. We observe multiple small-scale current sheets during the\nevent and present a detailed look of one of the detected structures. The\nemergence of thin current sheets can lead to electron scale structures where\nions are demagnetized. Within the selected structure we see signatures of ion\ndemagnetization, electron jets, electron heating and agyrotropy suggesting that\nMMS spacecraft observe reconnection at these scales.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1706.04053"
  },
  {
    "url": "https://arxiv.org/abs/1706.03926",
    "title": "Title:A search for tight hierarchical triple systems amongst the eclipsing binaries in the CoRoT fields",
    "date_publ": "13 Jun 2017",
    "authors": [
      "T. Hajdu",
      "T. Borkovits",
      "E. Forgács-Dajka",
      "J. Sztakovics",
      "G. Marschalkó",
      "J. M. Benkő",
      "P. Klagyivik",
      "M. J. Salla"
    ],
    "abstract": "Abstract:  We report a comprehensive search for hierarchical triple stellar system\ncandidates amongst eclipsing binaries (EB) observed by the CoRoT spacecraft. We\ncalculate and check eclipse timing variation (ETV) diagrams for almost 1500 EBs\nin an automated manner. We identify five relatively short-period Algol systems\nfor which our combined light curve and complex ETV analyses (including both the\nlight-travel time effect and short-term dynamical third-body perturbations)\nresulted in consistent third-body solutions. The computed periods of the outer\nbodies are between 82 and 272 days, (with an alternative solution of 831 days\nfor one of the targets). We find that the inner and outer orbits are near\ncoplanar in all but one case. The dynamical masses of the outer subsystems\ndetermined from the ETV analyses are consistent with both the results of our\nlight curve analyses and the spectroscopic information available in the\nliterature. One of our candidate systems exhibits outer eclipsing events as\nwell, the locations of which are in good agreement with the ETV solution. We\nalso report another certain triply eclipsing triple system which, however, is\nlacking a reliable ETV solution due to the very short time range of the data,\nand four new blended systems (composite light curves of 2 eclipsing binaries\neach), where we cannot decide whether the components are gravitationally binded\nor not. Amongst these blended systems we identify the longest period and\nhighest eccentricity eclipsing binary in the entire CoRoT sample.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1706.03926"
  },
  {
    "url": "https://arxiv.org/abs/1706.02772",
    "title": "Title:The Intensities of Cosmic Ray H and He Nuclei at ~250 MeV/nuc Measured by Voyagers 1 and 2 - Using these Intensities to Determine the Solar Modulation Parameter in the Inner Heliosphere and the Heliosheath Over a 40 Year Time Period",
    "date_publ": "8 Jun 2017",
    "authors": [
      "W.R. Webber",
      "E.C. Stone",
      "A.C. Cummings",
      "B. Heikkila",
      "N. La"
    ],
    "abstract": "Abstract:  We have determined the solar modulation potential, phi, vs. time that is\nobserved at Voyager 1 and 2 from measurements of the H and He nuclei\nintensities at a common energy of 250 MeVnuc. The H nuclei have a rigidity 0.7\nGV, the He nuclei 1.4 GV. These measurements cover a 40 year time period, which\nincludes almost 4 cycles of solar 11 year sunspot variations, throughout the\ninner heliosphere out to the HTS at distances of 95 AU and 85 AU, respectively\nat V1 and V2, and then beyond in the heliosheath. Inside the HTS the modulation\npotential vs. time curves at V1 and V2 show a very similar temporal structure\nto those observed at the Earth. During a later period of maximum solar\nmodulation from 2000.0 to 2005.0 when V1 and V2 are in the outer heliosphere\nbetween 60-94 AU, the main temporal features of the modulation potential curves\nat all 3 locations match up with appropriate time delays at V1 and V2 if it is\nassumed that spatially coherent structures are moving outward past V1 and V2,\nwith outward speeds of up to 700 Kms negative 1. After 2004.0 V1 and V2 are at\nlatitudes of positive 35 and negative 30 respectively, placing lower limits on\nthe latitude extent of these structures. Beyond the HTS in the heliosheath the\nmodulation potential slowly decreases at both spacecraft with only a weak\nevidence of the unusual modulation minimum observed at the Earth in 2009, for\nexample. A sudden decrease of the modulation potential 50 MV for both H and He\nnuclei occurs at V1 just before the heliopause crossing at about 122 AU. This\ndecrease has not yet been observed at V2, which is now at 113 AU and still\nobserving a modulation potential 60 MV.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1706.02772"
  },
  {
    "url": "https://arxiv.org/abs/1706.02732",
    "title": "Title:The Grad-Shafranov Reconstruction of Toroidal Magnetic Flux Ropes: Method Development and Benchmark Studies",
    "date_publ": "8 Jun 2017",
    "authors": [
      "Qiang H"
    ],
    "abstract": "Abstract:  We develop an approach of Grad-Shafranov (GS) reconstruction for toroidal\nstructures in space plasmas, based on in-situ spacecraft measurements. The\nunderlying theory is the GS equation that describes two-dimensional\nmagnetohydrostatic equilibrium as widely applied in fusion plasmas. The\ngeometry is such that the arbitrary cross section of the torus has rotational\nsymmetry about the rotation axis $Z$, with a major radius $r_0$. The magnetic\nfield configuration is thus determined by a scalar flux function $\\Psi$ and a\nfunctional $F$ that is a single-variable function of $\\Psi$. The algorithm is\nimplemented through a two-step approach: i) a trial-and-error process by\nminimizing the residue of the functional $F(\\Psi)$ to determine an optimal $Z$\naxis orientation, and ii) for the chosen $Z$, a $\\chi^2$ minimization process\nresulting in the range of $r_0$. Benchmark studies of known analytic solutions\nto the toroidal GS equation with noise additions are presented to illustrate\nthe two-step procedures and to demonstrate the performance of the numerical GS\nsolver, separately. For the cases presented, the errors in $Z$ and $r_0$ are\n9$^\\circ$ and 22\\%, respectively, and the relative percent error in the\nnumerical GS solutions is less than 10\\%. We also make public the computer\ncodes for these implementations and benchmark studies.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1706.02732"
  },
  {
    "url": "https://arxiv.org/abs/1706.02729",
    "title": "Title:Modeling of the outburst on July 29th, 2015 observed with OSIRIS cameras in the southern hemisphere of comet 67P/Churyumov-Gerasimenko",
    "date_publ": "8 Jun 2017",
    "authors": [
      "A. Gicquel",
      "M. Rose",
      "J.-B. Vincent",
      "B. Davidsson",
      "D. Bodewits",
      "M. F. A Hearn",
      "J. Agarwal",
      "N. Fougere",
      "H. Sierks",
      "I. Bertini",
      "Z.-Y. Lin",
      "C. Barbieri",
      "P. L. Lamy",
      "R. Rodrigo",
      "D. Koschny",
      "H. Rickman",
      "H. U. Keller",
      "M. A. Barucci",
      "J.-L. Bertaux",
      "S. Besse",
      "S. Boudreault",
      "G. Cremonese",
      "V. Da Deppo",
      "S. Debei",
      "J. Deller",
      "M. De Cecco",
      "E. Frattin",
      "M. R. El-Maarry",
      "S. Fornasier",
      "M. Fulle",
      "O. Groussin",
      "P. J. Gutierrez",
      "P. Gutierrez-Marquez",
      "C. Guttler",
      "S. Hofner",
      "M. Hofmann",
      "X. Hu",
      "S. F. Hviid",
      "W.-H. Ip",
      "L. Jorda",
      "J. Knollenberg",
      "G. Kovacs",
      "J.-R. Kramm",
      "E. Kuhrt",
      "M. Kuppers",
      "L. M. Lara",
      "M. Lazzarin",
      "J. J. Lopez Moreno",
      "S. Lowry",
      "F. Marzari",
      "N. Masoumzadeh",
      "M. Massironi",
      "F. Moreno",
      "S. Mottola",
      "G. Naletto",
      "N. Oklay",
      "M. Pajola",
      "F. Preusker",
      "F. Scholten",
      "X. Shi",
      "N. Thomas",
      "I. Toth",
      "C. Tubian"
    ],
    "abstract": "Abstract:  Images of the nucleus and the coma (gas and dust) of comet 67P/Churyumov-\nGerasimenko have been acquired by the OSIRIS (Optical, Spectroscopic, and\nInfrared Remote Imaging System) cameras since March 2014 using both the Wide\nAngle Camera (WAC) and the Narrow Angle Camera (NAC). We use images from the\nNAC camera to study a bright outburst observed in the southern hemisphere on\nJuly 29, 2015. The high spatial resolution of the NAC is needed to localize the\nsource point of the outburst on the surface of the nucleus. The heliocentric\ndistance is 1.25 au and the spacecraft-comet distance is 186 km. Aiming to\nbetter understand the physics that led to the outgassing, we used the Direct\nSimulation Monte Carlo (DSMC) method to study the gas flow close to the nucleus\nand the dust trajectories. The goal is to understand the mechanisms producing\nthe outburst. We reproduce the opening angle of the outburst in the model and\nconstrain the outgassing ratio between the outburst source and the local\nregion. The outburst is in fact a combination of both gas and dust, in which\nthe active surface is approximately 10 times more active than the average rate\nfound in the surrounding areas. We need a number of dust particles 7.83\n$\\times$ 10$^{11}$ - 6.90 $\\times$ 10$^{15}$ (radius 1.97 - 185 {\\mu}m), which\ncorresponds to a mass of dust 220 - 21 $\\times$ 10$^{3}$kg.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1706.02729"
  },
  {
    "url": "https://arxiv.org/abs/1706.02523",
    "title": "Title:Investigating the In-Flight Performance of the UVIT Payload on ASTROSAT",
    "date_publ": "8 Jun 2017 (v1), last revised 1 May 2018 (this version, v2)",
    "authors": [
      "P.T. Rahna",
      "Jayant Murthy",
      "M.Safonova",
      "F.Sutaria",
      "S. B. Gudennavar",
      "S. G. Bubbl"
    ],
    "abstract": "Abstract:  We have studied the performance of the Ultraviolet Imaging Telescope payload\non AstroSat and derived a calibration of the FUV and NUV instruments on board.\nWe find that the sensitivity of both the FUV and NUV channels is as expected\nfrom ground calibrations, with the FUV effective area about 35% and the NUV\neffective area about the same as that of GALEX. The point spread function of\nthe instrument is on the order of 1.2-1.6 arcsec. We have found that\npixel-to-pixel variations in the sensitivity are less than 10% with spacecraft\nmotion compensating for most of the flat-field variations. We derived a\ndistortion correction but recommend that it be applied post-processing as part\nof an astrometric solution.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1706.02523"
  },
  {
    "url": "https://arxiv.org/abs/1706.01952",
    "title": "Title:Search for torsional oscillations in isolated sunspots",
    "date_publ": "6 Jun 2017",
    "authors": [
      "Ana Belén Griñón-Marín",
      "Hector Socas-Navarro",
      "Rebecca Centen"
    ],
    "abstract": "Abstract:  In this work we seek evidence for global torsional oscillations in alpha\nsunspots. We have used long time series of continuum intensity and magnetic\nfield vector maps from the Helioseismic and Magnetic Imager (HMI) instrument on\nboard the Solar Dynamics Observatory (SDO) spacecraft. The time series analysed\nhere span the total disk passage of 25 isolated sunspots. We found no evidence\nof global long-term periodic oscillations in the azimuthal angle of the sunspot\nmagnetic field within $\\sim$ 1 degree. This study could help us to understand\nthe sunspot dynamics and its internal structure.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1706.01952"
  },
  {
    "url": "https://arxiv.org/abs/1706.01948",
    "title": "Title:H$_2$O and O$_2$ Absorption in the Coma of Comet 67P/Churyumov-Gerasimenko Measured by the Alice Far-Ultraviolet Spectrograph on Rosetta",
    "date_publ": "6 Jun 2017",
    "authors": [
      "Brian A. Keeney",
      "S. Alan Stern",
      "Michael F. A'Hearn",
      "Jean-Loup Bertaux",
      "Lori M. Feaga",
      "Paul D. Feldman",
      "Richard A. Medina",
      "Joel Wm. Parker",
      "Jon P. Pineau",
      "Rebecca Schindhelm",
      "Andrew J. Steffl",
      "M. Versteeg",
      "Harold A. Weave"
    ],
    "abstract": "Abstract:  We have detected H$_2$O and O$_2$ absorption against the far-UV continuum of\nstars located on lines of sight near the nucleus of Comet\n67P/Churyumov-Gerasimenko using the Alice imaging spectrograph on Rosetta.\nThese stellar appulses occurred at impact parameters of $\\rho=4$-20 km, and\nheliocentric distances ranging from $R_h=-1.8$ to 2.3 AU (negative values\nindicate pre-perihelion observations). The measured H$_2$O column densities\nagree well with nearly contemporaneous values measured by VIRTIS-H. The clear\ndetection of O$_2$ independently confirms the initial detection by the ROSINA\nmass spectrometer; however, the relative abundance of O$_2$/H$_2$O derived from\nthe stellar spectra (11%-68%, with a median value of 25%) is considerably\nlarger than published values found by ROSINA. The cause of this difference is\nunclear, but potentially related to ROSINA measuring number density at the\nspacecraft position while Alice measures column density along a line of sight\nthat passes near the nucleus.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1706.01948"
  },
  {
    "url": "https://arxiv.org/abs/1706.01461",
    "title": "Title:Reconciling the dawn-dusk asymmetry in Mercury's exosphere with the micrometeoroid impact directionality",
    "date_publ": "5 Jun 2017 (v1), last revised 14 Jun 2017 (this version, v2)",
    "authors": [
      "Petr Pokorný",
      "Menelaos Sarantos",
      "Diego Janche"
    ],
    "abstract": "Abstract:  Combining dynamical models of dust from Jupiter Family Comets and Halley-type\nComets, we demonstrate that the seasonal variation of the dust/meteoroid\nenvironment at Mercury is responsible for producing the dawn-dusk asymmetry in\nMercury's exosphere observed by the MESSENGER spacecraft. Our latest models,\ncalibrated recently from ground-based and space-borne measurements, provide\nunprecedented statistics that enable us to study the longitudinal and\nlatitudinal distribution of meteoroids impacting Mercury's surface. We predict\nthat the micrometeoroid impact vaporization source is expected to undergo\nsignificant motion on Mercury's surface towards the nightside during Mercury's\napproach to aphelion and towards the dayside when the planet is approaching the\nSun.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1706.01461"
  },
  {
    "url": "https://arxiv.org/abs/1706.01116",
    "title": "Title:Catalog of Hard X-ray Solar Flares Detected with Mars Odyssey/HEND from the Mars Orbit in 2001-2016",
    "date_publ": "4 Jun 2017",
    "authors": [
      "M.A. Livshits",
      "I.V. Zimovets",
      "D.V. Golovin",
      "B.A. Nizamov",
      "V.I. Vybornov",
      "I.G. Mitrofanov",
      "A.S. Kozyrev",
      "M.L. Litvak",
      "A.B. Sanin",
      "V.I. Tretyako"
    ],
    "abstract": "Abstract:  The study of nonstationary processes in the Sun is of great interest, and\nlately, multiwavelength observations and registration of magnetic fields are\ncarried out by means of both ground-based telescopes and several specialized\nspacecraft (SC) on near-Earth orbits. However the acquisition of the new\nreliable information on their hard X-ray radiation remains demanded, in\nparticular if the corresponding SC provide additional information, e.g. in\nregard to the flare observations from the directions other than the Sun-Earth\ndirection. In this article we present a catalog of powerful solar flares\nregistered by the High Energy Neutron Detector (HEND) device designed in the\nSpace Research Institute (IKI) of Russian Academy of Sciences. HEND is mounted\nonboard the 2001 Mars Odyssey spacecraft. It worked successfully during the\nflight to Mars and currently operates in the near-Mars orbit. Besides neutrons,\nthe HEND instrument is sensitive to the hard X-ray and gamma radiation. This\nradiation is registered by two scintillators: the outer one is sensitive to the\nphotons above 40 keV and the inner one to the photons above 200 keV. The\ncatalog was created with the new procedure of the data calibration. For most\npowerful 60 solar flares on the visible and on the far sides of the Sun (in\nrespect to a terrestrial observer), we provide time profiles of flare\nradiation, summed over all the channels of X-ray and in some cases of gamma-ray\nbands as well as the spectra and characteristics of their power law\napproximation. We briefly discuss the results of the previous articles on the\nstudy of the Sun with HEND instrument and the potential of the further use of\nthese data.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1706.01116"
  },
  {
    "url": "https://arxiv.org/abs/1706.00775",
    "title": "Title:Muon Excess at Sea Level during the Progress of a Geomagnetic Storm and High Speed Stream Impact Near the Time of Eath's Heliospheric Sheet Crossing",
    "date_publ": "1 Jun 2017",
    "authors": [
      "C. R. A. Augusto",
      "C. E. Navia",
      "M. N. de Oliveira",
      "A. A. Nepomuceno",
      "V. Kopenkin",
      "T. Sinz"
    ],
    "abstract": "Abstract:  In this article we present results of the study on the association between\nthe muon flux variation at ground level, registered by the\n\\textit{\\textit{New-Tupi}} muon telescopes ($22^0 53'00''S,\\; 43^0 06'13'W$; 3\nm above sea level) and a geomagnetic storm of 25\\,--\\,29 August 2015 that has\nraged for several days as a result of a coronal mass ejection (CME) impact on\nEarth's magnetosphere. A sequence of events started with an M3.5 X-ray class\nflare on 22 August 2015 at 21:19 UTC. The \\textit{\\textit{New-Tupi}} muon\ntelescopes observed a Forbush decrease (FD) triggered by this geomagnetic\nstorm, with onset on 26 August 2015. After the Earth crossed a heliospheric\ncurrent sheet (HCS), an increase in the particle flux was observed on 28 August\n2015 by spacecrafts and ground level detectors. The observed peak was in\ntemporal coincidence with the impact of a high speed stream (HSS). We study\nthis increase, that has been observed with a significance above 1.5\\% by ground\nlevel detectors in different rigidity regimes. We also estimate the lower limit\nof the energy fluence injected on Earth. In addition, we consider the origin of\nthis increase, such as acceleration of particles by shock waves on the front of\nthe HSS and the focusing effect of the HCS crossing. Our results show possible\nevidence of a prolonged energetic (up to GeV energies) particle injection\nwithin the Earth atmosphere system, driven by the HSS. In most cases these\ninjected particles are directed to polar regions. However, the particles from\nthe high energy tail of the spectrum can reach middle latitudes, and that could\nhave consequences for the atmospheric chemistry, for instance, the creation of\nNOx species may be enhanced and can lead to increased ozone depletion. This\ntopic requires further study.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1706.00775"
  },
  {
    "url": "https://arxiv.org/abs/1706.00094",
    "title": "Title:A reconstruction method of electron density distribution in the equatorial region of magnetosphere",
    "date_publ": "31 May 2017",
    "authors": [
      "Vitlii Shastun",
      "Oleksiy Agapito"
    ],
    "abstract": "Abstract:  A method for the estimation of electron density from the ratio of the wave\nmagnetic and electric field amplitude of whistler waves is developed. Near the\ngeomagnetic equator, whistler wave normals are mainly close to the direction of\nthe background magnetic field. Dispersion relation of whistler wave in the\nparallel propagation approximation is used in this method. Signals registered\nby STAFF-SA instrument on board the Cluster spacecraft are used for electron\ndensity reconstruction. The Cluster spacecraft crossed the plasmasphere at all\nlocal times and in a wide range of latitudes over 10 years (2001-2010) covering\nwell the frequency range of both plasmaspheric hiss and lower band chorus\nemissions in a vicinity of the geomagnetic equator. The proposed technique can\nbe useful in allowing to supplement plasma density statistics obtained from\nrecent probes (such as THEMIS or Van Allen Probes), as well as for reanalysis\nof statistics derived from continuous measurements of only one or two\ncomponents of the wave magnetic and electric fields on board spacecraft\ncovering equatorial regions of the magnetosphere.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1706.00094"
  }
]