[
  {
    "url": "https://arxiv.org/abs/1206.3583",
    "title": "Title:Stochastic flights of propellers",
    "date_publ": "15 Jun 2012 (v1), last revised 30 Aug 2012 (this version, v2)",
    "authors": [
      "Margaret Pan (UC Berkeley)",
      "Hanno Rein (IAS)",
      "Eugene Chiang (UC Berkeley)",
      "Steven N. Evans (UC Berkeley"
    ],
    "abstract": "Abstract:  Kilometer-sized moonlets in Saturn's A ring create S-shaped wakes called\n\"propellers\" in surrounding material. The Cassini spacecraft has tracked the\nmotions of propellers for several years and finds that they deviate from\nKeplerian orbits having constant semimajor axes. The inferred orbital migration\nis known to switch sign. We show using a statistical test that the time series\nof orbital longitudes of the propeller Blériot is consistent with that of a\ntime-integrated Gaussian random walk. That is, Blériot's observed migration\npattern is consistent with being stochastic. We further show, using a\ncombination of analytic estimates and collisional N-body simulations, that\nstochastic migration of the right magnitude to explain the Cassini observations\ncan be driven by encounters with ring particles 10-20 m in radius. That the\nlocal ring mass is concentrated in decameter-sized particles is supported on\nindependent grounds by occultation analyses.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1206.3583"
  },
  {
    "url": "https://arxiv.org/abs/1206.3312",
    "title": "Title:Seismic evidence for a rapidly rotating core in a lower-giant-branch star observed with Kepler",
    "date_publ": "14 Jun 2012",
    "authors": [
      "S. Deheuvels",
      "R. A. Garcia",
      "W. J. Chaplin",
      "S. Basu",
      "H. M. Antia",
      "T. Appourchaux",
      "O. Benomar",
      "G. R. Davies",
      "Y. Elsworth",
      "L. Gizon",
      "M. J. Goupil",
      "D. R. Reese",
      "C. Regulo",
      "J. Schou",
      "T. Stahn",
      "L. Casagrande",
      "J. Christensen-Dalsgaard",
      "D. Fischer",
      "S. Hekker",
      "H. Kjeldsen",
      "S. Mathur",
      "B. Mosser",
      "M. Pinsonneault",
      "J. Valenti",
      "J. L. Christiansen",
      "K. Kinemuchi",
      "F. Mullall"
    ],
    "abstract": "Abstract:  Rotation is expected to have an important influence on the structure and the\nevolution of stars. However, the mechanisms of angular momentum transport in\nstars remain theoretically uncertain and very complex to take into account in\nstellar models. To achieve a better understanding of these processes, we\ndesperately need observational constraints on the internal rotation of stars,\nwhich until very recently were restricted to the Sun. In this paper, we report\nthe detection of mixed modes - i.e. modes that behave both as g modes in the\ncore and as p modes in the envelope - in the spectrum of the early red giant\nKIC7341231, which was observed during one year with the Kepler spacecraft. By\nperforming an analysis of the oscillation spectrum of the star, we show that\nits non-radial modes are clearly split by stellar rotation and we are able to\ndetermine precisely the rotational splittings of 18 modes. We then find a\nstellar model that reproduces very well the observed atmospheric and seismic\nproperties of the star. We use this model to perform inversions of the internal\nrotation profile of the star, which enables us to show that the core of the\nstar is rotating at least five times faster than the envelope. This will shed\nnew light on the processes of transport of angular momentum in stars. In\nparticular, this result can be used to place constraints on the angular\nmomentum coupling between the core and the envelope of early red giants, which\ncould help us discriminate between the theories that have been proposed over\nthe last decades.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1206.3312"
  },
  {
    "url": "https://arxiv.org/abs/1206.1532",
    "title": "Title:Expansion of magnetic clouds in the outer heliosphere",
    "date_publ": "7 Jun 2012",
    "authors": [
      "Adriana Maria Gulisano",
      "Pascal Demoulin",
      "Sergio Dasso",
      "Luciano Rodrigue"
    ],
    "abstract": "Abstract:  A large amount of magnetized plasma is frequently ejected from the Sun as\ncoronal mass ejections (CMEs). Some of these ejections are detected in the\nsolar wind as magnetic clouds (MCs) that have flux rope signatures. Magnetic\nclouds are structures that typically expand in the inner heliosphere. We derive\nthe expansion properties of MCs in the outer heliosphere from one to five\nastronomical units to compare them with those in the inner heliosphere. We\nanalyze MCs observed by the Ulysses spacecraft using insitu magnetic field and\nplasma measurements. The MC boundaries are defined in the MC frame after\ndefining the MC axis with a minimum variance method applied only to the flux\nrope structure. As in the inner heliosphere, a large fraction of the velocity\nprofile within MCs is close to a linear function of time. This is indicative\nof} a self-similar expansion and a MC size that locally follows a power-law of\nthe solar distance with an exponent called zeta. We derive the value of zeta\nfrom the insitu velocity data. We analyze separately the non-perturbed MCs\n(cases showing a linear velocity profile almost for the full event), and\nperturbed MCs (cases showing a strongly distorted velocity profile). We find\nthat non-perturbed MCs expand with a similar non-dimensional expansion rate\n(zeta=1.05+-0.34), i.e. slightly faster than at the solar distance and in the\ninner heliosphere (zeta=0.91+-0.23). The subset of perturbed MCs expands, as in\nthe inner heliosphere, at a significantly lower rate and with a larger\ndispersion (zeta=0.28+-0.52) as expected from the temporal evolution found in\nnumerical simulations. This local measure of the expansion also agrees with the\ndistribution with distance of MC size,mean magnetic field, and plasma\nparameters. The MCs interacting with a strong field region, e.g. another MC,\nhave the most variable expansion rate (ranging from compression to\nover-expansion).",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1206.1532"
  },
  {
    "url": "https://arxiv.org/abs/1206.1520",
    "title": "Title:The large longitudinal spread of solar energetic particles during the January 17, 2010 solar event",
    "date_publ": "7 Jun 2012",
    "authors": [
      "Nina Dresing",
      "Raúl Gómez-Herrero",
      "Andreas Klassen",
      "Bernd Heber",
      "Yulia Kartavykh",
      "Wolfgang Drög"
    ],
    "abstract": "Abstract:  We investigate multi-spacecraft observations of the January 17, 2010 solar\nenergetic particle event. Energetic electrons and protons have been observed\nover a remarkable large longitudinal range at the two STEREO spacecraft and\nSOHO suggesting a longitudinal spread of nearly 360 degrees at 1AU. The flaring\nactive region, which was on the backside of the Sun as seen from Earth, was\nseparated by more than 100 degrees in longitude from the magnetic footpoints of\neach of the three spacecraft. The event is characterized by strongly delayed\nenergetic particle onsets with respect to the flare and only small or no\nanisotropies in the intensity measurements at all three locations. The presence\nof a coronal shock is evidenced by the observation of a type II radio burst\nfrom the Earth and STEREO B. In order to describe the observations in terms of\nparticle transport in the interplanetary medium, including perpendicular\ndiffusion, a 1D model describing the propagation along a magnetic field line\n(model 1) (Dröge, 2003) and the 3D propagation model (model 2) by (Dröge et\nal., 2010) including perpendicular diffusion in the interplanetary medium have\nbeen applied, respectively. While both models are capable of reproducing the\nobservations, model 1 requires injection functions at the Sun of several hours.\nModel 2, which includes lateral transport in the solar wind, reveals high\nvalues for the ratio of perpendicular to parallel diffusion. Because we do not\nfind evidence for unusual long injection functions at the Sun we favor a\nscenario with strong perpendicular transport in the interplanetary medium as\nexplanation for the observations.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1206.1520"
  },
  {
    "url": "https://arxiv.org/abs/1206.1485",
    "title": "Title:STEREO observations of long period variables",
    "date_publ": "7 Jun 2012",
    "authors": [
      "K. T. Wraight",
      "D. Bewsher",
      "Glenn J. White",
      "W. Nowotny",
      "A. J. Norton",
      "C. Paladin"
    ],
    "abstract": "Abstract:  Observations from the Heliospheric Imagers (HI-1) on both the STEREO\nspacecraft have been analysed to search for very long period large amplitude\nstellar variability, finding 6 new candidates. A total of 85 objects, mostly\npreviously known Mira variables, were found to show convincing variability on\ntime scales of over a hundred days. These objects range in peak brightness from\nabout 4th magnitude to 10th magnitude in R and have periods between about 170\ndays and 490 days. There is a period gap between 200 and 300 days where no\nobjects were found and this is discussed. 15 of the Miras in the sample are\npreviously recorded as having variable periods and the possibility for these\nand 2 other stars to have undergone a period change or to be irregular is\ndiscussed. In addition to the 6 stars in the sample not previously recorded as\nvariable, another 7 are recorded as variable but with no classification. Our\nperiod determination is the first to be made for 19 of these 85 stars. The\nsample represents a set of very long period variables that would be challenging\nto monitor from the Earth, or even from Earth orbit, owing to their position on\nthe Ecliptic Plane and that their periods are often close to a year or an\ninteger fraction thereof. The possibility for the new candidates to possess\ncircumstellar shells is discussed.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1206.1485"
  },
  {
    "url": "https://arxiv.org/abs/1206.1384",
    "title": "Title:On the mechanism for breaks in the cosmic ray spectrum",
    "date_publ": "7 Jun 2012",
    "authors": [
      "M. A. Malkov",
      "P. H. Diamond",
      "R. Z. Sagdee"
    ],
    "abstract": "Abstract:  The proof of cosmic ray (CR) origin in supernova remnants (SNR) must hinge on\nfull consistency of the CR acceleration theory with the observations; direct\nproof is impossible because of the orbit stochasticity of CR particles. Recent\nobservations of a number of galactic SNR strongly support the SNR-CR connection\nin general and the Fermi mechanism of CR acceleration, in particular. However,\nmany SNR expand into weakly ionized dense gases, and so a significant revision\nof the mechanism is required to fit the data. We argue that strong ion-neutral\ncollisions in the remnant surrounding lead to the steepening of the energy\nspectrum of accelerated particles by \\emph{exactly one power}. The spectral\nbreak is caused by a partial evanescence of Alfven waves that confine particles\nto the accelerator. The gamma-ray spectrum generated in collisions of the\naccelerated protons with the ambient gas is also calculated. Using the recent\nFermi spacecraft observation of the SNR W44 as an example, we demonstrate that\nthe parent proton spectrum is a classical test particle power law $\\propto\nE^{-2}$, steepening to $E^{-3}$ at $E_{br}\\approx7GeV$.",
    "categories": [
      "Astrophysics of Galaxies (astro-ph.GA)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)"
    ],
    "url_pdf": "/pdf/1206.1384"
  },
  {
    "url": "https://arxiv.org/abs/1206.1347",
    "title": "Title:Energy distribution and quantum yield for photoemission from air-contaminated gold surfaces under UV illumination close to the threshold",
    "date_publ": "6 Jun 2012",
    "authors": [
      "Gerald Hechenblaikner",
      "Tobias Ziegler",
      "Indro Biswas",
      "Christoph Seibel",
      "Mathias Schulze",
      "Nico Brandt",
      "Achim Schoell",
      "Patrick Bergner",
      "Friedrich T. Reiner"
    ],
    "abstract": "Abstract:  The kinetic energy distributions of photo-electrons emitted from gold\nsurfaces under illumination by UV-light close to the threshold are measured and\nanalyzed. Samples are prepared as chemically clean through Ar-Ion sputtering\nand then exposed to atmosphere for variable durations before Quantum Yield\nmeasurements are performed after evacuation. During measurements the bias\nvoltage applied to the sample is varied and the resulting emission current\nmeasured. Taking the derivative of the current-voltage curve yields the energy\ndistribution which is found to closely resemble the distribution of total\nenergies derived by DuBridge for emission from a free electron gas. We\ninvestigate the dependence of distribution shape and width on electrode\ngeometry and contaminant substances adsorbed from the atmosphere, in particular\nto water and hydro-carbons. Emission efficiency increases initially during air\nexposure before diminishing to zero on a timescale of several hours, whilst\nsubsequent annealing of the sample restores emissivity. A model fit function,\nin good quantitative agreement with the measured data, is introduced which\naccounts for the experiment-specific electrode geometry and an energy dependent\ntransmission coefficient. The impact of large patch potential fields from\ncontact potential drops between sample and sample holder is investigated. The\ntotal quantum yield is split into bulk and surface contributions which are\ntested for their sensitivity to light incidence angle and polarization. Our\nresults are directly applicable to model parameters for the contact-free\ndischarge system onboard the LISA Pathfinder spacecraft.",
    "categories": [
      "Materials Science (cond-mat.mtrl-sci)",
      " Instrumentation and Detectors (physics.ins-det)"
    ],
    "url_pdf": "/pdf/1206.1347"
  },
  {
    "url": "https://arxiv.org/abs/1206.1336",
    "title": "Title:Design of a Formation of Solar Pumped Lasers for Asteroid Deflection",
    "date_publ": "6 Jun 2012 (v1), last revised 29 Jun 2012 (this version, v2)",
    "authors": [
      "Massimiliano Vasile",
      "Chrisite Maddoc"
    ],
    "abstract": "Abstract:  This paper presents the design of a multi-spacecraft system for the\ndeflection of asteroids. Each spacecraft is equipped with a fibre laser and a\nsolar concentrator. The laser induces the sublimation of a portion of the\nsurface of the asteroid. The jet of gas and debris thrusts the asteroid off its\nnatural course. The main idea is to have a swarm of spacecraft flying in the\nproximity of the asteroid with all the spacecraft beaming to the same location\nto achieve the required deflection thrust. The paper presents the design of the\nformation orbits and the multi-objective optimization of the swarm in order to\nminimize the total mass in space and maximize the deflection of the asteroid.\nThe paper demonstrates how significant deflections can be obtained with\nrelatively small sized, easy-to-control spacecraft.",
    "categories": [
      "Optimization and Control (math.OC)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " Computational Engineering, Finance, and Science (cs.CE)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1206.1336"
  },
  {
    "url": "https://arxiv.org/abs/1206.1309",
    "title": "Title:Evidence-Based Robust Design of Deflection Actions for Near Earth Objects",
    "date_publ": "6 Jun 2012",
    "authors": [
      "Federico Zuiani",
      "Massimiliano Vasile",
      "Alison Gibbing"
    ],
    "abstract": "Abstract:  This paper presents a novel approach to the robust design of deflection\nactions for Near Earth Objects (NEO). In particular, the case of deflection by\nmeans of Solar-pumped Laser ablation is studied here in detail. The basic idea\nbehind Laser ablation is that of inducing a sublimation of the NEO surface,\nwhich produces a low thrust thereby slowly deviating the asteroid from its\ninitial Earth threatening trajectory. This work investigates the integrated\ndesign of the Space-based Laser system and the deflection action generated by\nlaser ablation under uncertainty. The integrated design is formulated as a\nmulti-objective optimisation problem in which the deviation is maximised and\nthe total system mass is minimised. Both the model for the estimation of the\nthrust produced by surface laser ablation and the spacecraft system model are\nassumed to be affected by epistemic uncertainties (partial or complete lack of\nknowledge). Evidence Theory is used to quantify these uncertainties and\nintroduce them in the optimisation process. The propagation of the trajectory\nof the NEO under the laser-ablation action is performed with a novel approach\nbased on an approximated analytical solution of Gauss' Variational Equations.\nAn example of design of the deflection of asteroid Apophis with a swarm of\nspacecraft is presented.",
    "categories": [
      "Computational Engineering, Finance, and Science (cs.CE)",
      " Neural and Evolutionary Computing (cs.NE)",
      " Optimization and Control (math.OC)",
      " Applications (stat.AP)"
    ],
    "url_pdf": "/pdf/1206.1309"
  },
  {
    "url": "https://arxiv.org/abs/1206.1273",
    "title": "Title:The Interstellar Magnetic Field Close to the Sun II",
    "date_publ": "6 Jun 2012 (v1), last revised 2 Oct 2012 (this version, v2)",
    "authors": [
      "P. C. Frisch",
      "B-G Andersson",
      "A. Berdyugin",
      "V. Piirola",
      "R. DeMajistre",
      "H. O. Funsten",
      "A. M. Magalhaes",
      "D. B. Seriacopi",
      "D. J. McComas",
      "N. A. Schwadron",
      "J. D. Slavin",
      "S. J. Wiktorowic"
    ],
    "abstract": "Abstract:  A key indicator of the galactic environment of the Sun is provided by the\nmagnetic field in the interstellar medium (ISM), which influences the shape of\nthe heliosphere. The direction of the nearby interstellar magnetic field (ISMF)\nis determined from starlight polarized in the ISM. The local ISMF direction is\nfound from the ISMF direction that provides the best fit to the polarization\nposition angles of nearby stars, using weighted fits to the data. New\npolarization observations are included in the analysis. The best-fitting ISMF\nis close to the magnetic field direction traced by the center of the Ribbon of\nenergetic neutral atoms, discovered by the Interstellar Boundary Explorer\nspacecraft. Both the magnetic field and kinematics of the local ISM are\nconsistent with a scenario where the local ISM is a fragment of the Loop I\nsuperbubble. An ordered component of the local ISMF is found in a region where\nPlanetPol data show that polarization increases with distance. It extends to\nwithin 8 parsecs of the Sun and implies a weak curvature in the nearby ISMF.\nVariations from the ordered component indicate turbulence of +/-23 deg. The\nlocal ISMF is generally uniform in direction over spatial scales of 8-200\nparsecs so that it appears similar to interarm magnetic fields. The\nbest-fitting ISMF direction also agrees with the position of tail-in spatial\nasymmetries in GeV-TeV galactic cosmic rays. The peculiar geometrical relation\nbetween the CMB dipole moment, the heliosphere nose, and local ISMF is\nsupported by these new results. Radiative torques are not likely to play a role\nin grain alignment for these polarizations.",
    "categories": [
      "Astrophysics of Galaxies (astro-ph.GA)"
    ],
    "url_pdf": "/pdf/1206.1273"
  },
  {
    "url": "https://arxiv.org/abs/1206.1185",
    "title": "Title:Activity of comet 103P/Hartley 2 at the time of the EPOXI mission fly-by",
    "date_publ": "6 Jun 2012",
    "authors": [
      "Gian Paolo Tozzi",
      "Elena Mazzotta Epifani",
      "Olivier R. Hainaut",
      "Patrizio Patriarchi",
      "Luisa Lara",
      "John Robert Brucato",
      "Hermann Boehnhardt",
      "Marco Del Bó",
      "Javier Licandro",
      "Karen Meech",
      "Paolo Tang"
    ],
    "abstract": "Abstract:  Comet 103P/Hartley~2 was observed on Nov. 1-6, 2010, coinciding with the\nfly-by of the space probe EPOXI. The goal was to connect the large scale\nphenomena observed from the ground, with those at small scale observed from the\nspacecraft. The comet showed strong activity correlated with the rotation of\nits nucleus, also observed by the spacecraft. We report here the\ncharacterization of the solid component produced by this activity, via\nobservations of the emission in two spectral regions where only grain\nscattering of the solar radiation is present. We show that the grains produced\nby this activity had a lifetime of the order of 5 hours, compatible with the\nspacecraft observations of the large icy chunks. Moreover, the grains produced\nby one of the active regions have a very red color. This suggests an organic\ncomponent mixed with the ice in the grains.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1206.1185"
  },
  {
    "url": "https://arxiv.org/abs/1206.1112",
    "title": "Title:Global and local expansion of magnetic clouds in the inner heliosphere",
    "date_publ": "6 Jun 2012",
    "authors": [
      "Adriana Maria Gulisano",
      "Pascal Demoulin",
      "Sergio Dasso",
      "Maria Emilia Ruiz",
      "E. Mars"
    ],
    "abstract": "Abstract:  Observations of magnetic clouds (MCs) are consistent with the presence of\nflux ropes detected in the solar wind (SW) a few days after their expulsion\nfrom the Sun as coronal mass ejections (CMEs). Both the \\textit{in situ}\nobservations of plasma velocity profiles and the increase of their size with\nsolar distance show that MCs are typically expanding structures. The aim of\nthis work is to derive the expansion properties of MCs in the inner heliosphere\nfrom 0.3 to 1 AU.We analyze MCs observed by the two Helios spacecraft using\n\\textit{in situ} magnetic field and velocity measurements. We split the sample\nin two subsets: those MCs with a velocity profile that is significantly\nperturbed from the expected linear profile and those that are not. From the\nslope of the \\textit{in situ} measured bulk velocity along the Sun-Earth\ndirection, we compute an expansion speed with respect to the cloud center for\neach of the analyzed MCs. We analyze how the expansion speed depends on the MC\nsize, the translation velocity, and the heliocentric distance, finding that all\nMCs in the subset of non-perturbed MCs expand with almost the same\nnon-dimensional expansion rate ($\\zeta$). We find departures from this general\nrule for $\\zeta$ only for perturbed MCs, and we interpret the departures as the\nconsequence of a local and strong SW perturbation by SW fast streams, affecting\nthe MC even inside its interior, in addition to the direct interaction region\nbetween the SW and the MC. We also compute the dependence of the mean total SW\npressure on the solar distance and we confirm that the decrease of the total SW\npressure with distance is the main origin of the observed MC expansion rate. We\nfound that $\\zeta$ was $0.91\\pm 0.23$ for non-perturbed MCs while $\\zeta$ was\n$0.48\\pm 0.79$ for perturbed MCs, the larger spread in the last ones being due\nto the influence of the environment conditions on the expansion.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1206.1112"
  },
  {
    "url": "https://arxiv.org/abs/1206.0497",
    "title": "Title:The height of a white-light flare and its hard X-ray sources",
    "date_publ": "3 Jun 2012 (v1), last revised 5 Jun 2012 (this version, v2)",
    "authors": [
      "Juan-Carlos Martínez Oliveros",
      "Hugh S. Hudson",
      "Gordon J. Hurford",
      "Säm Krucker",
      "R. P. Lin",
      "Charles Lindsey",
      "Sebastien Couvidat",
      "Jesper Schou",
      "W. T. Thompso"
    ],
    "abstract": "Abstract:  We describe observations of a white-light flare (SOL2011-02-24T07:35:00,\nM3.5) close to the limb of the Sun, from which we obtain estimates of the\nheights of the optical continuum sources and those of the associated hard X-ray\nsources.For this purpose we use hard X-ray images from the Reuven Ramaty High\nEnergy Spectroscopic Imager (RHESSI), and optical images at 6173 Åfrom the\nSolar Dynamics Observatory (SDO). We find that the centroids of the\nimpulsive-phase emissions in white light and hard X-rays (30-80 keV) match\nclosely in central distance (angular displacement from Sun center), within\nuncertainties of order 0.2\". This directly implies a common source height for\nthese radiations, strengthening the connection between visible flare continuum\nformation and the accelerated electrons. We also estimate the absolute heights\nof these emissions, as vertical distances from Sun center. Such a direct\nestimation has not been done previously, to our knowledge. Using a simultaneous\n195 Åimage from the Solar-Terrestrial RElations Observatory (STEREO-B)\nspacecraft to identify the heliographic coordinates of the flare footpoints, we\ndetermine mean heights above the photosphere (as normally defined; \\tau = 1 at\n5000 Å) of 305 \\pm 170 km and 195 \\pm 70 km, respectively, for the centroids\nof the hard X-ray (HXR) and white light (WL) footpoint sources of the flare.\nThese heights are unexpectedly low in the atmosphere, and are consistent with\nthe expected locations of \\tau = 1 for the 6173 Åand the ~40 keV photons\nobserved, respectively.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1206.0497"
  },
  {
    "url": "https://arxiv.org/abs/1206.0095",
    "title": "Title:Dynamics of Coronal Bright Points as seen by Sun Watcher using Active Pixel System detector and Image Processing (SWAP), Atmospheric Imaging Assembly AIA), and Helioseismic and Magnetic Imager (HMI)",
    "date_publ": "1 Jun 2012",
    "authors": [
      "K. Chandrashekhar",
      "S. Krishna Prasad",
      "D. Banerjee",
      "B. Ravindra",
      "Daniel B. Seato"
    ],
    "abstract": "Abstract:  The \\textit{Sun Watcher using Active Pixel system detector and Image\nProcessing}(SWAP) on board the \\textit{PRoject for OnBoard Autonomy\\todash 2}\n(PROBA\\todash 2) spacecraft provides images of the solar corona in EUV channel\ncentered at 174 Å. These data, together with \\textit{Atmospheric Imaging\nAssembly} (AIA) and the \\textit{Helioseismic and Magnetic Imager} (HMI) on\nboard \\textit{Solar Dynamics Observatory} (SDO), are used to study the dynamics\nof coronal bright points. The evolution of the magnetic polarities and\nassociated changes in morphology are studied using magnetograms and\nmulti-wavelength imaging. The morphology of the bright points seen in\nlow-resolution SWAP images and high-resolution AIA images show different\nstructures, whereas the intensity variations with time show similar trends in\nboth SWAP 174 and AIA 171 channels. We observe that bright points are seen in\nEUV channels corresponding to a magnetic-flux of the order of $10^{18}$ Mx. We\nfind that there exists a good correlation between total emission from the\nbright point in several UV\\todash EUV channels and total unsigned photospheric\nmagnetic flux above certain thresholds. The bright points also show periodic\nbrightenings and we have attempted to find the oscillation periods in bright\npoints and their connection to magnetic flux changes. The observed periods are\ngenerally long (10\\todash 25 minutes) and there is an indication that the\nintensity oscillations may be generated by repeated magnetic reconnection.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1206.0095"
  },
  {
    "url": "https://arxiv.org/abs/1205.7015",
    "title": "Title:Searches for solar-influenced radioactive decay anomalies using Spacecraft RTGs",
    "date_publ": "31 May 2012",
    "authors": [
      "D. E. Krause",
      "B. A. Rogers",
      "E. Fischbach",
      "J. B Buncher",
      "A. Ging",
      "J. H. Jenkins",
      "J. M. Longuski",
      "N. Strange",
      "P. A. Sturroc"
    ],
    "abstract": "Abstract:  Experiments showing a seasonal variation of the nuclear decay rates of a\nnumber of different nuclei, and decay anomalies apparently related to solar\nflares and solar rotation, have suggested that the Sun may somehow be\ninfluencing nuclear decay processes. Recently, Cooper searched for such an\neffect in $^{238}$Pu nuclei contained in the radioisotope thermoelectric\ngenerators (RTGs) on board the Cassini spacecraft. In this paper we modify and\nextend Cooper's analysis to obtain constraints on anomalous decays of\n$^{238}$Pu over a wider range of models, but these limits cannot be applied to\nother nuclei if the anomaly is composition-dependent. We also show that it may\nrequire very high sensitivity for terrestrial experiments to discriminate among\nsome models if such a decay anomaly exists, motivating the consideration of\nfuture spacecraft experiments which would require less precision.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " High Energy Physics - Phenomenology (hep-ph)",
      " Nuclear Experiment (nucl-ex)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1205.7015"
  },
  {
    "url": "https://arxiv.org/abs/1205.6000",
    "title": "Title:Location of upper borders of cavities containing dust and gas under pressure in comets",
    "date_publ": "27 May 2012",
    "authors": [
      "Sergei I. Ipato"
    ],
    "abstract": "Abstract:  The distance between the pre-impact surface of Comet 9P/Tempel 1 and the\nupper border of the largest cavity excavated during ejection of material after\nthe collision of the impact module of the Deep Impact spacecraft with the comet\nis estimated to be about 5-6 metres if the diameter of the DI transient crater\nwas about 150-200 m. The estimated distance was 4 m at the diameter was 100 m.\nThis result suggests that cavities containing dust and gas under pressure\nlocated a few metres below surfaces of comets can be frequent.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1205.6000"
  },
  {
    "url": "https://arxiv.org/abs/1205.5585",
    "title": "Title:Trends of Papers Published from 2006 to 2010 in Journals Nature and Science",
    "date_publ": "24 May 2012",
    "authors": [
      "Sang Chul Kim (KASI)",
      "Seung-Lee Kim (KASI)",
      "Jaemann Kyeong (KASI)",
      "Jae Woo Lee (KASI)",
      "Wanggi Lim (KASI)",
      "Sung Hyun Jeon (KASI and CNU"
    ],
    "abstract": "Abstract:  We present an analysis of the papers published in the journals Nature and\nScience in the years from 2006 to 2010. During this period, a total of 7788\npapers were published in the two journals. This includes 544 astronomy papers\nthat comprise 7.0% of the papers in `all' research fields and 18.9% of those in\nthe fields of `physical sciences'. The sub-fields of research of the astronomy\npapers are distributed, in descending order of number of papers, in Solar\nSystem, stellar astronomy, galaxies and the universe, the Milky Way Galaxy, and\nexoplanets. The observational facilities used for the studies are mainly\nground-based telescopes (31.1%), spacecrafts (27.0%), and space telescopes\n(22.8%), while 16.0% of papers did not use any noticeable facilities and 1.7%\nused other facilities. Korean scientists have published 86 papers (33 in Nature\nand 53 in Science), which is 1.10% of all the papers (N=7788) in the two\njournals. The share of papers by Korean astronomers among the scientific papers\nby Koreans is 8.14%, slightly higher than the contribution of astronomy papers\n(7.0%) in both journals.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1205.5585"
  },
  {
    "url": "https://arxiv.org/abs/1205.5175",
    "title": "Title:Orbit optimization for ASTROD-GW and its time delay interferometry with two arms using CGC ephemeris",
    "date_publ": "23 May 2012",
    "authors": [
      "G. Wang",
      "W.-T. N"
    ],
    "abstract": "Abstract:  ASTROD-GW (ASTROD [Astrodynamical Space Test of Relativity using Optical\nDevices] optimized for Gravitation Wave detection) is an optimization of ASTROD\nto focus on the goal of detection of gravitation waves. The detection\nsensitivity is shifted 52 times toward larger wavelength compared to that of\nLISA. The mission orbits of the 3 spacecraft forming a nearly equilateral\ntriangular array are chosen to be near the Sun-Earth Lagrange points L3, L4 and\nL5. The 3 spacecraft range interferometrically with one another with arm length\nabout 260 million kilometers. In order to attain the requisite sensitivity for\nASTROD-GW, laser frequency noise must be suppressed below the secondary noises\nsuch as the optical path noise, acceleration noise etc. For suppressing laser\nfrequency noise, we need to use time delay interferometry (TDI) to match the\ntwo different optical paths (times of travel). Since planets and other\nsolar-system bodies perturb the orbits of ASTROD-GW spacecraft and affect the\n(TDI), we simulate the time delay numerically using CGC 2.7 ephemeris\nframework. To conform to the ASTROD-GW planning, we work out a set of 20-year\noptimized mission orbits of ASTROD-GW spacecraft starting at June 21, 2028, and\ncalculate the residual optical path differences in the first and second\ngeneration TDI for one-detector case. In our optimized mission orbits for 20\nyears, changes of arm length are less than 0.0003 AU; the relative Doppler\nvelocities are less than 3m/s. All the second generation TDI for one-detector\ncase satisfies the ASTROD-GW requirement.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ],
    "url_pdf": "/pdf/1205.5175"
  },
  {
    "url": "https://arxiv.org/abs/1205.5063",
    "title": "Title:Density Fluctuation Spectrum of Solar Wind Turbulence between Ion and Electron Scales",
    "date_publ": "22 May 2012",
    "authors": [
      "C. H. K. Chen",
      "C. S. Salem",
      "J. W. Bonnell",
      "F. S. Mozer",
      "S. D. Bal"
    ],
    "abstract": "Abstract:  We present a measurement of the spectral index of density fluctuations\nbetween ion and electron scales in solar wind turbulence using the EFI\ninstrument on the ARTEMIS spacecraft. The mean spectral index at 1 AU was found\nto be -2.75 +/- 0.06, steeper than predictions for pure whistler or kinetic\nAlfven wave turbulence, but consistent with previous magnetic field\nmeasurements. The steep spectra are also consistent with expectations of\nincreased intermittency or damping of some of the turbulent energy over this\nrange of scales. Neither the spectral index nor the flattening of the density\nspectra before ion scales were found to depend on the proximity to the pressure\nanisotropy instability thresholds, suggesting that they are features inherent\nto the turbulent cascade.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1205.5063"
  },
  {
    "url": "https://arxiv.org/abs/1205.4762",
    "title": "Title:Very High Resolution Solar X-ray Imaging Using Diffractive Optics",
    "date_publ": "21 May 2012",
    "authors": [
      "B. R. Dennis",
      "G. K. Skinner",
      "M. J. Li",
      "A. Y. Shi"
    ],
    "abstract": "Abstract:  This paper describes the development of X-ray diffractive optics for imaging\nsolar flares with better than 0.1 arcsec angular resolution. X-ray images with\nthis resolution of the \\geq10 MK plasma in solar active regions and solar\nflares would allow the cross-sectional area of magnetic loops to be resolved\nand the coronal flare energy release region itself to be probed. The objective\nof this work is to obtain X-ray images in the iron-line complex at 6.7 keV\nobserved during solar flares with an angular resolution as fine as 0.1 arcsec -\nover an order of magnitude finer than is now possible. This line emission is\nfrom highly ionized iron atoms, primarily Fe xxv, in the hottest flare plasma\nat temperatures in excess of \\approx10 MK. It provides information on the flare\nmorphology, the iron abundance, and the distribution of the hot plasma.\nStudying how this plasma is heated to such high temperatures in such short\ntimes during solar flares is of critical importance in understanding these\npowerful transient events, one of the major objectives of solar physics. We\ndescribe the design, fabrication, and testing of phase zone plate X-ray lenses\nwith focal lengths of \\approx100 m at these energies that would be capable of\nachieving these objectives. We show how such lenses could be included on a\ntwo-spacecraft formation-flying mission with the lenses on the spacecraft\nclosest to the Sun and an X-ray imaging array on the second spacecraft in the\nfocal plane \\approx100 m away. High resolution X-ray images could be obtained\nwhen the two spacecraft are aligned with the region of interest on the Sun.\nRequirements and constraints for the control of the two spacecraft are\ndiscussed together with the overall feasibility of such a formation-flying\nmission.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1205.4762"
  },
  {
    "url": "https://arxiv.org/abs/1205.4379",
    "title": "Title:Monster black holes",
    "date_publ": "20 May 2012",
    "authors": [
      "Michele Cappellari (University of Oxford"
    ],
    "abstract": "Abstract:  A combination of ground-based and spacecraft observations has uncovered two\nblack holes of 10 billion solar masses in the nearby Universe. The finding\nsheds light on how these cosmic monsters co-evolve with galaxies.",
    "categories": [
      "Cosmology and Nongalactic Astrophysics (astro-ph.CO)"
    ],
    "url_pdf": "/pdf/1205.4379"
  },
  {
    "url": "https://arxiv.org/abs/1205.4017",
    "title": "Title:Interstellar Dust Close to the Sun",
    "date_publ": "17 May 2012",
    "authors": [
      "Priscilla C. Frisch",
      "Jonathan D. Slavi"
    ],
    "abstract": "Abstract:  The low density interstellar medium (ISM) close to the Sun and inside of the\nheliosphere provides a unique laboratory for studying interstellar dust grains.\nGrain characteristics in the nearby ISM are obtained from observations of\ninterstellar gas and dust inside of the heliosphere and the interstellar gas\ntowards nearby stars. Comparison between the gas composition and solar\nabundances suggests that grains are dominated by olivines and possibly some\nform of iron oxide. Measurements of the interstellar Ne/O ratio by the\nInterstellar Boundary Explorer spacecraft indicate that a high fraction of\ninterstellar oxygen in the ISM must be depleted onto dust grains. Local\ninterstellar abundances are consistent with grain destruction in ~150 km/s\ninterstellar shocks, provided that the carbonaceous component is hydrogenated\namorphous carbon and carbon abundances are correct. Variations in relative\nabundances of refractories in gas suggest variations in the history of grain\ndestruction in nearby ISM. The large observed grains, > 1 micron, may indicate\na nearby reservoir of denser ISM. Theoretical three-dimensional models of the\ninteraction between interstellar dust grains and the solar wind predict that\nplumes of about 0.18 micron dust grains form around the heliosphere.",
    "categories": [
      "Astrophysics of Galaxies (astro-ph.GA)"
    ],
    "url_pdf": "/pdf/1205.4017"
  },
  {
    "url": "https://arxiv.org/abs/1205.3134",
    "title": "Title:Breakdown of the Equivalence between Energy Content and Weight in a Weak Gravitational Field for a Quantum Body",
    "date_publ": "14 May 2012",
    "authors": [
      "Andrei Lebe"
    ],
    "abstract": "Abstract:  It is shown that weight operator of a composite quantum body in a weak\nexternal gravitational field in the post-Newtonian approximation of the General\nRelativity does not commute with its energy operator, taken in the absence of\nthe field. Nevertheless, the weak equivalence between the expectations values\nof weight and energy is shown to survive at a macroscopic level for stationary\nquantum states for the simplest composite quantum body - a hydrogen atom.\nBreakdown of the weak equivalence between weight and energy at a microscopic\nlevel for stationary quantum states can be experimentally detected by studying\nunusual electromagnetic radiation, emitted by the atoms, supported and moved in\nthe Earth gravitational field with constant velocity, using spacecraft or\nsatellite. For superpositions of stationary quantum states, a breakdown of the\nabove mentioned equivalence at a macroscopic level leads to time dependent\noscillations of the expectation values of weight, where the equivalence\nrestores after averaging over time procedure.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/1205.3134"
  },
  {
    "url": "https://arxiv.org/abs/1205.2526",
    "title": "Title:Heliospheric Observations of STEREO-Directed Coronal Mass Ejections in 2008--2010: Lessons for Future Observations of Earth-Directed CMEs",
    "date_publ": "11 May 2012",
    "authors": [
      "N. Lugaz",
      "P. Kintner",
      "C. Moestl",
      "L. K. Jian",
      "C. J. Davis",
      "C. J. Farrugi"
    ],
    "abstract": "Abstract:  We present a study of coronal mass ejections (CMEs) which impacted one of the\nSTEREO spacecraft between January 2008 and early 2010. We focus our study on 20\nCMEs which were observed remotely by the Heliospheric Imagers (HIs) onboard the\nother STEREO spacecraft up to large heliocentric distances. We compare the\npredictions of the Fixed-Phi and Harmonic Mean (HM) fitting methods, which only\ndiffer by the assumed geometry of the CME. It is possible to use these\ntechniques to determine from remote-sensing observations the CME direction of\npropagation, arrival time and final speed which are compared to in situ\nmeasurements. We find evidence that for large viewing angles, the HM fitting\nmethod predicts the CME direction better. However, this may be due to the fact\nthat only wide CMEs can be successfully observed when the CME propagates more\nthan 100 deg from the observing spacecraft. Overall eight CMEs, originating\nfrom behind the limb as seen by one of the STEREO spacecraft can be tracked and\ntheir arrival time at the other STEREO spacecraft can be successfully\npredicted. This includes CMEs, such as the events on 4 December 2009 and 9\nApril 2010, which were viewed 130 deg away from their direction of propagation.\nTherefore, we predict that some Earth-directed CMEs will be observed by the HIs\nuntil early 2013, when the separation between Earth and one of the STEREO\nspacecraft will be similar to the separation of the two STEREO spacecraft in\n2009--2010.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1205.2526"
  },
  {
    "url": "https://arxiv.org/abs/1205.2522",
    "title": "Title:Astrophysical objects observed by the MESSENGER X-ray spectrometer during Mercury flybys",
    "date_publ": "11 May 2012",
    "authors": [
      "N. P. Bannister",
      "G. W. Fraser",
      "S. T. Lindsay",
      "A. Martindale",
      "D. L. Talboy"
    ],
    "abstract": "Abstract:  The MESSENGER spacecraft conducted its first flyby of Mercury on 14th January\n2008, followed by two subsequent encounters on 6th October 2008 and 29th\nSeptember 2009, prior to Mercury orbit insertion on 18th March 2011. We have\nreviewed MESSENGER flight telemetry and X-ray Spectrometer observations from\nthe first two encounters, and correlate several prominent features in the data\nwith the presence of astrophysical X-ray sources in the instrument field of\nview. We find that two X-ray peaks attributed in earlier work to the detection\nof suprathermal electrons from the Mercury magnetosphere, are likely to contain\na significant number of events that are of astrophysical origin. The\nintensities of these two peaks cannot be explained entirely on the basis of\nastrophysical sources, and we support the previous suprathermal explanation but\nsuggest that the electron fluxes derived in those studies be revised to correct\nfor a significant astrophysical signal.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " High Energy Astrophysical Phenomena (astro-ph.HE)",
      " Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1205.2522"
  },
  {
    "url": "https://arxiv.org/abs/1205.2457",
    "title": "Title:Orbital properties of an unusually low-mass sdB star in a close binary system with a white dwarf",
    "date_publ": "11 May 2012 (v1), last revised 3 Jul 2012 (this version, v2)",
    "authors": [
      "R. Silvotti",
      "R. H. Østensen",
      "S. Bloemen",
      "J. H. Telting",
      "U. Heber",
      "R. Oreiro",
      "M. D. Reed",
      "L. E. Farris",
      "S. J. O'Toole",
      "L. Lanteri",
      "P. Degroote",
      "H. Hu",
      "A. S. Baran",
      "J. J. Hermes",
      "L. G. Althaus",
      "T. R. Marsh",
      "S. Charpinet",
      "J. Li",
      "R. L. Morris",
      "D. T. Sanderfe"
    ],
    "abstract": "Abstract:  We have used 605 days of photometric data from the Kepler spacecraft to study\nKIC 6614501, a close binary system with an orbital period of 0.15749747(25)\ndays (3.779939 hours), that consists of a low-mass subdwarf B (sdB) star and a\nwhite dwarf. As seen in many other similar systems, the gravitational field of\nthe white dwarf produces an ellipsoidal deformation of the sdB which appears in\nthe light curve as a modulation at two times the orbital frequency. The\nellipsoidal deformation of the sdB implies that the system has a maximum\ninclination of ~40 degrees, with i \\approx 20 degrees being the most likely.\nThe orbital radial velocity of the sdB star is high enough to produce a Doppler\nbeaming effect with an amplitude of 432 \\pm 5 ppm, clearly visible in the\nfolded light curve. The photometric amplitude that we obtain, K1 = 85.8 km/s,\nis ~12 per cent less than the spectroscopic RV amplitude of 97.2 \\pm 2.0 km/s.\nThe discrepancy is due to the photometric contamination from a close object at\nabout 5 arcsec North West of KIC 6614501, which is difficult to remove. The\natmospheric parameters of the sdB star, Teff = 23 700 \\pm 500 K and log g =\n5.70 \\pm 0.10, imply that it is a rare object below the Extreme Horizontal\nBranch (EHB), similar to HD 188112 (Heber et al. 2003). The comparison with\ndifferent evolutionary tracks suggests a mass between ~0.18 and ~0.25 Msun, too\nlow to sustain core helium burning. If the mass was close to 0.18-0.19 Msun,\nthe star could be already on the final He-core WD cooling track. A higher mass,\nup to ~0.25 Msun, would be compatible with a He-core WD progenitor undergoing a\ncooling phase in a H-shell flash loop. A third possibility, with a mass between\n~0.32 and ~0.40 Msun, can not be excluded and would imply that the sdB is a\n\"normal\" (but with an unusually low mass) EHB star burning He...",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1205.2457"
  },
  {
    "url": "https://arxiv.org/abs/1205.2393",
    "title": "Title:Determination of Electromagnetic Source Direction as an Eigenvalue Problem",
    "date_publ": "10 May 2012",
    "authors": [
      "Juan C. Martínez-Oliveros",
      "Charles Lindsey",
      "Stuart D. Bale",
      "Säm Krucke"
    ],
    "abstract": "Abstract:  Low-frequency solar and interplanetary radio bursts are generated at\nfrequencies below the ionospheric plasma cutoff and must therefore be measured\nin space, with deployable antenna systems. The problem of measuring both the\ngeneral direction and polarization of an electromagnetic source is commonly\nsolved by iterative fitting methods such as linear regression that deal\nsimultaneously with both directional and polarization parameters. We have\ndeveloped a scheme that separates the problem of deriving the source direction\nfrom that of determining the polarization, avoiding iteration in a\nmulti-dimensional manifold. The crux of the method is to first determine the\nsource direction independently of concerns as to its polarization. Once the\nsource direction is known, its direct characterization in terms of Stokes\nvectors in a single iteration if desired, is relatively simple. This study\napplies the source-direction determination to radio signatures of flares\nreceived by STEREO. We studied two previously analyzed radio type III bursts\nand found that the results of the eigenvalue decomposition technique are\nconsistent with those obtained previously by Reiner et al. (Solar Phys. 259,\n255, 2009). For the type III burst observed on 7 December 2007, the difference\nin travel times from the derived source location to STEREO A and B is the same\nas the difference in the onset times of the burst profiles measured by the two\nspacecraft. This is consistent with emission originating from a single,\nrelatively compact source. For the second event of 29 January 2008, the\nrelative timing does not agree, suggesting emission from two sources separated\nby 0.1 AU, or perhaps from an elongated region encompassing the apparent source\nlocations.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1205.2393"
  },
  {
    "url": "https://arxiv.org/abs/1205.1934",
    "title": "Title:Demonstration of Time Delay Interferometry and Spacecraft Ranging in a Space-based Gravitational Wave Detector using the UF-LISA Interferometry Simulator",
    "date_publ": "9 May 2012 (v1), last revised 5 Nov 2012 (this version, v2)",
    "authors": [
      "Shawn J. Mitryk",
      "Josep Sanjuan",
      "Guido Muelle"
    ],
    "abstract": "Abstract:  Space-based gravitational-wave observatories such as the Laser Interferometer\nSpace Antenna (LISA) use time-shifted and time-scaled linear combinations of\ndifferential laser-phase beat signals to cancel the otherwise overwhelming\nlaser frequency noise. Nanosecond timing precision is needed to accurately form\nthese Time-Delay Interferometry (TDI) combinations which defines a ~1 meter\nrequirement on the inter-spacecraft ranging capability. The University of\nFlorida Hardware-in-the-loop LISA Interferometry Simulator (UFLIS) has been\nused to test Time-Delay Interferometry in a configuration which incorporates\nvariable delays, realistic Doppler shifts, and simulated gravitational-wave\nsignals. The TDI 2.0 combinations are exploited to determine the time-changing\ndelays with nanosecond accuracy using a TDI-ranging reference tone. These\nvariable delays are used in forming the TDI combinations to achieve the LISA\ninterferometry sensitivity resulting from 10 orders of magnitude laser\nfrequency noise cancellation.",
    "categories": [
      "Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1205.1934"
  },
  {
    "url": "https://arxiv.org/abs/1205.1740",
    "title": "Title:Evidence for the dissipation region in magnetotail reconnection",
    "date_publ": "8 May 2012",
    "authors": [
      "Seiji Zenitani",
      "Iku Shinohara",
      "Tsugunobu Naga"
    ],
    "abstract": "Abstract:  Signatures of the dissipation region of collisionless magnetic reconnection\nare investigated by the Geotail spacecraft for the 15 May 2003 event. The\nenergy dissipation in the rest frame of the electron's bulk flow is considered\nin an approximate form D*_e, which is validated by a particle-in-cell\nsimulation. The dissipation measure is directly evaluated from the {plasma\nmoments}, the electric field, and the magnetic field. Using D*_e, a compact\ndissipation region is successfully detected in the vicinity of the possible\nX-point in Geotail data. The dissipation rate is 45 pWm**{-3}. The length of\nthe dissipation region is estimated to 1--2 local ion inertial length. The\nLorentz work W, the work rate by Lorentz force to plasmas, is also introduced.\nIt is positive over the reconnection region and it has a peak around the pileup\nregion away from the X-point. These new measures D*_e and W provide useful\ninformation to understand the reconnection structure.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1205.1740"
  },
  {
    "url": "https://arxiv.org/abs/1205.1718",
    "title": "Title:On the unconstrained expansion of a spherical plasma cloud turning collisionless : case of a cloud generated by a nanometer dust grain impact on an uncharged target in space",
    "date_publ": "8 May 2012",
    "authors": [
      "F Pantellini",
      "Simone Landi",
      "Arnaud Zaslavsky",
      "Nicole Meyer-Verne"
    ],
    "abstract": "Abstract:  Nano and micro meter sized dust particles travelling through the heliosphere\nat several hundreds of km/s have been repeatedly detected by interplanetary\nspacecraft. When such fast moving dust particles hit a solid target in space,\nan expanding plasma cloud is formed through the vaporisation and ionisation of\nthe dust particles itself and part of the target material at and near the\nimpact point. Immediately after the impact the small and dense cloud is\ndominated by collisions and the expansion can be described by fluid equations.\nHowever, once the cloud has reached micro-m dimensions, the plasma may turn\ncollisionless and a kinetic description is required to describe the subsequent\nexpansion. In this paper we explore the late and possibly collisionless\nspherically symmetric unconstrained expansion of a single ionized ion-electron\nplasma using N-body simulations. Given the strong uncertainties concerning the\nearly hydrodynamic expansion, we assume that at the time of the transition to\nthe collisionless regime the cloud density and temperature are spatially\nuniform. We do also neglect the role of the ambient plasma. This is a\nreasonable assumption as long as the cloud density is substantially higher than\nthe ambient plasma density. In the case of clouds generated by fast\ninterplanetary dust grains hitting a solid target some 10^7 electrons and ions\nare liberated and the in vacuum approximation is acceptable up to meter order\ncloud dimensions. ...",
    "categories": [
      "Plasma Physics (physics.plasm-ph)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Computational Physics (physics.comp-ph)"
    ],
    "url_pdf": "/pdf/1205.1718"
  },
  {
    "url": "https://arxiv.org/abs/1205.1555",
    "title": "Title:Direct modeling of neutral helium in the heliosphere",
    "date_publ": "7 May 2012",
    "authors": [
      "Hans-Reinhard Muelle"
    ],
    "abstract": "Abstract:  Several years of neutral particle measurements by the NASA/IBEX mission have\nyielded direct observations of interstellar neutral helium and oxygen. The data\nindicate the presence of secondary neutral helium and oxygen, which are created\nwithin the heliosphere by charge exchange involving helium or oxygen ions. This\ncontribution describes a detailed conserving calculation method based on\nKeplerian orbits that has been developed to characterize helium distribution\nfunctions throughout the heliosphere, in particular in the innermost\nheliosphere, while accounting for loss and production of neutral particles\nalong their path. Coupled with global heliosphere models of plasma\ndistributions, this code is useful for predicting the fluxes of heavy neutral\natoms at spacecraft detectors, so enabling inferences on the characteristics of\nthe interstellar medium.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1205.1555"
  },
  {
    "url": "https://arxiv.org/abs/1205.1430",
    "title": "Title:Nano dust impacts on spacecraft and boom antenna charging",
    "date_publ": "7 May 2012 (v1), last revised 9 May 2012 (this version, v3)",
    "authors": [
      "Filippo Pantellini",
      "Soraya Belheouane",
      "Nicole Meyer-Vernet",
      "Arnaud Zaslavsk"
    ],
    "abstract": "Abstract:  High rate sampling detectors measuring the potential difference between the\nmain body and boom antennas of interplanetary spacecraft have been shown to be\nefficient means to measure the voltage pulses induced by nano dust impacts on\nthe spacecraft body itself (see Meyer-Vernet et al, Solar Phys. 256, 463\n(2009)). However, rough estimates of the free charge liberated in post impact\nexpanding plasma cloud indicate that the cloud's own internal electrostatic\nfield is too weak to account for measured pulses as the ones from the TDS\ninstrument on the STEREO spacecraft frequently exceeding 0.1 V/m. In this paper\nwe argue that the detected pulses are not a direct measure of the potential\nstructure of the plasma cloud, but are rather the consequence of a transitional\ninterruption of the photoelectron return current towards the portion of the\nantenna located within the expanding cloud.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1205.1430"
  },
  {
    "url": "https://arxiv.org/abs/1205.0749",
    "title": "Title:Interpreting Magnetic Variance Anisotropy Measurements in the Solar Wind",
    "date_publ": "3 May 2012",
    "authors": [
      "J. M. TenBarge",
      "J. J. Podesta",
      "K. G. Klein",
      "G. G. Howe"
    ],
    "abstract": "Abstract:  The magnetic variance anisotropy ($\\mathcal{A}_m$) of the solar wind has been\nused widely as a method to identify the nature of solar wind turbulent\nfluctuations; however, a thorough discussion of the meaning and interpretation\nof the $\\mathcal{A}_m$ has not appeared in the literature. This paper explores\nthe implications and limitations of using the $\\mathcal{A}_m$ as a method for\nconstraining the solar wind fluctuation mode composition and presents a more\ninformative method for interpreting spacecraft data. The paper also compares\npredictions of the $\\mathcal{A}_m$ from linear theory to nonlinear turbulence\nsimulations and solar wind measurements. In both cases, linear theory compares\nwell and suggests the solar wind for the interval studied is dominantly\nAlfvénic in the inertial and dissipation ranges to scales $k \\rho_i \\simeq\n5$.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Solar and Stellar Astrophysics (astro-ph.SR)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1205.0749"
  },
  {
    "url": "https://arxiv.org/abs/1205.0744",
    "title": "Title:The Relationship Between the Expansion Speed and Radial Speed of CMEs Confirmed Using Quadrature Observations of the 2011 February 15 CME",
    "date_publ": "3 May 2012",
    "authors": [
      "Nat Gopalswamy",
      "Pertti Mäkelä",
      "Seiji Yashiro",
      "Joseph M. Davil"
    ],
    "abstract": "Abstract:  It is difficult to measure the true speed of Earth-directed CMEs from a\ncoronagraph located along the Sun-Earth line because of the occulting disk.\nHowever, the expansion speed (the speed with which the CME appears to spread in\nthe sky plane) can be measured by such a coronagraph. In order to convert the\nexpansion speed to radial speed (which is important for space weather\napplications) one can use an empirical relationship between the two that\nassumes an average width for all CMEs. If we have the width information from\nquadrature observations, we can confirm the relationship between expansion and\nradial speeds derived by Gopalswamy et al. (2009a). The STEREO spacecraft were\nin qudrature with SOHO (STEREO-A ahead of Earth by 87o and STEREO-B 94o behind\nEarth) on 2011 February 15, when a fast Earth-directed CME occurred. The CME\nwas observed as a halo by the Large-Angle and Spectrometric Coronagraph (LASCO)\non board SOHO. The sky-plane speed was measured by SOHO/LASCO as the expansion\nspeed, while the radial speed was measured by STEREO-A and STEREO-B. In\naddition, STEREO-A and STEREO-B images provided the width of the CME, which is\nunknown from Earth view. From the SOHO and STEREO measurements, we confirm the\nrelationship between the expansion speed (Vexp) and radial speed (Vrad) derived\npreviously from geometrical considerations (Gopalswamy et al. 2009a): Vrad =\n1/2 (1 + cot w)Vexp, where w is the half width of the CME. STEREO-B images of\nthe CME, we found that CME had a full width of 76o, so w = 38o. This gives the\nrelation as Vrad = 1.14 Vexp. From LASCO observations, we measured Vexp = 897\nkm/s, so we get the radial speed as 1023 km/s. Direct measurement of radial\nspeed yields 945 km/s (STEREO-A) and 1058 km/s (STEREO-B). These numbers are\ndifferent only by 7.6% and 3.4% (for STEREO-A and STEREO-B, respectively) from\nthe computed value.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1205.0744"
  },
  {
    "url": "https://arxiv.org/abs/1204.6672",
    "title": "Title:Puzzles of the interplanetary magnetic field in the inner heliosphere",
    "date_publ": "30 Apr 2012 (v1), last revised 5 Dec 2012 (this version, v2)",
    "authors": [
      "Olga Khabarova",
      "Vladimir Obridk"
    ],
    "abstract": "Abstract:  Deviations of the interplanetary magnetic field (IMF) from Parker's model are\nfrequently observed in the heliosphere at different distances r from the Sun.\nUsually, it is supposed that the IMF behavior corresponds to Parker's model\noverall, but there is some turbulent component that impacts and disrupts the\nfull picture of the IMF spatial and temporal distribution. However, the\nanalysis of multi-spacecraft in-ecliptic IMF measurements from 0.29 AU to 5 AU\nshows that the IMF radial evolution is rather far from expected. The radial IMF\ncomponent decreases with the adiabatic power index (|Br| \\sim r^-5/3), the\ntangential component |Bt| \\sim r^-1.1 and, the IMF strength B \\sim r^-1.4. This\nmeans that the IMF is not completely frozen in the solar wind. Possibly,\nturbulent processes in the inner heliosphere significantly influence the IMF\nexpansion. This means that the IMF is not completely frozen in the solar wind.\nIt is possible that turbulent processes in the inner heliosphere significantly\ninfluence the IMF expansion. This is confirmed by the analysis of the Br\ndistribution's radial evolution. We consider a quasi-continuous magnetic\nreconnection, occurring both at the heliospheric current sheet and at local\ncurrent sheets inside the IMF sectors, to be a key process responsible for the\nsolar wind turbulization with heliocentric distance as well as for the\nbreakdown of the frozen-in IMF law.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1204.6672"
  },
  {
    "url": "https://arxiv.org/abs/1204.6472",
    "title": "Title:STEREO-A and PROBA2 Quadrature Observations of Reflections of three EUV Waves from a Coronal Hole",
    "date_publ": "29 Apr 2012",
    "authors": [
      "Ines Waltraud Kienreich",
      "Nicole Muhr",
      "Astrid Veronig",
      "David Berghmans",
      "Anik de Groof",
      "Manuela Temmer",
      "Bojan Vršnak",
      "Dan Seato"
    ],
    "abstract": "Abstract:  We investigate the interaction of three consecutive large-scale coronal waves\nwith a polar coronal hole, simultaneously observed on-disk by the Solar\nTErrestrial Relations Observatory (STEREO)-A spacecraft and on the limb by the\nPRoject for On-Board Autonomy 2 (PROBA2) spacecraft on January 27, 2011. All\nthree extreme-ultraviolet(EUV) waves originate from the same active region NOAA\n11149 positioned at N30E15 in the STEREO-A field-of-view and on the limb in\nPROBA2. We derive for the three primary EUV waves start velocities in the range\nof ~310 km/s for the weakest up to ~500 km/s for the strongest event. Each\nlarge-scale wave is reflected at the border of the extended coronal hole at the\nsouthern polar region. The average velocities of the reflected waves are found\nto be smaller than the mean velocities of their associated direct waves.\nHowever, the kinematical study also reveals that in each case the end velocity\nof the primary wave matches the initial velocity of the reflected wave. In all\nthree events the primary and reflected waves obey the Huygens-Fresnel\nprinciple, as the incident angle with ~10° to the normal is of the same\nsize as the angle of reflection. The correlation between the speed and the\nstrength of the primary EUV waves, the homologous appearance of both the\nprimary and the reflected waves, and in particular the EUV wave reflections\nthemselves implicate that the observed EUV transients are indeed nonlinear\nlarge-amplitude MHD waves.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1204.6472"
  },
  {
    "url": "https://arxiv.org/abs/1204.3998",
    "title": "Title:Comet 22P/Kopff: Dust environment and grain ejection anisotropy from visible and infrared observations",
    "date_publ": "18 Apr 2012",
    "authors": [
      "Fernando Moreno",
      "Francisco Pozuelos",
      "Francisco Aceituno",
      "Victor Casanova",
      "Alfredo Sota",
      "Julio Castellano",
      "Esteban Rein"
    ],
    "abstract": "Abstract:  We present optical observations and Monte Carlo models of the dust coma,\ntail, and trail structures of comet 22P/Kopff during the 2002 and 2009\napparitions. Dust loss rates, ejection velocities, and power-law size\ndistribution functions are derived as functions of the heliocentric distance\nusing pre- and post-perihelion imaging observations during both apparitions.\nThe 2009 post-perihelion images can be accurately fitted by an isotropic\nejection model. On the other hand, strong dust ejection anisotropies are\nrequired to fit the near-coma regions at large heliocentric distances (both\ninbound at $r_h$=2.5 AU and outbound at $r_h$=2.6 AU) for the 2002 apparition.\nThese asymmetries are compatible with a scenario where dust ejection is mostly\nseasonally-driven, coming mainly from regions near subsolar latitudes at far\nheliocentric distances inbound and outbound. At intermediate to near-perihelion\nheliocentric distances, the outgassing would affect much more extended latitude\nregions, the emission becoming almost isotropic near perihelion. We derived a\nmaximum dust production rate of 260 kg s$^{-1}$ at perihelion, and an averaged\nproduction rate over one orbit of 40 kg s$^{-1}$. An enhanced emission rate,\naccompanied also by a large ejection velocity, is predicted at $r_h>$2.5\npre-perihelion.\nThe model has also been extended to the thermal infrared in order to be\napplied to available trail observations with IRAS and ISO spacecrafts of this\ncomet. The modeled trail intensities are in good agreement with those\nobservations, which is remarkable taking into account that those data are\nsensitive to dust ejection patterns corresponding to several orbits before the\n2002 and 2009 apparitions.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1204.3998"
  },
  {
    "url": "https://arxiv.org/abs/1204.3813",
    "title": "Title:Effect of Solar Wind Drag on the Determination of the Properties of Coronal Mass Ejections from Heliospheric Images",
    "date_publ": "17 Apr 2012",
    "authors": [
      "N. Lugaz",
      "P. Kintne"
    ],
    "abstract": "Abstract:  The Fixed-\\Phi (F\\Phi) and Harmonic Mean (HM) fitting methods are two methods\nto determine the average direction and velocity of coronal mass ejections\n(CMEs) from time-elongation tracks produced by Heliospheric Imagers (HIs), such\nas the HIs onboard the STEREO spacecraft. Both methods assume a constant\nvelocity in their descriptions of the time-elongation profiles of CMEs, which\nare used to fit the observed time-elongation data. Here, we analyze the effect\nof aerodynamic drag on CMEs propagating through interplanetary space, and how\nthis drag affects the result of the F\\Phi and HM fitting methods. A simple drag\nmodel is used to analytically construct time-elongation profiles which are then\nfitted with the two methods. It is found that higher angles and velocities give\nrise to greater error in both methods, reaching errors in the direction of\npropagation of up to 15 deg and 30 deg for the F\\Phi and HM fitting methods,\nrespectively. This is due to the physical accelerations of the CMEs being\ninterpreted as geometrical accelerations by the fitting methods. Because of the\ngeometrical definition of the HM fitting method, it is affected by the\nacceleration more greatly than the F\\Phi fitting method. Overall, we find that\nboth techniques overestimate the initial (and final) velocity and direction for\nfast CMEs propagating beyond 90 deg from the Sun-spacecraft line, meaning that\narrival times at 1 AU would be predicted early (by up to 12 hours). We also\nfind that the direction and arrival time of a wide and decelerating CME can be\nbetter reproduced by the F\\Phi due to the cancellation of two errors:\nneglecting the CME width and neglecting the CME deceleration. Overall, the\ninaccuracies of the two fitting methods are expected to play an important role\nin the prediction of CME hit and arrival times as we head towards solar maximum\nand the STEREO spacecraft further move behind the Sun.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1204.3813"
  },
  {
    "url": "https://arxiv.org/abs/1204.3395",
    "title": "Title:The Launch Dynamics of Supersonic Projectiles",
    "date_publ": "16 Apr 2012 (v1), last revised 8 Nov 2012 (this version, v2)",
    "authors": [
      "C. K. Muthukumaran",
      "G. Rajesh",
      "H. D. Ki"
    ],
    "abstract": "Abstract:  The aerodynamics of a projectile launched from barrels of various devices is\nquite complicated due to its interactions with the unsteady flow field around\nit. A computational study using moving grid method is performed here to analyze\nthe effect of the projectile-shock wave interaction. Cylindrical and conical\nprojectiles have been employed to study such interactions and the fluid\ndynamics of such flow fields. It is found that the overall effect of projectile\novertaking a blast wave on the unsteady aerodynamic characteristics of the\nprojectile is hardly affected by the projectile configurations. However, it is\nnoticed that the projectile configurations do affect the unsteady flow\nstructures and hence the drag coefficient for the conical projectile shows\nconsiderable variation from that of the cylindrical projectile. The projectile\naerodynamic characteristics, when it interacts with the secondary shock wave,\nare analyzed in detail. It is also observed that the change in the\ncharacteristics of the secondary shock wave during the interaction is different\nfor different projectile configurations. Both inviscid and viscous simulations\nwere done to study the projectile aerodynamics. It is found that the effect of\nthe viscosity on the projectile aerodynamics is negligible but the viscosity\ndoes affect the unsteady flow structures around the projectile.",
    "categories": [
      "Fluid Dynamics (physics.flu-dyn)"
    ],
    "url_pdf": "/pdf/1204.3395"
  },
  {
    "url": "https://arxiv.org/abs/1204.2778",
    "title": "Title:Chameleon effect and the Pioneer anomaly",
    "date_publ": "12 Apr 2012",
    "authors": [
      "John D. Anderson",
      "J.R. Morri"
    ],
    "abstract": "Abstract:  The possibility that the apparent anomalous acceleration of the Pioneer 10\nand 11 spacecraft may be due, at least in part, to a chameleon field effect is\nexamined. A small spacecraft, with no thin shell, can have a more pronounced\nanomalous acceleration than a large compact body, such as a planet, having a\nthin shell. The chameleon effect seems to present a natural way to explain the\ndifferences seen in deviations from pure Newtonian gravity for a spacecraft and\nfor a planet, and appears to be compatible with the basic features of the\nPioneer anomaly, including the appearance of a jerk term. However, estimates of\nthe size of the chameleon effect indicate that its contribution to the\nanomalous acceleration is negligible. We conclude that any inverse-square\ncomponent in the anomalous acceleration is more likely caused by an unmodelled\nreaction force from solar-radiation pressure, rather than a chameleon field\neffect.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Earth and Planetary Astrophysics (astro-ph.EP)",
      " High Energy Physics - Phenomenology (hep-ph)"
    ],
    "url_pdf": "/pdf/1204.2778"
  },
  {
    "url": "https://arxiv.org/abs/1204.2544",
    "title": "Title:Spectroscopic signature of Alfvén waves damping in a polar coronal hole up to 0.4 solar radii",
    "date_publ": "11 Apr 2012 (v1), last revised 27 Aug 2012 (this version, v3)",
    "authors": [
      "Bemporad Alessandro",
      "Abbo Luci"
    ],
    "abstract": "Abstract:  Between February 24-25, 2009, the EIS spectrometer onboard the Hinode\nspacecraft performed special \"sit & stare\" observations above the South polar\ncoronal hole continuously over more than 22 hours. Spectra were acquired with\nthe 1\" slit placed off-limb covering altitudes up to 0.48 R$_\\odot$\n($3.34\\times 10^2$ Mm) above the Sun surface, in order to study with EIS the\nnon-thermal spectral line broadenings. Spectral lines such as Fe {\\sc xii}\n$\\lambda$186.88, Fe {\\sc xii} $\\lambda$193.51, Fe {\\sc xii} $\\lambda$195.12 and\nFe {\\sc xiii} $\\lambda$202.04 are observed with good statistics up to high\naltitudes and they have been analyzed in this study. Results show that the FWHM\nof Fe {\\sc xii} $\\lambda$195.12 line increases up to $\\simeq 0.14$ R$_\\odot$,\nthen decreases higher up. EIS stray light has been estimated and removed.\nDerived electron density and non-thermal velocity profiles have been used to\nestimate the total energy flux transported by Alfvén waves off-limb in polar\ncoronal hole up to $\\simeq 0.4$ R$_\\odot$. The computed Alfvén wave energy\nflux density $f_w$ progressively decays with altitude from $f_w \\simeq 1.2\n\\cdot 10^6$ erg cm$^{-2}$ s$^{-1}$ at 0.03 R$_\\odot$ down to $f_w \\simeq 8.5\n\\cdot 10^3$ erg cm$^{-2}$ s$^{-1}$ at 0.4 R$_\\odot$, with an average energy\ndecay rate $\\Delta f_w / \\Delta h \\simeq -4.5 \\cdot 10^{-5}$ erg cm$^{-3}$\ns$^{-1}$. Hence, this result suggests energy deposition by Alfvén waves in a\npolar coronal hole, thus providing a significant source for coronal heating.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1204.2544"
  },
  {
    "url": "https://arxiv.org/abs/1204.2507",
    "title": "Title:Support for the thermal origin of the Pioneer anomaly",
    "date_publ": "11 Apr 2012",
    "authors": [
      "Slava G. Turyshev",
      "Viktor T. Toth",
      "Gary Kinsella",
      "Siu-Chun Lee",
      "Shing M. Lok",
      "Jordan Elli"
    ],
    "abstract": "Abstract:  We investigate the possibility that the anomalous acceleration of the Pioneer\n10 and 11 spacecraft is due to the recoil force associated with an anisotropic\nemission of thermal radiation off the vehicles. To this end, relying on the\nproject and spacecraft design documentation, we constructed a comprehensive\nfinite-element thermal model of the two spacecraft. Then, we numerically solve\nthermal conduction and radiation equations using the actual flight telemetry as\nboundary conditions. We use the results of this model to evaluate the effect of\nthe thermal recoil force on the Pioneer 10 spacecraft at various heliocentric\ndistances. We found that the magnitude, temporal behavior, and direction of the\nresulting thermal acceleration are all similar to the properties of the\nobserved anomaly. As a novel element of our investigation, we develop a\nparameterized model for the thermal recoil force and estimate the coefficients\nof this model independently from navigational Doppler data. We find no\nstatistically significant difference between the two estimates and conclude\nthat once the thermal recoil force is properly accounted for, no anomalous\nacceleration remains.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/1204.2507"
  },
  {
    "url": "https://arxiv.org/abs/1204.2429",
    "title": "Title:Rotation-stimulated structures in the CN and C3 comae of comet 103P/Hartley 2 around the EPOXI encounter",
    "date_publ": "11 Apr 2012",
    "authors": [
      "W. Waniak (1)",
      "G. Borisov (2)",
      "M. Drahus (3)",
      "T. Bonev (2) ((1) Astronomical Observatory of the Jagiellonian University",
      "Krakow",
      "(2) Institute of Astronomy of the Bulgarian Academy of Sciences",
      "Sofia",
      "(3) University of California at Los Angeles",
      "Los Angeles",
      "CA"
    ],
    "abstract": "Abstract:  In late 2010 a Jupiter Family comet 103P/Hartley 2 was a subject of an\nintensive world-wide investigation. On UT October 20.7 the comet approached the\nEarth within only 0.12 AU, and on UT November 4.6 it was visited by NASA's\nEPOXI spacecraft. We joined this international effort and organized an\nobserving campaign. The images of the comet were obtained through narrowband\nfilters using the 2-m telescope of the Rozhen National Astronomical\nObservatory. They were taken during 4 nights around the moment of the EPOXI\nencounter. Image processing methods and periodicity analysis techniques were\nused to reveal transient coma structures and investigate their repeatability\nand kinematics. We observe shells, arc-, jet- and spiral-like patterns, very\nsimilar for the CN and C3 comae. The CN features expanded outwards with the\nsky-plane projected velocities between 0.1 to 0.3 km/s. A corkscrew structure,\nobserved on November 6, evolved with a much higher velocity of 0.66 km/s.\nPhotometry of the inner coma of CN shows variability with a period of\n18.32+/-0.30 h (valid for the middle moment of our run, UT 2010 Nov. 5.0835),\nwhich we attribute to the nucleus rotation. This result is fully consistent\nwith independent determinations around the same time by other teams. The\npattern of repeatability is, however, not perfect, which is understendable\ngiven the suggested excitation of the rotation state, and the variability\ndetected in CN correlates well with the cyclic changes in HCN, but only in the\nactive phases. The revealed coma structures, along with the snapshot of the\nnucleus orientation obtained by EPOXI, let us estimate the spin axis\norientation. We obtained RA=122 deg, Dec=+16 deg (epoch J2000.0), neglecting at\nthis point the rotational excitation.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1204.2429"
  },
  {
    "url": "https://arxiv.org/abs/1204.2125",
    "title": "Title:Numerical simulation of time delay interferometry for eLISA/NGO",
    "date_publ": "10 Apr 2012 (v1), last revised 30 Jan 2013 (this version, v2)",
    "authors": [
      "Gang Wang",
      "Wei-Tou N"
    ],
    "abstract": "Abstract:  eLISA/NGO is a new gravitational wave detection proposal with arm length of\n10^6 km and one interferometer down-scaled from LISA. Just like LISA and\nASTROD-GW, in order to attain the requisite sensitivity for eLISA/NGO, laser\nfrequency noise must be suppressed to below the secondary noises such as the\noptical path noise, acceleration noise etc. In previous papers, we have\nperformed the numerical simulation of the time delay interferometry (TDI) for\nLISA and ASTROD-GW with one arm dysfunctional by using the CGC 2.7 ephemeris.\nThe results are well below their respective limits which the laser frequency\nnoise is required to be suppressed. In this paper, we follow the same procedure\nto simulate the time delay interferometry numerically. To do this, we work out\na set of 1000-day optimized mission orbits of the eLISA/NGO spacecraft starting\nat January 1st, 2021 using the CGC 2.7 ephemeris framework. We then use the\nnumerical method to calculate the residual optical path differences in the\nsecond-generation TDI solutions as in our previous papers. The maximum path\nlength difference, for all configurations calculated, is below 13 mm (43 ps).\nIt is well below the limit which the laser frequency noise is required to be\nsuppressed for eLISA/NGO. We compare and discuss the resulting differences due\nto the different arm lengths for various mission proposals -- eLISA/NGO, an\nNGO-LISA-type mission with a nominal arm length of 2 x 10^6 km, LISA and\nASTROD-GW.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Cosmology and Nongalactic Astrophysics (astro-ph.CO)",
      " Instrumentation and Methods for Astrophysics (astro-ph.IM)"
    ],
    "url_pdf": "/pdf/1204.2125"
  },
  {
    "url": "https://arxiv.org/abs/1203.6809",
    "title": "Title:Sphinx measurements of the 2009 solar minimum x-ray emission",
    "date_publ": "30 Mar 2012",
    "authors": [
      "J. Sylwester",
      "M. Kowalinski",
      "S. Gburek",
      "M. Siarkowski",
      "S. Kuzin",
      "F. Farnik",
      "F. Reale",
      "K. J. H. Phillips",
      "J. Bakala",
      "M. Gryciuk",
      "P. Podgorski",
      "B. Sylweste"
    ],
    "abstract": "Abstract:  The SphinX X-ray spectrophotometer on the CORONAS-PHOTON spacecraft measured\nsoft X-ray emission in the 1-15 keV energy range during the deep solar minimum\nof 2009 with a sensitivity much greater than GOES. Several intervals are\nidentified when the X-ray flux was exceptionally low, and the flux and solar\nX-ray luminosity are estimated. Spectral fits to the emission at these times\ngive temperatures of 1.7-1.9 MK and emission measures between 4 x 10^47 cm^-3\nand 1.1 x 10^48 cm^-3. Comparing SphinX emission with that from the Hinode\nX-ray Telescope, we deduce that most of the emission is from general coronal\nstructures rather than confined features like bright points. For one of 27\nintervals of exceptionally low activity identified in the SphinX data, the\nSun's X-ray luminosity in an energy range roughly extrapolated to that of ROSAT\n(0.1-2.4 keV) was less than most nearby K and M dwarfs.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1203.6809"
  },
  {
    "url": "https://arxiv.org/abs/1203.6782",
    "title": "Title:Modelling and Optimal Control of a Docking Maneuver with an Uncontrolled Satellite",
    "date_publ": "30 Mar 2012",
    "authors": [
      "Johannes Michael",
      "Kurt Chudej",
      "Jürgen Panne"
    ],
    "abstract": "Abstract:  Capturing disused satellites in orbit and their controlled reentry is the aim\nof the DEOS space mission. Satellites that ran out of fuel or got damaged pose\na threat to working projects in orbit. Additionally, the reentry of such\nobjects endangers the population as the place of impact cannot be controlled\nanymore. This paper demonstrates the modelling of a rendezvous szenario between\na controlled service satellite and an uncontrolled target. The situation is\nmodelled via first order ordinary differental equations where a stable target\nis considered. In order to prevent a collision of the two spacecrafts and to\nensure both satellites are docked at the end of the maneuver, additional state\nconstraints, box contraints for the control and a time dependent rendezvous\ncondition for the final time are added. The problem is formulated as an optimal\ncontrol problem with Bolza type cost functional and solved using a full\ndiscretization approach in AMPL/IpOpt. Last, simulation results for capturing a\ntumbling satellite are given.",
    "categories": [
      "Optimization and Control (math.OC)",
      " Systems and Control (eess.SY)"
    ],
    "url_pdf": "/pdf/1203.6782"
  },
  {
    "url": "https://arxiv.org/abs/1203.6732",
    "title": "Title:Study of a Prominence Eruption using PROBA2/SWAP and STEREO/EUVI Data",
    "date_publ": "30 Mar 2012 (v1), last revised 16 May 2012 (this version, v2)",
    "authors": [
      "M. Mierla",
      "D. B. Seaton",
      "D. Berghmans",
      "I. Chifu",
      "A. De Groof",
      "B. Inhester",
      "L. Rodriguez",
      "G. Stenborg",
      "A. N. Zhuko"
    ],
    "abstract": "Abstract:  Observations of the early rise and propagation phases of solar eruptive\nprominences can provide clues about the forces acting on them through the\nbehavior of their acceleration with height. We have analyzed such an event,\nobserved on 13 April 2010 by SWAP on PROBA2 and EUVI on STEREO. A feature at\nthe top of the erupting prominence was identified and tracked in images from\nthe three spacecraft. The triangulation technique was used to derive the true\ndirection of propagation of this feature. The reconstructed points were fitted\nwith two mathematical models: i) a power-law polynomial function and ii) a\ncubic smoothing spline, in order to derive the accelerations. The first model\nis characterized by five degrees of freedom while the second one is\ncharacterized by ten degrees of freedom. The results show that the acceleration\nincreases smoothly and it is continuously increasing with height. We conclude\nthat the prominence is not accelerated immediately by local reconnection but\nrather is swept away as part of a large-scale relaxation of the coronal\nmagnetic field.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1203.6732"
  },
  {
    "url": "https://arxiv.org/abs/1203.6596",
    "title": "Title:Kinetic Signatures and Intermittent Turbulence in the Solar Wind Plasma",
    "date_publ": "29 Mar 2012 (v1), last revised 13 Apr 2012 (this version, v2)",
    "authors": [
      "K.T. Osman",
      "W.H. Matthaeus",
      "B. Hnat",
      "S.C. Chapma"
    ],
    "abstract": "Abstract:  A connection between kinetic processes and intermittent turbulence is\nobserved in the solar wind plasma using measurements from the Wind spacecraft\nat 1 AU. In particular, kinetic effects such as temperature anisotropy and\nplasma heating are concentrated near coherent structures, such as current\nsheets, which are non-uniformly distributed in space. Furthermore, these\ncoherent structures are preferentially found in plasma unstable to the mirror\nand firehose instabilities. The inhomogeneous heating in these regions, which\nis present in both the magnetic field parallel and perpendicular temperature\ncomponents, results in protons at least 3-4 times hotter than under typical\nstable plasma conditions. These results offer a new understanding of kinetic\nprocesses in a turbulent regime, where linear Vlasov theory is not sufficient\nto explain the inhomogeneous plasma dynamics operating near non-Gaussian\nstructures.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/1203.6596"
  },
  {
    "url": "https://arxiv.org/abs/1203.6446",
    "title": "Title:The large-scale energetic ion layer in the high latitude Jovian magnetosphere as revealed by Ulysses/HI-SCALE cross-field intensity-gradient measurements",
    "date_publ": "29 Mar 2012",
    "authors": [
      "G.C. Anagnostopoulos",
      "I. Karanikola",
      "P.K. Marhavilas",
      "E.T. Sarri"
    ],
    "abstract": "Abstract:  Ulysses investigated the high latitude Jovian magnetosphere for a second time\nafter Pioneer 11 mission and gave us the opportunity to search the structure\nand the dynamics of this giant magnetosphere above the magnetodisc.\nKivelson(1976) and Kennel & Coroniti(1979) reported that Pioneer 11 observed\nenergetic particle intensities at high latitudes at the same level with those\nmeasured in the plasma sheet and inferred that they were not consistent with\nthe magnetodisc model. Ulysses observations supported the idea about a\nlarge-scale layer of energetic ions and electrons in the outer high latitude\nJovian magnetosphere (Cowley et al.1996; Anagnostopoulos et al. 2001). This\nstudy perform a number of further tests for the existence of the large scale\nlayer of energetic ions in the outer high latitude Jovian magnetosphere by\nstudying appropriate cross-B field anisotropies in order to monitor the ion\nnorthward/southward intensity gradients. In particular, we examined\nUlysses/HI-SCALE observations of energetic ions with large gyro-radius\n(0.5-1.6MeV protons and >2.5MeV heavy(Z>5) ions) in order to compare instant\nintensity changes with remote sensing intensity gradients. Our analysis\nconfirms the existence of an energetic particle layer in the north hemisphere,\nduring the inbound trajectory of Ulysses traveling at moderate latitudes, and\nin the south high-latitude duskside magnetosphere, during the outbound segment\nof the spacecraft trajectory. Our Ulysses/HI-SCALE data analysis also provides\nevidence for the detection of an energetic proton magnetopause boundary layer\nduring the outbound trajectory of the spacecraft. During Ulysses flyby of\nJupiter the almost permanent appearance of alternative northward and southward\nintensity gradients suggests that the high latitude layer appeared to be a\nthird major area of energetic particles, which coexisted with the radiation\nbelts and the magnetodisc.",
    "categories": [
      "Earth and Planetary Astrophysics (astro-ph.EP)"
    ],
    "url_pdf": "/pdf/1203.6446"
  },
  {
    "url": "https://arxiv.org/abs/1203.6428",
    "title": "Title:Granular-Scale Elementary Flux Emergence Episodes in a Solar Active Region",
    "date_publ": "29 Mar 2012",
    "authors": [
      "S. Vargas Dominguez (1)",
      "L. van Driel-Gesztelyi (2",
      "3",
      "4)",
      "L. R. Bellot Rubio (5). ((1) Universidad de los Andes",
      "(2) Mullard Space Science Lab - UCL (3) Observatoire de Paris (4) Konkoly Observatory",
      "Hungary (5) Instituto de Astrofisica de Andalucia."
    ],
    "abstract": "Abstract:  We analyze data from Hinode spacecraft taken over two 54-minute periods\nduring the emergence of AR 11024. We focus on small-scale portions within the\nobserved solar active region and discover the appearance of very distinctive\nsmall-scale and short-lived dark features in Ca II H chromospheric filtergrams\nand Stokes I images. The features appear in regions with close-to-zero\nlongitudinal magnetic field, and are observed to increase in length before they\neventually disappear. Energy release in the low chromospheric line is detected\nwhile the dark features are fading. In time series of magnetograms a diverging\nbipolar configuration is observed accompanying the appearance of the dark\nfeatures and the brightenings. The observed phenomena are explained as\nevidencing elementary flux emergence in the solar atmosphere, i.e small-scale\narch filament systems rising up from the photosphere to the lower chromosphere\nwith a length scale of a few solar granules. Brightenings are explained as\nbeing the signatures of chromospheric heating triggered by reconnection of the\nrising loops (once they reached chromospheric heights) with pre-existing\nmagnetic fields as well as to reconnection/cancellation events in U-loop\nsegments of emerging serpentine fields. We study the temporal evolution and\ndynamics of the events and compare them with the emergence of magnetic loops\ndetected in quiet sun regions and serpentine flux emergence signatures in\nactive regions. Incorporating the novel features of granular-scale flux\nemergence presented in this study we advance the scenario for serpentine flux\nemergence.",
    "categories": [
      "Solar and Stellar Astrophysics (astro-ph.SR)"
    ],
    "url_pdf": "/pdf/1203.6428"
  }
]