[
  {
    "url": "https://arxiv.org/abs/astro-ph/0506292",
    "title": "Title:Interplanetary coronal mass ejection effect on the muon flux at sea level",
    "date_publ": "13 Jun 2005",
    "authors": [
      "C. E. Navia",
      "C.R. A. Augusto",
      "M. B. Robb"
    ],
    "abstract": "Abstract:  We present the results of 720 hours of observations of transient solar events\nat ground level, during the summer season 2005 (Souther Hemisphere). Data were\ntaken with the TUPI muon telescope, working at a high counting rate (up to 100\nKHz) and always pointing on the IMF lines (45 degrees of pitch angle). An\nanti-correlation among the arrival of keV protons (observed by EPAM detector\naboard the ACE spacecraft) and sudden depressions in the muon flux at sea level\nhave been observed. The phenomena is discussed in the context that they can be\nconsidered as mini-Forbush, caused by a shielding effect of the passage of a\ndisturbance (shock and plasma) and may be a signature of interplanetary\nmanifestations of coronal mass ejections.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0506292"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0505077",
    "title": "Title:Reinterpreting the Pioneer anomaly and its annual residual",
    "date_publ": "16 May 2005 (v1), last revised 18 May 2005 (this version, v2)",
    "authors": [
      "Paul G. ten Boo"
    ],
    "abstract": "Abstract:  In addition to its long-term constancy, the Pioneer (spacecraft) anomaly\nappears to only exist for bodies whose mass is less than that of: planets,\nmoons, comets, and heavy asteroids of known mass. Assuming the observational\nevidence is reliable, and not the result of an unknown systematic effect, a\nviolation of the Weak Principle of Equivalence is implied. To propose an\nadditional force fails to satisfy this constraint. This paper presents a new\nhypothesis involving additional field energy in the form of: a finite number of\nlunar sourced constant amplitude (Lorentz invariant) wave-like undulations upon\nthe gravitational field. Although apparently a futile suggestion, the author's\nmodel overcomes concerns regarding wave dissipation, wave generation, and the\napparent constancy of the anomaly. A shortfall in motion arises because a tiny\nproportion of spacecraft kinetic energy is directed into a superposition of\nnon-translational longitudinal oscillatory components. The restriction of this\neffect to low mass bodies is also addressed. Additionally, the annual residual\nof the Pioneer anomaly may be attributed to a real 356 day Callisto-Titan wave\nresonance. This hypothesis may also be readily applied to other solar system\nanomalies including: the Earth flyby anomaly, an apparent absence of small\ncomets, an apparent paucity of smaller bodies in the Main Belt of asteroids,\nand residual doubts concerning the migrating planets hypothesis that addresses\nthe too rapid formation of the ice giants Uranus and Neptune.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0505077"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0505064",
    "title": "Title:LATOR Covariance Analysis",
    "date_publ": "12 May 2005 (v1), last revised 13 Jan 2006 (this version, v4)",
    "authors": [
      "Joseph E. Plowman",
      "Ronald W. Helling"
    ],
    "abstract": "Abstract:  We present results from a covariance study for the proposed Laser Astrometric\nTest of Relativity (LATOR) mission. This mission would send two\nlaser-transmitter spacecraft behind the Sun and measure the relative\ngravitational light bending of their signals using a hundred-meter-baseline\noptical interferometer to be constructed on the International Space Station. We\nassume that each spacecraft is equipped with a $ < 1.9 \\times 10^{-13}\n\\mathrm{m} \\mathrm{s}^2 \\mathrm{Hz}^{-1/2} $ drag-free system and assume\napproximately one year of data. We conclude that the observations allow a\nsimultaneous determination of the orbit parameters of the spacecraft and of the\nParametrized Post-Newtonian (PPN) parameter $\\gamma$ with an uncertainty of\n$2.4 \\times 10^{-9}$. We also find a $6 \\times 10^{-9}$ determination of the\nsolar quadrupole moment, $J_2$, as well as the first measurement of the\nsecond-order post-PPN parameter $\\delta$ to an accuracy of about $10^{-3}$.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0505064"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0505569",
    "title": "Title:Modeling Accelerated Pick-up Ion Distributions at an Interplanetary Shock",
    "date_publ": "27 May 2005",
    "authors": [
      "Errol J. Summerlin",
      "Matthew G. Barin"
    ],
    "abstract": "Abstract:  The acceleration of interstellar pick-up ions as well as solar wind species\nhas been observed at a multitude of interplanetary (IP) shocks by different\nspacecraft. The efficiency of injection of the pick-up ion component differs\nfrom that of the solar wind, and is expected to be strongly enhanced at highly\noblique and quasi-perpendicular shock events, in accord with inferences from\n{\\it in situ} observations. This paper explores theoretical modeling of the\nphase space distributions of accelerated ions obtained by the Ulysses mission\nfor the Day 292, 1991 shock associated with a corotating interaction region,\nencountered before Ulysses' fly-by of Jupiter. A Monte Carlo simulation is used\nto model the acceleration process, adapting a technique that has been\nsuccessfully tested on earlier IP shocks possessing minimal pick-up ion\npresence. Phase space distributions from the simulation technique for various\nlow mass ions are compared with SWICS and HI-SCALE data to deduce values of a\n``turbulence parameter'' that controls the efficiency of injection, and the\ndegree of cross-field diffusion. Acceptable fits are obtained for the $H^+$ and\n$He^+$ populations using standard prescriptions for the pick-up ion\ndistribution; $He^{++}$ spectral data was only fit well for scenarios very\nclose to the Bohm diffusion limit. It is also found that the simulation\nsuccessfully accounts for the observation of energetic protons farther upstream\nof the forward shock than lower energy pick-up protons, using the same\nturbulence parameter that is required to achieve reasonable spectral fits.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0505569"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0504145",
    "title": "Title:Geometric Time Delay Interferometry",
    "date_publ": "29 Apr 2005 (v1), last revised 28 Jun 2005 (this version, v2)",
    "authors": [
      "Michele Vallisner"
    ],
    "abstract": "Abstract:  The space-based gravitational-wave observatory LISA, a NASA-ESA mission to be\nlaunched after 2012, will achieve its optimal sensitivity using Time Delay\nInterferometry (TDI), a LISA-specific technique needed to cancel the otherwise\noverwhelming laser noise in the inter-spacecraft phase measurements. The TDI\nobservables of the Michelson and Sagnac types have been interpreted physically\nas the virtual measurements of a synthesized interferometer. In this paper, I\npresent Geometric TDI, a new and intuitive approach to extend this\ninterpretation to all TDI observables. Unlike the standard algebraic formalism,\nGeometric TDI provides a combinatorial algorithm to explore exhaustively the\nspace of second-generation TDI observables (i.e., those that cancel laser noise\nin LISA-like interferometers with time-dependent armlengths). Using this\nalgorithm, I survey the space of second-generation TDI observables of length\n(i.e., number of component phase measurements) up to 24, and I identify\nalternative, improved forms of the standard second-generation TDI observables.\nThe alternative forms have improved high-frequency gravitational-wave\nsensitivity in realistic noise conditions (because they have fewer nulls in the\ngravitational-wave and noise response functions), and are less susceptible to\ninstrumental gaps and glitches (because their component phase measurements span\nshorter time periods).",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0504145"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0504116",
    "title": "Title:Empirical Foundations of Relativistic Gravity",
    "date_publ": "24 Apr 2005",
    "authors": [
      "Wei-Tou N"
    ],
    "abstract": "Abstract:  In 1859, Le Verrier discovered the mercury perihelion advance anomaly. This\nanomaly turned out to be the first relativistic-gravity effect observed. During\nthe 141 years to 2000, the precisions of laboratory and space experiments, and\nastrophysical and cosmological observations on relativistic gravity have been\nimproved by 3 orders of magnitude. In 1999, we envisaged a 3-6 order\nimprovement in the next 30 years in all directions of tests of relativistic\ngravity. In 2000, the interferometric gravitational wave detectors began their\nruns to accumulate data. In 2003, the measurement of relativistic Shapiro\ntime-delay of the Cassini spacecraft determined the relativistic-gravity\nparameter gamma&#947; with a 1.5-order improvement. In October 2004, Ciufolini\nand Pavlis reported a measurement of the Lense-Thirring effect on the LAGEOS\nand LAGEOS2 satellites to 10 percent of the value predicted by general\nrelativity. In April 2004, Gravity Probe B was launched and has been\naccumulating science data for more than 170 days now. MICROSCOPE is on its way\nfor a 2007 launch to test Galileo equivalence principle to 10-15. STEP\n(Satellite Test of Equivalence Principle), and ASTROD (Astrodynamical Space\nTest of Relativity using Optical Devices) are in the good planning stage.\nVarious astrophysical tests and cosmological tests of relativistic gravity will\nreach precision and ultra-precision stages. Clock tests and atomic\ninterferometry tests of relativistic gravity will reach an ever-increasing\nprecision. These will give revived interest and development both in\nexperimental and theoretical aspects of gravity, and may lead to answers to\nsome profound questions of gravity and the cosmos.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " High Energy Physics - Phenomenology (hep-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/0504116"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0504112",
    "title": "Title:The White Dwarf -- White Dwarf galactic background in the LISA data",
    "date_publ": "22 Apr 2005",
    "authors": [
      "Jeffrey A. Edlund",
      "Massimo Tinto",
      "Andrzej Krolak",
      "Gijs Neleman"
    ],
    "abstract": "Abstract:  LISA (Laser Interferometer Space Antenna) is a proposed space mission, which\nwill use coherent laser beams exchanged between three remote spacecraft to\ndetect and study low-frequency cosmic gravitational radiation. In the low-part\nof its frequency band, the LISA strain sensitivity will be dominated by the\nincoherent superposition of hundreds of millions of gravitational wave signals\nradiated by inspiraling white-dwarf binaries present in our own galaxy. In\norder to estimate the magnitude of the LISA response to this background, we\nhave simulated a synthesized population that recently appeared in the\nliterature. We find the amplitude of the galactic white-dwarf binary background\nin the LISA data to be modulated in time, reaching a minimum equal to about\ntwice that of the LISA noise for a period of about two months around the time\nwhen the Sun-LISA direction is roughly oriented towards the Autumn equinox.\nSince the galactic white-dwarfs background will be observed by LISA not as a\nstationary but rather as a cyclostationary random process with a period of one\nyear, we summarize the theory of cyclostationary random processes, present the\ncorresponding generalized spectral method needed to characterize such process,\nand make a comparison between our analytic results and those obtained by\napplying our method to the simulated data. We find that, by measuring the\ngeneralized spectral components of the white-dwarf background, LISA will be\nable to infer properties of the distribution of the white-dwarfs binary systems\npresent in our Galaxy.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0504112"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0504107",
    "title": "Title:On the anomalous acceleration of Pioneer spacecraft",
    "date_publ": "22 Apr 2005 (v1), last revised 23 Feb 2006 (this version, v2)",
    "authors": [
      "Moshe Carmeli",
      "John G. Hartnett",
      "Firmin J. Oliveir"
    ],
    "abstract": "Abstract:  The anomalous acceleration of Pioneer 10 and 11 spacecraft of (8.74 \\pm 1.33)\n\\times 10^{-8} cm. s^{-2} fits with a theoretical prediction of a minimal\nacceleration in nature of about 7.61 \\times 10^{-8} cm. s^{-2}",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0504107"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0504026",
    "title": "Title:Simulation of the White Dwarf -- White Dwarf galactic background in the LISA data",
    "date_publ": "7 Apr 2005",
    "authors": [
      "Jeffrey A. Edlund",
      "Massimo Tinto",
      "Andrzej Królak",
      "Gijs Neleman"
    ],
    "abstract": "Abstract:  LISA (Laser Interferometer Space Antenna) is a proposed space mission, which\nwill use coherent laser beams exchanged between three remote spacecraft to\ndetect and study low-frequency cosmic gravitational radiation. In the low-part\nof its frequency band, the LISA strain sensitivity will be dominated by the\nincoherent superposition of hundreds of millions of gravitational wave signals\nradiated by inspiraling white-dwarf binaries present in our own galaxy. In\norder to estimate the magnitude of the LISA response to this background, we\nhave simulated a synthesized population that recently appeared in the\nliterature. We find the amplitude of the galactic white-dwarf binary background\nin the LISA data to be modulated in time, reaching a minimum equal to about\ntwice that of the LISA noise for a period of about two months around the time\nwhen the Sun-LISA direction is roughly oriented towards the Autumn equinox.\nSince the galactic white-dwarfs background will be observed by LISA not as a\nstationary but rather as a cyclostationary random process with a period of one\nyear, we summarize the theory of cyclostationary random processes and present\nthe corresponding generalized spectral method needed to characterize such\nprocess. We find that, by measuring the generalized spectral components of the\nwhite-dwarf background, LISA will be able to infer properties of the\ndistribution of the white-dwarfs binary systems present in our Galaxy.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0504026"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0504634",
    "title": "Title:Options for a nondedicated mission to test the Pioneer anomaly",
    "date_publ": "28 Apr 2005 (v1), last revised 1 Jun 2006 (this version, v2)",
    "authors": [
      "Dario Izzo",
      "Andreas Rathk"
    ],
    "abstract": "Abstract:  The Doppler-tracking data of the Pioneer 10 and 11 spacecraft show an\nunmodelled constant acceleration in the direction of the inner Solar System.\nSerious efforts have been undertaken to find a conventional explanation for\nthis effect, all without success at the time of writing. Hence the effect,\ncommonly dubbed the Pioneer anomaly, is attracting considerable attention.\nUnfortunately, no other space mission has reached the long-term navigation\naccuracy to yield an independent test of the effect. To fill this gap we\ndiscuss strategies for an experimental verification of the anomaly via an\nupcoming space mission. Emphasis is put on two plausible scenarios:\nnondedicated concepts employing either a planetary exploration mission to the\nouter Solar System or a piggybacked micro-spacecraft to be launched from a\nmother spacecraft travelling to Saturn or Jupiter. The study analyses the\nimpact of a Pioneer anomaly test on the system and trajectory design for these\ntwo paradigms. It is found that both paradigms are capable of verifying the\nPioneer anomaly and determine its magnitude at 10% level. Moreover the concepts\ncan discriminate between the most plausible classes of models of the anomaly, a\ncentral force, a blueshift of the radio signal and a drag-like force. The\nnecessary adaptions of the system and mission design do not impair the\nplanetary exploration goals of the missions.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0504634"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0504367",
    "title": "Title:Can Minor Planets be Used to Assess Gravity in the Outer Solar System?",
    "date_publ": "17 Apr 2005 (v1), last revised 2 Jan 2006 (this version, v3)",
    "authors": [
      "Gary L. Page",
      "David S. Dixon",
      "John F. Walli"
    ],
    "abstract": "Abstract:  The twin Pioneer spacecraft have been tracked for over thirty years as they\nheaded out of the solar system. After passing 20 AU from the Sun, both\nexhibited a systematic error in their trajectories that can be interpreted as a\nconstant acceleration towards the Sun. This Pioneer Effect is most likely\nexplained by spacecraft systematics, but there have been no convincing\narguments that that is the case. The alternative is that the Pioneer Effect\nrepresents a real phenomenon and perhaps new physics. What is lacking is a\nmeans of measuring the effect, its variation, its potential anisotropies, and\nits region of influence. We show that minor planets provide an observational\nvehicle for investigating the gravitational field in the outer solar system,\nand that a sustained observation campaign against properly chosen minor planets\ncould confirm or refute the existence of the Pioneer Effect. Additionally, even\nif the Pioneer Effect does not represent a new physical phenomenon, minor\nplanets can be used to probe the gravitational field in the outer Solar System\nand since there are very few intermediate range tests of gravity at the\nmultiple AU distance scale, this is a worthwhile endeavor in its own right.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0504367"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0504345",
    "title": "Title:Simulation of the clock framework of Gaia",
    "date_publ": "15 Apr 2005",
    "authors": [
      "Javier Castaneda (1 and 2)",
      "Jose P. Gordo (1 and 2)",
      "Jordi Portell (1 and 2)",
      "Enrique Garcia-Berro (1 and 2)",
      "Xavier Luri (1 and 3) ((1) Institut d'Estudis Espacials de Catalunya",
      "(2) Dept. Fisica Aplicada UPC",
      "(3) Dept. Astronomia i Meteorologia UB"
    ],
    "abstract": "Abstract:  Gaia will perform astrometric measurements with an unprecedented resolution.\nConsequently, the electronics of the Astro instrument must time tag every\nmeasurement with a precision of a few nanoseconds. Hence, it requires a high\nstability clock signal, for which a Rb-type spacecraft master clock has been\nbaselined. The distribution of its signal and the generation of clock\nsubproducts must maintain these high accuracy requirements. We have developed a\nsoftware application to simulate generic clock frameworks. The most critical\nclock structures for Gaia have also been identified, and its master clock has\nbeen parameterised.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0504345"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0503021",
    "title": "Title:A Route to Understanding of the Pioneer Anomaly",
    "date_publ": "4 Mar 2005",
    "authors": [
      "Slava G. Turyshev",
      "Michael Martin Nieto",
      "John D. Anderso"
    ],
    "abstract": "Abstract:  The Pioneer 10 and 11 spacecraft yielded the most precise navigation in deep\nspace to date. However, while at heliocentric distance of $\\sim$ 20--70 AU, the\naccuracies of their orbit reconstructions were limited by a small, anomalous,\nDoppler frequency drift. This drift can be interpreted as a sunward constant\nacceleration of $a_P = (8.74 \\pm 1.33)\\times 10^{-8}$ cm/s$^2$ which is now\ncommonly known as the Pioneer anomaly. Here we discuss the Pioneer anomaly and\npresent the next steps towards understanding of its origin. They are: 1)\nAnalysis of the entire set of existing Pioneer 10 and 11 data, obtained from\nlaunch to the last telemetry received from Pioneer 10, on 27 April 2002, when\nit was at a heliocentric distance of 80 AU. This data could yield critical new\ninformation about the anomaly. If the anomaly is confirmed, 2) Development of\nan instrumental package to be operated on a deep space mission to provide an\nindependent confirmation on the anomaly. If further confirmed, 3) Development\nof a deep-space experiment to explore the Pioneer anomaly in a dedicated\nmission with an accuracy for acceleration resolution at the level of $10^{-10}$\ncm/s$^2$ in the extremely low frequency range. In Appendices we give a summary\nof the Pioneer anomaly's characteristics, outline in more detail the steps\nneeded to perform an analysis of the entire Pioneer data set, and also discuss\nthe possibility of extracting some useful information from the Cassini mission\ncruise data.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0503021"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0503319",
    "title": "Title:An Overview of the Performance of the Chandra X-Ray Observatory",
    "date_publ": "15 Mar 2005",
    "authors": [
      "M.C. Weisskopf",
      "T.L. Aldcroft",
      "M. Bautz",
      "R.A. Cameron",
      "D. Dewey",
      "J.J. Drake",
      "C.E. Grant",
      "H.L. Marshall",
      "S.S. Murra"
    ],
    "abstract": "Abstract:  The Chandra X-ray Observatory is the X-ray component of NASA's Great\nObservatory Program which includes the recently launched Spitzer Infrared\nTelescope, the Hubble Space Telescope (HST) for observations in the visible,\nand the Compton Gamma-Ray Observatory (CGRO) which, after providing years of\nuseful data has reentered the atmosphere. All these facilities provide, or\nprovided, scientific data to the international astronomical community in\nresponse to peer-reviewed proposals for their use. The Chandra X-ray\nObservatory was the result of the efforts of many academic, commercial, and\ngovernment organizations primarily in the United States but also in Europe.\nNASA's Marshall Space Flight Center (MSFC) manages the Project and provides\nProject Science; Northrop Grumman Space Technology (NGST -- formerly TRW)\nserved as prime contractor responsible for providing the spacecraft, the\ntelescope, and assembling and testing the Observatory; and the Smithsonian\nAstrophysical Observatory (SAO) provides technical support and is responsible\nfor ground operations including the Chandra X-ray Center (CXC). Telescope and\ninstrument teams at SAO, the Massachusetts Institute of Technology (MIT), the\nPennsylvania State University (PSU), the Space Research Institute of the\nNetherlands (SRON), the Max-Planck Institut fur extraterrestrische Physik\n(MPE), and the University of Kiel also provide technical support to the Chandra\nProject. We present here a detailed description of the hardware, its on-orbit\nperformance, and a brief overview of some of the remarkable discoveries that\nillustrate that performance.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0503319"
  },
  {
    "url": "https://arxiv.org/abs/physics/0502123",
    "title": "Title:Study of the Pioneer Anomaly: A Problem Set",
    "date_publ": "23 Feb 2005 (v1), last revised 6 Sep 2005 (this version, v5)",
    "authors": [
      "Slava G. Turyshev",
      "Michael Martin Nieto",
      "John D. Anderso"
    ],
    "abstract": "Abstract:  Analysis of the radio-metric tracking data from the Pioneer 10 and 11\nspacecraft at distances between 20--70 astronomical units from the Sun has\nconsistently indicated the presence of an anomalous, small, and constant\nDoppler frequency drift. The drift is a blue-shift, uniformly changing at the\nrate of (5.99 +/- 0.01) x 10^{-9} Hz/s. The signal also can be interpreted as a\nconstant acceleration of each particular spacecraft of (8.74 +/- 1.33) x\n10^{-8} cm/s^2 directed toward the Sun. This interpretation has become known as\nthe Pioneer anomaly. We provide a problem set based on the detailed\ninvestigation of this anomaly, the nature of which remains unexplained.",
    "categories": [
      "Physics Education (physics.ed-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/physics/0502123"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0502068",
    "title": "Title:The Interiors of Giant Planets: Models and Outstanding Questions",
    "date_publ": "3 Feb 2005",
    "authors": [
      "Tristan Guillo"
    ],
    "abstract": "Abstract:  We know that giant planets played a crucial role in the making of our Solar\nSystem. The discovery of giant planets orbiting other stars is a formidable\nopportunity to learn more about these objects, what is their composition, how\nvarious processes influence their structure and evolution, and most importantly\nhow they form. Jupiter, Saturn, Uranus and Neptune can be studied in detail,\nmostly from close spacecraft flybys. We can infer that they are all enriched in\nheavy elements compared to the Sun, with the relative global enrichments\nincreasing with distance to the Sun. We can also infer that they possess dense\ncores of varied masses. The intercomparison of presently caracterised\nextrasolar giant planets show that they are also mainly made of hydrogen and\nhelium, but that they either have significantly different amounts of heavy\nelements, or have had different orbital evolutions, or both. Hence, many\nquestions remain and are to be answered for significant progresses on the\norigins of planets.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0502068"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0502541",
    "title": "Title:The Konus-Wind and Helicon-Coronas-F detection of the giant $γ$-ray flare from the soft $γ$-ray repeater SGR 1806-20",
    "date_publ": "25 Feb 2005",
    "authors": [
      "E.P.Mazets",
      "T.L.Cline",
      "R.L.Aptekar",
      "D.D.Frederiks",
      "S.V.Golenetskii",
      "V.N.Il'inskii",
      "V.D.Pal'shi"
    ],
    "abstract": "Abstract:  The giant outburst from SGR 1806-20 was observed on 2004 December 27 by many\nspacecraft. This extremely rare event exhibits a striking similarity to the two\ngiant outbursts thus far observed, on 1979 March 5 from SGR 0526-66 and 1998\nAugust 27 from SGR 1900+14. All the three outbursts start with a short giant\nradiation pulse followed by a weaker tail. The tail pulsates with the period of\nneutron star rotation of $\\sim$5--8 s, to decay finally in a few minutes. The\nenormous intensity of the initial pulse proved to be far above the saturation\nlevel of the gamma-ray detectors, with the result that the most valuable data\non the time structure and energy spectrum of the pulse is lost. At the time of\nthe December 27 outburst, a Russian spacecraft Coronas-F with a $\\gamma$-ray\nspectrometer aboard was occulted by the Earth and could not see the outburst.\nIt succeeded, however, in observing a weak reflected signal due to the\n$\\gamma$-rays Compton scattered by the Moon. This has been the first\nobservation of a cosmic gamma-ray flare reflected from a celestial body. Here\nwe report, that the detection of a weakened back-scattered initial pulse\ncombined with direct observations by the Konus $\\gamma$-ray spectrometer on the\nWind spacecraft permitted us to reliably reconstruct the intensity, time\nhistory, and energy spectra of the outburst.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0502541"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0502375",
    "title": "Title:Wavelet transform and diffusion equations: applications to the processing of the \"Cassini\" spacecraft observations",
    "date_publ": "18 Feb 2005",
    "authors": [
      "E.B. Postnikov",
      "A.Loskuto"
    ],
    "abstract": "Abstract:  We show that continuous transform with the complex Morlet wavelet is easily\nperformed if we replace the integration of the fast-oscillation function by the\nsolution of the diffusion differential equations. The most important advantage\nof this approach is that the initial data can be represented by non-uniform\nsample of an arbitrary node number. We apply the proposed method to the\nprocessing of the image of the Saturn A-ring obtained from the Cassini\nspacecraft. Also we have got via the wavelet transform using PDE, the local\ncorrelation coefficient of the signal and the harmonic function.",
    "categories": [
      "Astrophysics (astro-ph)",
      " Mathematical Physics (math-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0502375"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0502315",
    "title": "Title:GEOTAIL observation of the SGR1806-20 Giant Flare: The first 600 ms",
    "date_publ": "16 Feb 2005 (v1), last revised 18 Apr 2005 (this version, v3)",
    "authors": [
      "Toshio Terasawa",
      "Yasuyuki Tanaka",
      "Yasuhiro Takei",
      "Nobuyuki Kawai",
      "Atsumasa Yoshida",
      "Ken'ichi Nomoto",
      "Ichiro Yoshikawa",
      "Yoshifumi Saito",
      "Yasumasa Kasaba",
      "Takeshi Takashima",
      "Toshifumi Mukai",
      "Hirotomo Noda",
      "Toshio Murakami",
      "Kyoko Watanabe",
      "Yasushi Muraki",
      "Takaaki Yokoyama",
      "Masahiro Hoshin"
    ],
    "abstract": "Abstract:  On December 27, 2004, plasma particle detectors on the GEOTAIL spacecraft\ndetected an extremely strong signal of hard X-ray photons from the giant flare\nof SGR1806-20, a magnetar candidate. While practically all gamma-ray detectors\non any satellites were saturated during the first ~500 ms interval after the\nonset, one of the particle detectors on GEOTAIL was not saturated and provided\nunique measurements of the hard X-ray intensity and the profile for the first\n600 ms interval with 5.48 ms time resolution. After ~50 ms from the initial\nrapid onset, the peak photon flux (integrated above ~50 keV) reached the order\nof 10^7 photons sec^{-1} cm^{-2}. Assuming a blackbody spectrum with kT=175\nkeV, we estimate the peak energy flux to be 21 erg sec^{-1} cm^{-2} and the\nfluence (for 0-600 ms) to be 2.4 erg cm^{-2}. The implied energy release\ncomparable to the magnetic energy stored in a magnetar (~10^{47} erg) suggests\nan extremely efficient energy release mechanism.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0502315"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0502222",
    "title": "Title:A tensor-vector-scalar framework for modified dynamics and cosmic dark matter",
    "date_publ": "10 Feb 2005 (v1), last revised 1 Jul 2005 (this version, v2)",
    "authors": [
      "R.H. Sander"
    ],
    "abstract": "Abstract:  I describe a tensor-vector-scalar theory that reconciles the galaxy scale\nsuccess of modified Newtonian dynamics (MOND) with the cosmological scale\nevidence for CDM. The theory provides a cosmological basis for MOND in the\nsense that the predicted phenomenology only arises in a cosmological\nbackground. The theory contains an evolving effective potential, and scalar\nfield oscillations in this potential comprise the cold dark matter; the de\nBroglie wavelength of these soft bosons, however, is sufficiently large that\nthey cannot accumulate in galaxies. The theory predicts, inevitably, a constant\nanomalous acceleration in the outer solar system which, depending upon the\nchoice of parameters, can be consistent with that detected by the Pioneer\nspacecrafts.",
    "categories": [
      "Astrophysics (astro-ph)",
      " General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/astro-ph/0502222"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0502020",
    "title": "Title:Using the EXIST Active Shields for Earth Occultation Observations of X-ray Sources",
    "date_publ": "1 Feb 2005",
    "authors": [
      "Colleen A. Wilson",
      "G.J. Fishman (NASA/MSFC)",
      "J.-S. Hong",
      "J.E. Grindlay (CfA)",
      "H. Krawczynski (Wash. U. in St. Louis"
    ],
    "abstract": "Abstract:  The EXIST active shields, planned for the main detectors of the coded\naperture telescope, will have approximately 15 times the area of the BATSE\ndetectors, and they will have a good geometry on the spacecraft for viewing\nboth the leading and trailing Earth's limb for occultation observations. These\noccultation observations will complement the imaging observations of EXIST and\ncan extend them to higher energies. Earth occultation observations of the hard\nX-ray sky with BATSE on the Compton Gamma Ray Observatory developed and\ndemonstrated the capabilities of large, flat, uncollimated detectors for\napplying this observation method. With BATSE, a catalog of 179 X-ray sources\nwas monitored twice every spacecraft orbit for 9 years at energies above about\n25 keV, resulting in 83 definite detections and 36 possible detections with 5\nsigma detection sensitivities of 3.5-20 mcrab (20-430 keV) depending on the sky\nlocation. This catalog included four transients discovered with this technique\nand many variable objects (galactic and extragalactic.) This poster describes\nthe Earth occultation technique, summarizes the BATSE occultation observations,\nand compares the basic observational parameters of the occultation detector\nelements of BATSE and EXIST.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0502020"
  },
  {
    "url": "https://arxiv.org/abs/physics/0501046",
    "title": "Title:Construction of a PZT Sensor Network for Low and Hypervelocity Impact Detection",
    "date_publ": "10 Jan 2005",
    "authors": [
      "J. A. Carmona",
      "M. Cook",
      "M. Cooper",
      "J. Schmoke",
      "J. Reay",
      "L. Matthews",
      "T. Hyd"
    ],
    "abstract": "Abstract:  Orbital debris is a constraint on the long-term health of any spacecraft and\nmust be considered during mission planning. Varying mechanisms have been\nproposed to quantify the problem. Assessment of orbital debris employing\nground-based methods such as radar can help determine where debris clouds are\nlocated as well as their density or orbital trajectory. Such data is invaluable\nto computer simulations and can allow predictions of the debris environment\nover specific time periods [1]. Accurate in-situ data is essential as well with\nvarious types of sensors designed to detect orbital debris impacts employed on\nspace missions since the 1950's [2]. One of the most common of these is the PZT\n(piezoelectric lead zirconate titanate) which is often used in-situ to measure\nthe momentum of a particle at the time of impact. This paper will discuss a\nmultiple PZT sensor system capable of determining both impactor momentum and\nlocation currently in development within CASPER.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/physics/0501046"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0501626",
    "title": "Title:Directly Measured Limit on the Interplanetary Matter Density from Pioneer 10 and 11",
    "date_publ": "28 Jan 2005 (v1), last revised 18 Apr 2005 (this version, v4)",
    "authors": [
      "Michael Martin Nieto",
      "Slava G. Turyshev",
      "John D. Anderso"
    ],
    "abstract": "Abstract:  The Pioneer 10 and 11 spacecraft had exceptional deep-space navigational\ncapabilities. The accuracies of their orbit reconstruction were limited,\nhowever, by a small, anomalous, Doppler frequency drift that can be interpreted\nas an acceleration of (8.74 +/- 1.33) x 10^{-8} cm/s^2 directed toward the Sun.\nWe investigate the possibility that this anomaly could be due to a drag on the\nspacecraft from their passing through the interplanetary medium. Although this\nmechanism is an appealing one, the existing Pioneer radiometric data would\nrequire an unexpectedly high mass density of interplanetary dust for this\nmechanism to work. Further, the magnitude of the density would have to be\nnearly constant at distances ~ 20-70 AU. Therefore, it appears that such an\nexplanation is very unlikely, if not ruled out. Despite this, the measured\nfrequency drift by itself places a directly-measured, model-independent limit\nof \\lessim 3 x 10^{-19} g/cm^3 on the mass density of interplanetary dust in\nthe outer(~20-70 AU) solar system. Lower experimental limits can be placed if\none presumes a model that varies with distance. An example is the limit \\lessim\n6 x 10^{-20} g/cm^3 obtained for the model with an axially-symmetric density\ndistribution that falls off as the inverse of the distance. We emphasize that\nthe limits obtained are experimentally-measured, in situ limits. A mission to\ninvestigate the anomaly would be able to place a better limit on the density,\nor perhaps even to measure it.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0501626"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0412690",
    "title": "Title:Spacecraft Design of VSOP-2",
    "date_publ": "30 Dec 2004",
    "authors": [
      "Y. Murata (1)",
      "H.Hirabayashi (1)",
      "Next Generation Space VLBI Working Group (1",
      "2) ((1) Japan Aerospace Exploration Agency",
      "Institute of Space and Astronautical Science",
      "Japan",
      "(2) National Astronomical Observatory of Japan"
    ],
    "abstract": "Abstract:  As presented by Hirabayashi et al. (2004) these proceedings, the VSOP-2\nmission is currently being planned. Various kinds of developments are being\nmade for the misson, and here we introduce the large antenna, fast switching\nscheme using CMG, low noise receivers, gigabit data transmission, and high data\nrate sampling on-board. We are also studying the system configuration of the\nVSOP-2 satellite and the orbit appropriate for the expected launch vehicle, the\nM-V rocket. VSOP-2 science goals include imaging the accretion disks around the\nmassive blackholes in the nuclei of the active galaxies, studies of magnetic\nfield orientation and evolution in jets, and the highest resolution studies of\nspectral line masers and mega-masers. Here we describe the design and the\ndevelopment of the space antenna, high speed sampler, and the satellite system.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0412690"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0412320",
    "title": "Title:Small-scale anisotropy and intermittency in high and low-latitude solar wind",
    "date_publ": "14 Dec 2004",
    "authors": [
      "A. Bigazzi (1 and 2)",
      "L. Biferale (2)",
      "S.M.A.Gama (1)",
      "M.Velli (3 and 4) ((1) Departamento de Matematica Aplicada",
      "Universidade do Porto",
      "Portugal; (2) Dipartimento di Fisica",
      "Universita' di Roma Tor Vergata",
      "Italy; (3) Jet Propulsion Laboratory",
      "California Institute of Technology",
      "CA USA; (4) Dipartimento di Astronomia e Scienza dello Spazio",
      "Universita' di Firenze",
      "Italy"
    ],
    "abstract": "Abstract:  We analyze low and high--latitude fast solar wind data from the Ulysses\nspacecraft from 1992 to 1994 using a a systematic method to analyse the\nanisotropic content of the magnetic field fluctuations. We investigate all\navailable frequencies, 1-10^{-6} Hz, for both high and low--latitudes datasets\nand are able to quantify the relative importance of the anisotropic versus the\nisotropic fluctuations. We analyse, up to sixth order, longitudinal, transverse\nand mixed magnetic field correlations. Our results show that strongly\nintermittent and anisotropic events are present in the solar wind plasma at\nhigh frequencies/small scales, indicating the absence of a complete recovery of\nisotropy. Anisotropic scaling properties are compatible for high and\nlow--latitude data, suggesting a universal behaviour in spite of the different\nrate of evolution of the fast solar wind streams in the two environments.",
    "categories": [
      "Astrophysics (astro-ph)",
      " Chaotic Dynamics (nlin.CD)"
    ],
    "url_pdf": "/pdf/astro-ph/0412320"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0412118",
    "title": "Title:ADAS analysis of the differential emission measure structure of the inner solar corona. II. A study of the `quiet Sun' inhomogeneities from SOHO CDS-NIS spectra",
    "date_publ": "6 Dec 2004",
    "authors": [
      "A. C. Lanzafame",
      "D. H. Brooks",
      "J. Lan"
    ],
    "abstract": "Abstract:  We present a study of the differential emission measure (DEM) of a `quiet\nSun' area observed in the extreme ultraviolet at normal incidence by the\nCoronal Diagnostic Spectrometer (CDS) on the SOHO spacecraft. The data used for\nthis work were taken using the NISAT_S observing sequence. This takes the full\nwavelength ranges from both the NIS channels (308-381 Angtr. and 513-633\nAngst.) with the 2 arcsec by 240 arcsec slit, which is the narrowest slit\navailable, yielding the best spectral resolution. In this work we contrast the\nDEM from subregions of 2 by 80 arcsec$^2$ with that obtained from the mean\nspectrum of the whole raster (20 by 240 arcsec$^2$). We find that the DEM\nmaintains essentially the same shape in the subregions, differing by a constant\nfactor between 0.5 and 2 from the mean DEM, except in areas were the electron\ndensity is below $2 \\times 10^7$ cm$^{-3}$ and downflow velocities of 50 km/s\nare found in the transition region. Such areas are likely to contain plasma\ndeparting from ionisation equilibrium, violating the basic assumptions\nunderlying the DEM method. The comparison between lines of Li-like and Be-like\nions may provide further evidence of departure from ionisation equilibrium. We\nfind also that line intensities tend to be lower where velocities of the order\nof 30 km/s or higher are measured in transition region lines. The DEM analysis\nis also exploited to improve the line identification performed by Brooks et al\n(1999) and to investigate possible elemental abundance variations from region\nto region. We find that the plasma has composition close to photospheric in all\nthe subregions examined.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0412118"
  },
  {
    "url": "https://arxiv.org/abs/physics/0411230",
    "title": "Title:Magnetic turbulence in the plasma sheet",
    "date_publ": "25 Nov 2004",
    "authors": [
      "Z. Vörös",
      "W. Baumjohann",
      "R. Nakamura",
      "A. Runov",
      "T. L. Zhang",
      "H. U. Eichelberger",
      "R. Treumann",
      "E. Georgescu",
      "A. Balogh",
      "B. Klecker",
      "H. Rèm"
    ],
    "abstract": "Abstract:  Small-scale magnetic turbulence observed by the Cluster spacecraft in the\nplasma sheet is investigated by means of a wavelet estimator suitable for\ndetecting distinct scaling characteristics even in noisy measurements. The\nspectral estimators used for this purpose are affected by a frequency dependent\nbias. The variances of the wavelet coefficients, however, match the power-law\nshaped spectra, which makes the wavelet estimator essentially unbiased. These\nscaling characteristics of the magnetic field data appear to be essentially\nnon-steady and intermittent. The scaling properties of bursty bulk flow (BBF)\nand non-BBF associated magnetic fluctuations are analysed with the aim of\nunderstanding processes of energy transfer between scales. Small-scale ($\\sim\n0.08-0.3$ s) magnetic fluctuations having the same scaling index $\\alpha \\sim\n2.6$ as the large-scale ($\\sim 0.7-5$ s) magnetic fluctuations occur during\nBBF-associated periods. During non-BBF associated periods the energy transfer\nto small scales is absent, and the large-scale scaling index $\\alpha \\sim 1.7$\nis closer to Kraichnan or Iroshnikov-Kraichnan scalings. The anisotropy\ncharacteristics of magnetic fluctuations show both scale-dependent and\nscale-independent behavior. The former can be partly explained in terms of the\nGoldreich-Sridhar model of MHD turbulence, which leads to the picture of\nAlfvénic turbulence parallel and of eddy turbulence perpendicular to the\nmean magnetic field direction. Nonetheless, other physical mechanisms, such as\ntransverse magnetic structures, velocity shears, or boundary effects can\ncontribute to the anisotropy characteristics of plasma sheet turbulence. The\nscale-independent features are related to anisotropy characteristics which\noccur during a period of magnetic reconnection and fast tailward flow.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/physics/0411230"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0411095",
    "title": "Title:Lunar Laser Ranging Science",
    "date_publ": "18 Nov 2004",
    "authors": [
      "James G. Williams",
      "Dale H. Boggs",
      "Slava G. Turyshev",
      "J. Todd Ratclif"
    ],
    "abstract": "Abstract:  Analysis of Lunar Laser Ranging (LLR) data provides science results:\ngravitational physics and ephemeris information from the orbit, lunar science\nfrom rotation and solid-body tides, and Earth science. Sensitive tests of\ngravitational physics include the Equivalence Principle, limits on the time\nvariation of the gravitational constant G, and geodetic precession. The\nequivalence principle test is used for an accurate determination of the\nparametrized post-Newtonian (PPN) parameter \\beta. Lunar ephemerides are a\nproduct of the LLR analysis used by current and future spacecraft missions. The\nanalysis is sensitive to astronomical parameters such as orbit, masses and\nobliquity. The dissipation-caused semimajor axis rate is 37.9 mm/yr and the\nassociated acceleration in orbital longitude is -25.7 ''/cent^2, dominated by\ntides on Earth with a 1% lunar contribution. Lunar rotational variation has\nsensitivity to interior structure, physical properties, and energy dissipation.\nThe second-degree lunar Love numbers are detected; k_2 has an accuracy of 11%.\nLunar tidal dissipation is strong and its Q has a weak dependence on tidal\nfrequency. A fluid core of about 20% the Moon's radius is indicated by the\ndissipation data. Evidence for the oblateness of the lunar\nfluid-core/solid-mantle boundary is getting stronger. This would be independent\nevidence for a fluid lunar core. Moon-centered coordinates of four\nretroreflectors are determined. Station positions and motion, Earth rotation\nvariations, nutation, and precession are determined from analyses. Extending\nthe data span and improving range accuracy will yield improved and new\nscientific results. Adding either new retroreflectors or precise active\ntransponders on the Moon would improve the accuracy of the science results.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0411095"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0411077",
    "title": "Title:The Pioneer Anomaly: The Data, its Meaning, and a Future Test",
    "date_publ": "15 Nov 2004 (v1), last revised 22 Nov 2004 (this version, v2)",
    "authors": [
      "Michael Martin Nieto",
      "Slava G. Turyshev",
      "John D. Anderso"
    ],
    "abstract": "Abstract:  The radio-metric Doppler tracking data from the Pioneer 10/11 spacecraft,\nfrom between 20-70 AU, yields an unambiguous and independently confirmed\nanomalous blue shift drift of a_t = (2.92 \\pm 0.44)\\times 10^{-18} s/s^2. It\ncan be interpreted as being due to a constant acceleration of a_P = (8.74 \\pm\n1.33) \\times 10^{-8} cm/s^2 directed towards the Sun. No systematic effect has\nbeen able to explain the anomaly, even though such an origin is an obvious\ncandidate. We discuss what has been learned (and what might still be learned)\nfrom the data about the anomaly, its origin, and the mission design\ncharacteristics that would be needed to test it. Future mission options are\nproposed.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0411077"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0411071",
    "title": "Title:Mission design for LISA Pathfinder",
    "date_publ": "15 Nov 2004",
    "authors": [
      "M. Landgraf",
      "M. Hechler",
      "S. Kembl"
    ],
    "abstract": "Abstract:  Here we describe the mission design for SMART-2/LISA Pathfinder. The best\ntrade-off between the requirements of a low-disturbance environment and\ncommunications distance is found to be a free-insertion Lissajous orbit around\nthe first co-linear Lagrange point of the Sun-Earth system L1, 1.5x 10^6 km\nfrom Earth. In order to transfer SMART-2/LISA Pathfinder from a low Earth\norbit, where it will be placed by a small launcher, the spacecraft carries out\na number of apogee-raise manoeuvres, which ultimatively place it to a parabolic\nescape trajectory towards L1. The challenges of the design of a small mission\nare met, fulfilling the very demanding technology demonstration requirements\nwithout creating excessive requirements on the launch system or the ground\nsegment.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0411071"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0411020",
    "title": "Title:Pioneer's Final Riddle",
    "date_publ": "3 Nov 2004",
    "authors": [
      "O. Bertolami",
      "J. Páramo"
    ],
    "abstract": "Abstract:  Launched more than thirty years ago and now drifting in space with no further\ncontact, the Pioneer 10 and 11 spacecraft are currently at the center of a\nsmall but developing concern: are they under the influence of an anomalous\nacceleration that reflects new, yet unknown physics, or merely experiencing\nsome unexpected technical problem ? The proposals vary from basic engineering\nprinciples to extra spatial dimensions, but most probably an answer can only be\nobtained after a dedicated mission is underway.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0411020"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0411010",
    "title": "Title:Results for the LISA Phase Measurement System Project",
    "date_publ": "1 Nov 2004 (v1), last revised 11 Jan 2005 (this version, v2)",
    "authors": [
      "David Summers (SEA)David Hoyland (University of Birmingham"
    ],
    "abstract": "Abstract:  This article presents some of the more topical results of a study into the\nLISA phase measurement system. This system is responsible for measuring the\nphase of the heterodyne signal caused by the interference of the laser beams\nbetween the local and far spacecraft. Interactions with the LISA systems that\nsurround the phase measurement system imply additional non-trivial requirements\non the phase measurement system.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0411010"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0411316",
    "title": "Title:Processing of 24 Micron Image Data at the Spitzer Science Center",
    "date_publ": "12 Nov 2004",
    "authors": [
      "Frank J. Masci",
      "Russ Laher",
      "Fan Fang",
      "John Fowler",
      "Wen Lee",
      "Susan Stolovy",
      "Deborah Padgett",
      "Mehrdad Moshi"
    ],
    "abstract": "Abstract:  The 24 micron array on board the Spitzer Space Telescope is one of three\narrays in the Multi-band Imaging Photometer for Spitzer (MIPS) instrument. It\nprovides 5.3 x 5.3 arcmin images at a scale of ~2.5 arcsec per pixel\ncorresponding to sampling of the point spread function which is slightly better\nthan critical (~0.4\\lambda/D). A scan-mirror allows dithering of images on the\narray without the overhead of moving and stabilizing the spacecraft. It also\nenables efficient mapping of large areas of sky without significant compromise\nin sensitivity. We present an overview of the pipeline flow and reduction steps\ninvolved in the processing of image data acquired with the 24 micron array.\nResidual instrumental signatures not yet removed in automated processing and\nstrategies for hands-on mitigation thereof are also given.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0411316"
  },
  {
    "url": "https://arxiv.org/abs/physics/0410206",
    "title": "Title:Multi-scale magnetic field intermittence in the plasma sheet",
    "date_publ": "22 Oct 2004",
    "authors": [
      "Z. Vörös",
      "W. Baumjohann",
      "R. Nakamura",
      "A. Runov",
      "T. L. Zhang",
      "M. Volwerk",
      "H. U. Eichelberger",
      "A. Balogh",
      "T. S. Horbury",
      "K.-H. Glaßmeier",
      "B. Klecker",
      "H. Rèm"
    ],
    "abstract": "Abstract:  This paper demonstrates that intermittent magnetic field fluctuations in the\nplasma sheet exhibit transitory, localized, and multi-scale features. We\npropose a multifractal based algorithm, which quantifies intermittence on the\nbasis of the statistical distribution of the 'strength of burstiness',\nestimated within a sliding window. Interesting multi-scale phenomena observed\nby the Cluster spacecraft include large scale motion of the current sheet and\nbursty bulk flow associated turbulence, interpreted as a cross-scale coupling\n(CSC) process.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/physics/0410206"
  },
  {
    "url": "https://arxiv.org/abs/physics/0410073",
    "title": "Title:Wavelet analysis of magnetic turbulence in the Earth's plasma sheet",
    "date_publ": "12 Oct 2004 (v1), last revised 21 Oct 2004 (this version, v2)",
    "authors": [
      "W. Baumjohann",
      "R. Nakamura",
      "A. Runov",
      "M. Volwerk",
      "T.L. Zhang",
      "A. Balog"
    ],
    "abstract": "Abstract:  Recent studies provide evidence for the multi-scale nature of magnetic\nturbulence in the plasma sheet. Wavelet methods represent modern time series\nanalysis techniques suitable for the description of statistical characteristics\nof multi-scale turbulence. Cluster FGM (fluxgate magnetometer) magnetic field\nhigh-resolution (~67 Hz) measurements are studied during an interval in which\nthe spacecraft are in the plasma sheet. As Cluster passes through different\nplasma regions, physical processes exhibit non-steady properties on\nmagnetohydrodynamic (MHD) and small, possibly kinetic scales. As a consequence,\nthe implementation of wavelet-based techniques becomes complicated due to the\nstatistically transitory properties of magnetic fluctuations and finite size\neffects. Using a supervised multi-scale technique which allows existence test\nof moments, the robustness of higher-order statistics is investigated. On this\nbasis the properties of magnetic turbulence are investigated for changing\nthickness of the plasma sheet.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/physics/0410073"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0410122",
    "title": "Title:TDIR: Time-Delay Interferometric Ranging for Space-Borne Gravitational-Wave Detectors",
    "date_publ": "25 Oct 2004",
    "authors": [
      "Massimo Tinto",
      "Michele Vallisneri",
      "J.W. Armstron"
    ],
    "abstract": "Abstract:  Space-borne interferometric gravitational-wave detectors, sensitive in the\nlow-frequency (mHz) band, will fly in the next decade. In these detectors, the\nspacecraft-to-spacecraft light-travel times will necessarily be unequal and\ntime-varying, and (because of aberration) will have different values on up- and\ndown-links. In such unequal-armlength interferometers, laser phase noise will\nbe canceled by taking linear combinations of the laser-phase observables\nmeasured between pairs of spacecraft, appropriately time-shifted by the light\npropagation times along the corresponding arms. This procedure, known as\ntime-delay interferometry (TDI), requires an accurate knowledge of the\nlight-time delays as functions of time. Here we propose a high-accuracy\ntechnique to estimate these time delays and study its use in the context of the\nLaser Interferometer Space Antenna (LISA) mission. We refer to this ranging\ntechnique, which relies on the TDI combinations themselves, as Time-Delay\nInterferometric Ranging (TDIR). For every TDI combination, we show that, by\nminimizing the rms power in that combination (averaged over integration times\n$\\sim 10^4$ s) with respect to the time-delay parameters, we obtain estimates\nof the time delays accurate enough to cancel laser noise to a level well below\nthe secondary noises. Thus TDIR allows the implementation of TDI without the\nuse of dedicated inter-spacecraft ranging systems, with a potential\nsimplification of the LISA design. In this paper we define the TDIR procedure\nformally, and we characterize its expected performance via simulations with the\n\\textit{Synthetic LISA} software package.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0410122"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0410093",
    "title": "Title:Fundamentals of the LISA Stable Flight Formation",
    "date_publ": "19 Oct 2004",
    "authors": [
      "S. V. Dhurandhar",
      "K. Rajesh Nayak",
      "S. Koshti",
      "J-Y. Vine"
    ],
    "abstract": "Abstract:  The joint NASA-ESA mission LISA relies crucially on the stability of the\nthree spacecraft constellation. Each of the spacecraft is in heliocentric\norbits forming a stable triangle. The principles of such a formation flight\nhave been formulated long ago and analysis performed, but seldom presented if\never, even to LISA scientists. We nevertheless need these details in order to\ncarry out theoretical studies on the optical links, simulators etc. In this\narticle, we present in brief, a model of the LISA constellation, which we\nbelieve will be useful for the LISA community.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/0410093"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0410674",
    "title": "Title:Hubble's View of Transiting Planets",
    "date_publ": "27 Oct 2004",
    "authors": [
      "David Charbonnea"
    ],
    "abstract": "Abstract:  The Hubble Space Telescope is uniquely able to study planets that are\nobserved to transit their parent stars. The extremely stable platform afforded\nby an orbiting spacecraft, free from the contaminating effects of the Earth's\natmosphere, enables HST to conduct ultra-high precision photometry and\nspectroscopy of known transiting extrasolar planet systems. Among HST's list of\nsuccessful observations of the first such system, HD 209458, are (1) the first\ndetection of the atmosphere of an extrasolar planet, (2) the determination that\ngas is escaping from the planet, and (3) a search for Earth-sized satellites\nand circumplanetary rings. Numerous wide-field, ground-based transit surveys\nare poised to uncover a gaggle of new worlds for which HST may undertake\nsimilar studies, such as the newly-discovered planet TrES-1. With regard to the\nfuture of Hubble, it must be noted that it is the only observatory in existence\ncapable of confirming transits of Earth-like planets that may be detected by\nNASA's Kepler mission. Kepler could reveal Earth-like transits by the year\n2010, but without a servicing mission it is very unlikely that HST would still\nbe in operation.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0410674"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0410241",
    "title": "Title:Propagation of Cosmic Rays and Diffuse Galactic Gamma Rays",
    "date_publ": "8 Oct 2004",
    "authors": [
      "I. V. Moskalenko (NASA/GSFC"
    ],
    "abstract": "Abstract:  This paper presents an introduction to the astrophysics of cosmic rays and\ndiffuse gamma rays and discusses some of the puzzles that have emerged recently\ndue to more precise data and improved propagation models: the excesses in\nGalactic diffuse gamma-ray emission, secondary antiprotons and positrons, and\nthe flatter than expected gradient of cosmic rays in the Galaxy. These also\ninvolve the dark matter, a challenge to modern physics, through its indirect\nsearches in cosmic rays. Though the final solutions are yet to be found, I\ndiscuss some ideas and results obtained mostly with the numerical propagation\nmodel GALPROP. A fleet of spacecraft and balloon experiments targeting these\nspecific issues is set to lift off in a few years, imparting a feeling of\noptimism that a new era of exciting discoveries is just around the corner. A\ncomplete and comprehensive discussion of all the recent results is not\nattempted here due to the space limitations.",
    "categories": [
      "Astrophysics (astro-ph)",
      " High Energy Physics - Phenomenology (hep-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0410241"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0409117",
    "title": "Title:Lessons Learned from the Pioneers 10/11 for a Mission to Test the Pioneer Anomaly",
    "date_publ": "30 Sep 2004",
    "authors": [
      "Slava G. Turyshev",
      "Michael Martin Nieto",
      "John D. Anderso"
    ],
    "abstract": "Abstract:  Analysis of the radio-metric tracking data from the Pioneer 10/11 spacecraft\nat distances between 20--70 astronomical units (AU) from the Sun has\nconsistently indicated the presence of an anomalous, small, constant Doppler\nfrequency drift. The drift is a blue-shift, uniformly changing with rate a_t =\n(2.92 +/- 0.44) x 10^(-18) s/s^2. It can also be interpreted as a constant\nacceleration of a_P = (8.74 +/- 1.33) x 10^(-8) cm/s^2 directed towards the\nSun. Although it is suspected that there is a systematic origin to the effect,\nnone has been found. As a result, the nature of this anomaly has become of\ngrowing interest. Here we discuss the details of our recent investigation\nfocusing on the effects both external to and internal to the spacecraft, as\nwell as those due to modeling and computational techniques. We review some of\nthe mechanisms proposed to explain the anomaly and show their inability to\naccount for the observed behavior of the anomaly. We also present lessons\nlearned from this investigation for a potential deep-space experiment that will\nreveal the origin of the discovered anomaly and also will characterize its\nproperties with an accuracy of at least two orders of magnitude below the\nanomaly's size. A number of critical requirements and design considerations for\nsuch a mission are outlined and addressed.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/0409117"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0409113",
    "title": "Title:Comments on the Quantum Vacuum and the Light Acceleration",
    "date_publ": "29 Sep 2004",
    "authors": [
      "Nosratollah Jafari",
      "Ahmad Shariat"
    ],
    "abstract": "Abstract:  The recent observations on the far quasars absorption lines spectra and\ncomparison of these lines with laboratory ones provide a framework for\nexplantation of these observations by considering a varying fine structure\nconstant, over the cosmological time-scale. Also, there seems to be an\nanomalous acceleration in the Pioneer spacecraft 10/11 about $ 10^{-10} {\\rm\nm}/{\\rm s^2}$. These matters lead Ranada to study the quantum vacuum to explain\nthese problems by introducing a phenomenological model for the variation of\n$\\alpha$. In this manuscript we want to show that this model is not a quantum\nmodel; it is a classical model that is only in accordance with mentioned\nobservations by adjusting some parameters and is not based on a fundamental\nphysical intuition.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " High Energy Physics - Phenomenology (hep-ph)",
      " High Energy Physics - Theory (hep-th)"
    ],
    "url_pdf": "/pdf/gr-qc/0409113"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0409111",
    "title": "Title:Mission Design for the Laser Astrometric Test Of Relativity",
    "date_publ": "29 Sep 2004",
    "authors": [
      "Slava G. Turyshev",
      "Michael Shao",
      "Kenneth L. Nordtved"
    ],
    "abstract": "Abstract:  This paper focuses on the mission design for the Laser Astrometric Test Of\nRelativity (LATOR). This mission uses laser interferometry between two\nmicro-spacecraft whose lines of sight pass close by the Sun to accurately\nmeasure deflection of light in the solar gravity. The key element of the\nexperimental design is a redundant geometry optical truss provided by a\nlong-baseline (100 m) multi-channel stellar optical interferometer placed on\nthe International Space Station (ISS). The spatial interferometer is used for\nmeasuring the angles between the two spacecraft and for orbit determination\npurposes. The geometric redundancy enables LATOR to measure the departure from\nEuclidean geometry caused by the solar gravity field to a very high accuracy.\nSuch a design enables LATOR to improve the value of the parameterized\npost-Newtonian (PPN) parameter $\\gamma$ to unprecedented levels of accuracy of\n1 part in 10$^{8}$; the misison will also measure effects of the next\npost-Newtonian order ($\\propto G^2$) of light deflection resulting from\ngravity's intrinsic non-linearity. The solar quadrupole moment parameter,\n$J_2$, will be measured with high precision, as well as a variety of other\nrelativistic effects including Lense-Thirring precession. LATOR will lead to\nvery robust advances in the tests of Fundamental physics: this mission could\ndiscover a violation or extension of general relativity, or reveal the presence\nof an additional long range interaction in the physical law.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/0409111"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0409611",
    "title": "Title:Microarcsecond Astrometry using the SKA",
    "date_publ": "26 Sep 2004",
    "authors": [
      "E. Fomalont",
      "M. Rei"
    ],
    "abstract": "Abstract:  The sensitivity and versatility of SKA will provide microarcsec astrometric\nprecision and high quality milliarcsec-resolution images by simultaneously\ndetecting calibrator sources near the target source. To reach these goals, we\nsuggest that the long-baseline component of SKA contains at least 25% of the\ntotal collecting area in a region between 1000 to 5000 km from the core SKA. We\nalso suggest a minimum of 60 elements in the long-baseline component of SKA to\nprovide the necessary (u-v) coverage. For simultaneous all-sky observations,\nwhich provide absolute astrometric and geodetic parameters, we suggest using\nten independent subarrays each composed of at least six long-baseline elements\ncorrelated with the core SKA. We discuss many anticipated SKA long-baseline\nastrometric experiments: determination of distance, proper motion and orbital\nmotion of thousands of stellar objects; planetary motion detections; mass\ndetermination of degenerate stars using their kinetics; calibration of the\nuniversal distance scale from 10 pc to 10 Mpc; the core and inner-jet\ninteractions of AGN. With an increase by a factor of 10 in absolute astrometric\naccuracy using simultaneous all sky observations, the fundamental quasar\nreference frame can be defined to <10 microarcsec and tied to the solar-system\ndynamic frame to this accuracy. Parameters associated with the earth rotation\nand orientation, nutation, and geophysical parameters, can be accurately\nmonitored. Tests of fundamental physics include: solar and Jovian deflection\nexperiments, the sky frame accuracy needed to interpret the gravity\nwave/pulsar-timing experiment, accurate monitoring of spacecraft orbits which\nimpacts solar system dynamics.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0409611"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0409497",
    "title": "Title:A nonextensive entropy approach to solar wind intermittency",
    "date_publ": "21 Sep 2004",
    "authors": [
      "M. P. Leubner",
      "Z. Voro"
    ],
    "abstract": "Abstract:  The probability distributions (PDFs) of the differences of any physical\nvariable in the intermittent, turbulent interplanetary medium are scale\ndependent. Strong non-Gaussianity of solar wind fluctuations applies for short\ntime-lag spacecraft observations, corresponding to small-scale spatial\nseparations, whereas for large scales the differences turn into a Gaussian\nnormal distribution. These characteristics were hitherto described in the\ncontext of the log-normal, the Castaing distribution or the shell model. On the\nother hand, a possible explanation for nonlocality in turbulence is offered\nwithin the context of nonextensive entropy generalization by a recently\nintroduced bi-kappa distribution, generating through a convolution of a\nnegative-kappa core and positive-kappa halo pronounced non-Gaussian structures.\nThe PDFs of solar wind scalar field differences are computed from WIND and ACE\ndata for different time lags and compared with the characteristics of the\ntheoretical bi-kappa functional, well representing the overall scale dependence\nof the spatial solar wind intermittency. The observed PDF characteristics for\nincreased spatial scales are manifest in the theoretical distribution\nfunctional by enhancing the only tuning parameter $\\kappa$, measuring the\ndegree of nonextensivity where the large-scale Gaussian is approached for\n$\\kappa \\to \\infty$. The nonextensive approach assures for experimental studies\nof solar wind intermittency independence from influence of a priori model\nassumptions. It is argued that the intermittency of the turbulent fluctuations\nshould be related physically to the nonextensive character of the\ninterplanetary medium counting for nonlocal interactions via the entropy\ngeneralization.",
    "categories": [
      "Astrophysics (astro-ph)",
      " Plasma Physics (physics.plasm-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0409497"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0409373",
    "title": "Title:Testing for the Pioneer anomaly on a Pluto exploration mission",
    "date_publ": "15 Sep 2004",
    "authors": [
      "Andreas Rathk"
    ],
    "abstract": "Abstract:  The Doppler-tracking data of the Pioneer 10 and 11 spacecraft show an\nunmodelled constant acceleration in the direction of the inner Solar System. An\noverview of the phenomenon, commonly dubbed the Pioneer anomaly, is given and\nthe possibility for an experimental test of the anomaly as a secondary goal of\nan upcoming space mission is discussed using a putative Pluto orbiter probe as\na paradigm.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0409373"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0409354",
    "title": "Title:Spacecraft Tracking with the SKA",
    "date_publ": "14 Sep 2004",
    "authors": [
      "D. L. Jones (JPL",
      "Caltech"
    ],
    "abstract": "Abstract:  The possibility of using the SKA for occasional support of scientific space\nmissions should be considered, along with all other science goals, in the\ndesign of the array. The benefits of higher data rates from distant spacecraft\nduring high priority, short duration mission phases can be dramatic, while the\ntechnical requirements on the SKA to allow this capability are very few. The\nmost fundamental requirement is coverage of the primary downlink frequencies\nfor deep space missions. Additional benefits can result from real-time high\nprecision angular position measurements of spacecraft. Such measurements allow\nspacecraft navigation with reduced errors and reduced risk, but require at\nleast some long (thousands of km) baselines.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0409354"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0409260",
    "title": "Title:New Insights into Solar Wind Physics from SOHO",
    "date_publ": "10 Sep 2004",
    "authors": [
      "Steven R. Cranme"
    ],
    "abstract": "Abstract:  The Solar and Heliospheric Observatory (SOHO) was launched in December 1995\nwith a suite of instruments designed to answer long-standing questions about\nthe Sun's internal structure, its extensive outer atmosphere, and the solar\nwind. This paper reviews the new understanding of the physical processes\nresponsible for the solar wind that have come from the past 8 years of SOHO\nobservations, analysis, and theoretical work. For example, the UVCS instrument\non SOHO has revealed the acceleration region of the fast solar wind to be far\nfrom simple thermal equilibrium. Evidence for preferential acceleration of\nions, 100 million K ion temperatures, and marked departures from Maxwellian\nvelocity distributions all point to specific types of collisionless heating\nprocesses. The slow solar wind, typically associated with bright helmet\nstreamers, has been found to share some of the nonthermal characteristics of\nthe fast wind. Abundance measurements from spectroscopy and visible-light\ncoronagraphic movies from LASCO have led to a better census of the plasma\ncomponents making up the slow wind. The origins of the solar wind in the\nphotosphere and chromosphere have been better elucidated with disk spectroscopy\nfrom the SUMER and CDS instruments. Finally, the impact of the solar wind on\nspacecraft systems, ground-based technology, and astronauts has been greatly\naided by having continuous solar observations at the Earth-Sun L1 point, and\nSOHO has set a strong precedent for future studies of space weather.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0409260"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0409053",
    "title": "Title:The Interplanetary Network Supplement to the BATSE Catalogs of Untriggered Cosmic Gamma Ray Bursts",
    "date_publ": "2 Sep 2004 (v1), last revised 11 Oct 2004 (this version, v2)",
    "authors": [
      "K. Hurley",
      "B. Stern",
      "J. Kommers",
      "T. Cline",
      "E. Mazets",
      "S. Golenetskii",
      "J. Trombka",
      "T. McClanahan",
      "J. Goldsten",
      "M. Feroci",
      "F. Frontera",
      "C. Guidorzi",
      "E. Montanari",
      "W. Lewin",
      "C. Meegan",
      "G. Fishman",
      "C. Kouveliotou",
      "S. Sinha",
      "S. Seeth"
    ],
    "abstract": "Abstract:  We present Interplanetary Network (IPN) detection and localization\ninformation for 211 gamma-ray bursts (GRBs) observed as untriggered events by\nthe Burst and Transient Source Experiment (BATSE), and published in catalogs by\nKommers et al. (2001) and Stern et al. (2001). IPN confirmations have been\nobtained by analyzing the data from 11 experiments. For any given burst\nobserved by BATSE and one other distant spacecraft, arrival time analysis (or\n``triangulation'') results in an annulus of possible arrival directions whose\nhalf-width varies between 14 arcseconds and 5.6 degrees, depending on the\nintensity, time history, and arrival direction of the burst, as well as the\ndistance between the spacecraft. This annulus generally intersects the BATSE\nerror circle, resulting in a reduction of the area of up to a factor of ~650.\nWhen three widely separated spacecraft observed a burst, the result is an error\nbox whose area is as much as 30000 times smaller than that of the BATSE error\ncircle.\nBecause the IPN instruments are considerably less sensitive than BATSE, they\ngenerally did not detect the weakest untriggered bursts, but did detect the\nmore intense ones which failed to trigger BATSE when the trigger was disabled.\nIn a few cases, we have been able to identify the probable origin of bursts as\nsoft gamma repeaters. The vast majority of the IPN-detected events, however,\nare GRBs, and the confirmation of them validates many of the procedures\nutilized to detect BATSE untriggered bursts.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0409053"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0408076",
    "title": "Title:On the laser frequency stabilization by locking to a LISA arm",
    "date_publ": "21 Aug 2004",
    "authors": [
      "Massimo Tinto",
      "Malik Rakhmano"
    ],
    "abstract": "Abstract:  LISA is an array of three spacecraft flying in an approximately equilateral\ntriangle configuration, which will be used as a low-frequency detector of\ngravitational waves. Recently a technique has been proposed for suppressing the\nphase noise of the onboard lasers by locking them to the LISA arms. In this\npaper we show that the delay-induced effects substantially modify the\nperformance of this technique, making it different from the conventional\nlocking of lasers to optical resonators. We analyze these delay-induced effects\nin both transient and steady-state regimes and discuss their implications for\nthe implementation of this technique on LISA.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0408076"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0408055",
    "title": "Title:Simulations of laser locking to a LISA arm",
    "date_publ": "18 Aug 2004",
    "authors": [
      "Julien Sylvestr"
    ],
    "abstract": "Abstract:  We present detailed numerical simulations of a laser phase stabilization\nscheme for LISA, where both lasers emitting along one arm are locked to each\nother. Including the standard secondary noises and spacecraft motions that\napproximately mimic LISA's orbit, we verify that very stable laser phases can\nbe obtained, and that time delay interferometry can be used to remove the laser\nphase noise from measurements of gravitational wave strains. Most importantly,\nwe show that this locking scheme can provide significant simplifications over\nLISA's baseline design in the implementation of time delay interferometry.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0408055"
  }
]