[
  {
    "url": "https://arxiv.org/abs/gr-qc/0407023",
    "title": "Title:General relativity and quintessence explain the Pioneer anomaly",
    "date_publ": "6 Jul 2004",
    "authors": [
      "J.P. Mbele"
    ],
    "abstract": "Abstract:  The anomalous time depending blueshift, the so-called \"Pioneer anomaly\", that\nwas detected in the radio-metric data from Pioneer 10/11, Ulysses and Galileo\nspacecraft may not result from a real change of velocity. Rather, the Pioneer\nanomaly may be understood within the framework of general relativity as a time\ndepending gravitational frequency shift accounting for the time dependence of\nthe density of the dark energy when the latter is identified with quintessence.\nThus, instead of being in conflict with Einstein equivalence principle, the\nmain Pioneer anomaly appears merely as a new validation of general relativity\nin the weak field and low velocity limit.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/0407023"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0407606",
    "title": "Title:Asteroid Perturbations and Mass Determination for the ASTROD Space Mission",
    "date_publ": "29 Jul 2004",
    "authors": [
      "Chien-Jen Tang",
      "Wei-Tou N"
    ],
    "abstract": "Abstract:  Due to the high-precision nature of the ASTROD (Astrodynamical Space Test of\nRelativity using Optical Devices) mission concept, the asteroid perturbations\non the ASTROD spacecraft is crucial. These perturbations need to be modelled\nand determined together with relativistic effects and other solar-system\nparameters. In a previous investigation (Su et al., Planetary and Space\nScience, 47, 339-43[1999]), we used the mass estimation of Ceres, Pallas and\nVesta in the literature to calculate their perturbations on the ASTROD\nspacecraft. Recently, we established an ephemeris framework (CGC 1) including\nthe 3 big asteroids and used this ephemeris framework to simulate the\ndetermination of their masses together with other solar-system parameters and\nrelativistic-gravity parameters. In this paper, we extend the CGC 1 to CGC 2\nephemeris framework to include 492 asteroids (with diameter > 65 km) . We then\nuse CGC 2 to simulate the determination of ten parameters -- the masses of\nCeres, Pallas and Vesta, the six average densities for the other 489 asteroids,\nclassified into C, S,M,E,G and U types, and the rate of change of the\ngravitational constant G. The fractional mass uncertainties for Ceres, Pallas\nand Vesta are about 10**(-3)-10**(-4); the fractional density uncertainties for\nsix types of asteroids are about 10**(-2)-10**(-3); that for G-dot/G is about\n10**(-14)-10**(-15)/yr. This mass and density determination will be useful for\nthe determination and understanding of the structure and origin of asteroids.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0407606"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0407570",
    "title": "Title:Orbit Simulation for the Determination of Relativistic and Solar-System Parameters for the ASTROD Space Mission",
    "date_publ": "28 Jul 2004",
    "authors": [
      "Dah-Wei Chiou",
      "Wei-Tou N"
    ],
    "abstract": "Abstract:  ASTROD (Astrodynamical Space Test of Relativity using Optical Devices)\nmission concept is to conduct high-precision measurement of relativistic\neffects,solar-system parameters and gravitational waves. In this paper, we\nfirst extend the stochastic model to simulate the determination of the masses\nof three big asteroids (Ceres, Vesta and Pallas). With one range observation\nper day for each spacecraft from 25 days to 800 days of the mission and ten\nrange observations per day for each spacecraft from 800 days to 1050 days of\nthe mission (when the apparent positions of the two spacecraft are close to the\nSun), the accuracies of determining these parameters are 4.6*10**(-7) for\ngamma, 4.0*10**(-7) for beta, 1.2*10**(-8) for J2, and 6.4*10**(-5) M_Ceres,\n7.6*10**(-4) M_Pallas, 8.1*10**(-5) M_Vesta for the mass determination of\nCeres, Pallas and Vesta respectively. We then include in the simulation and\ndetermination the rate of change of the gravitational constant (G-dot), and an\nanomalous constant acceleration (aa) directed towards the Sun (Pioneer\nAnomaly). At the end of 1050 days of simulation, the accuracies of determining\nthese two parameters are 9.5*10**(-15)/yr for G-dot/G and 2.0*10**(-16) m/s2\nfor a_a. The mass loss rate of the inner solar system is at the level of\n1*10**(-13) M_Sun/yr. The accurate determinat-ion of &#288;/G will mean a need\nto simultaneously determine the mass loss rate. In other words, the mission\ngives a way to monitor the mass loss rate of the Sun if &#288;/G can be\ndetermined independently.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0407570"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0407144",
    "title": "Title:The GLAST Burst Monitor",
    "date_publ": "7 Jul 2004",
    "authors": [
      "Andreas von Kienlin",
      "Charles A. Meegan",
      "Giselher G. Lichti",
      "Narayana P. Bhat",
      "Michael S. Briggs",
      "Valerie Connaughton",
      "Roland Diehl",
      "Gerald J. Fishman",
      "Jochen Greiner",
      "Andrew S. Hoover",
      "R. Marc Kippen",
      "Chryssa Kouveliotou",
      "William S. Paciesas",
      "Robert D. Preece",
      "Volker Schoenfelder",
      "Helmut Steinle",
      "Robert B. Wilso"
    ],
    "abstract": "Abstract:  The next large NASA mission in the field of gamma-ray astronomy, GLAST, is\nscheduled for launch in 2007. Aside from the main instrument LAT (Large-Area\nTelescope), a gamma-ray telescope for the energy range between 20 MeV and > 100\nGeV, a secondary instrument, the GLAST burst monitor (GBM), is foreseen. With\nthis monitor one of the key scientific objectives of the mission, the\ndetermination of the high-energy behaviour of gamma-ray bursts and transients\ncan be ensured. Its task is to increase the detection rate of gamma-ray bursts\nfor the LAT and to extend the energy range to lower energies (from ~10 keV to\n\\~30 MeV). It will provide real-time burst locations over a wide FoV with\nsufficient accuracy to allow repointing the GLAST spacecraft. Time-resolved\nspectra of many bursts recorded with LAT and the burst monitor will allow the\ninvestigation of the relation between the keV and the MeV-GeV emission from\nGRBs over unprecedented seven decades of energy. This will help to advance our\nunderstanding of the mechanisms by which gamma-rays are generated in gamma-ray\nbursts.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0407144"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0407082",
    "title": "Title:Gamma-Ray Burst Detection with INTEGRAL/SPI",
    "date_publ": "5 Jul 2004",
    "authors": [
      "Andreas von Kienlin",
      "Nikolas Arend",
      "Giselher Lichti",
      "Andrew Strong",
      "Paul Connel"
    ],
    "abstract": "Abstract:  The spectrometer SPI, one of the two main instruments of the INTEGRAL\nspacecraft, has strong capabilities in the field of Gamma-Ray Burst (GRB)\ndetections. In its 16 deg field of view (FoV) SPI is able to trigger and to\nlocalize GRBs with an accuracy for strong bursts better than 1 deg. The\nexpected GRB detection rate is about one per month.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0407082"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0406013",
    "title": "Title:A Novel Two-Step Laser Ranging Technique for a Precision Test of the Theory of Gravity",
    "date_publ": "4 Jun 2004",
    "authors": [
      "Konstantin Penanen",
      "Talso Chu"
    ],
    "abstract": "Abstract:  All powered spacecraft experience residual systematic acceleration due to\nanisotropy of the thermal radiation pressure and fuel leakage. The residual\nacceleration limits the accuracy of any test of gravity that relies on the\nprecise determination of the spacecraft trajectory. We describe a novel\ntwo-step laser ranging technique, which largely eliminates the effects of\nnon-gravity acceleration sources and enables celestial mechanics checks with\nunprecedented precision. A passive proof mass is released from the mother\nspacecraft on a solar system exploration mission. Retro-reflectors attached to\nthe proof mass allow its relative position to the spacecraft to be determined\nusing optical ranging techniques. Meanwhile, the position of the spacecraft\nrelative to the Earth is determined by ranging with a laser transponder. The\nvector sum of the two is the position, relative to the Earth, of the proof\nmass, the measurement of which is not affected by the residual accelerations of\nthe mother spacecraft. We also describe the mission concept of the Dark Matter\nExplorers (DMX), which will demonstrate this technology and will use it to test\nthe hypothesis that dark matter congregates around the sun. This hypothesis\nimplies a small apparent deviation from the inverse square law of gravity,\nwhich can be detected by a sensitive experiment. We expect to achieve an\nacceleration resolution of $\\sim 10^{-14} m/s^2$. DMX will also be sensitive to\nacceleration towards the galactic center, which has a value of $\\sim 10^{-10}\nm/s^2$. Since dark matter dominates the galactic acceleration, DMX can also\ntest whether dark matter obeys the equivalence principle to a level of 100 ppm\nby ranging to several proof masses of different composition from the mother\nspacecraft.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0406013"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0406167",
    "title": "Title:The Infrared Spectrograph on the Spitzer Space Telescope",
    "date_publ": "7 Jun 2004",
    "authors": [
      "J.R. Houck (1)",
      "the Spitzer/IRS team",
      "((1) Cornell University"
    ],
    "abstract": "Abstract:  The Infrared Spectrograph (IRS) is one of three science instruments on the\nSpitzer Space Telescope. The IRS comprises four separate spectrograph modules\ncovering the wavelength range from 5.3 to 38micron with spectral resolutions, R\n\\~90 and 600, and it was optimized to take full advantage of the very low\nbackground in the space environment. The IRS is performing at or better than\nthe pre-launch predictions. An autonomous target acquisition capability enables\nthe IRS to locate the mid-infrared centroid of a source, providing the\ninformation so that the spacecraft can accurately offset that centroid to a\nselected slit. This feature is particularly useful when taking spectra of\nsources with poorly known coordinates. An automated data reduction pipeline has\nbeen developed at the Spitzer Science Center.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0406167"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0405147",
    "title": "Title:The LISA Time-Delay Interferometry Zero-Signal Solution. I: Geometrical Properties",
    "date_publ": "30 May 2004",
    "authors": [
      "Massimo Tinto",
      "Shane L. Larso"
    ],
    "abstract": "Abstract:  Time-Delay Interferometry (TDI) is the data processing technique needed for\ngenerating interferometric combinations of data measured by the multiple\nDoppler readouts available onboard the three LISA spacecraft. Within the space\nof all possible interferometric combinations TDI can generate, we have derived\na specific combination that has zero-response to the gravitational wave signal,\nand called it the {\\it Zero-Signal Solution} (ZSS). This is a two-parameter\nfamily of linear combinations of the generators of the TDI space, and its\nresponse to a gravitational wave becomes null when these two parameters\ncoincide with the values of the angles of the source location in the sky.\nRemarkably, the ZSS does not rely on any assumptions about the gravitational\nwaveform, and in fact it works for waveforms of any kind. Our approach is\nanalogous to the data analysis method introduced by Gürsel & Tinto in the\ncontext of networks of Earth-based, wide-band, interferometric gravitational\nwave detectors observing in coincidence a gravitational wave burst. The ZSS\nshould be regarded as an application of the Gürsel & Tinto method to the LISA\ndata.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0405147"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0405091",
    "title": "Title:Modified Gravitational Theory and the Gravity Probe-B Gyroscope Experiment",
    "date_publ": "17 May 2004",
    "authors": [
      "J. W. Moffa"
    ],
    "abstract": "Abstract:  A possible deviation from the precession of the Gravity Probe-B gyroscope\npredicted by general relativity is obtained in the nonsymmetric gravity theory.\nThe time delay of radio signals emitted by spacecraft at planetary distances\nfrom the Sun, in nonsymmetric gravity theory is the same as in general\nrelativity. A correction to the precession of the gyroscope would provide a\npossible experimental signature for the Gravity Probe-B gyroscope experiment.\nThe Lense-Thirring frame-dragging effect is predicted to be the same as in GR.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0405091"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0405076",
    "title": "Title:Modified Gravitational Theory and the Pioneer 10 and 11 Spacecraft Anomalous Acceleration",
    "date_publ": "14 May 2004",
    "authors": [
      "J. W. Moffa"
    ],
    "abstract": "Abstract:  The nonsymmetric gravitational theory leads to a modified acceleration law\nthat can at intermediate distance ranges account for the anomalous acceleration\nexperienced by the Pioneer 10 and 11 spacecraft.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0405076"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0405053",
    "title": "Title:New ways in testing post-Newtonian gravity in the Solar System scenario from planetary motion analysis",
    "date_publ": "10 May 2004 (v1), last revised 14 Aug 2004 (this version, v2)",
    "authors": [
      "Lorenzo Iori"
    ],
    "abstract": "Abstract:  Here we explore the possibility of extending to the Solar System scenario the\ncombined residual approach employed for the deterination of the Lense-Thirring\neffect in the Earth-LAGEOS satellites system. After calculating the secular\ngravitoelectric advance of the mean anomaly, we propose several linear\ncombinations of the residuals of the nodes, the perihelia and the mean\nanomalies of some inner planets in order to measure the gravitoelectric\nadvance, the Lense-Thirring effect and the solar quadrupole mass moment. The\nobtainable accuracies are comparable to those of new complex and expensive\nmissions involving the launch of one or more spacecrafts. They are 10^-4 for\nthe PPN parameter beta, 10^-5 for gamma, 10^-9 for the solar J2, 20-30% for the\nLense-Thirring effect. In the case of the solar gravitomagnetic field, it would\nbe the first attempt to measure its effect on the planetary motions. However,\nthe improvements in the ephemerides of Mercury thanks to the Messenger and\nBepiColombo missions will map into an increasing accuracy of the proposed\ntests.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/0405053"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0405522",
    "title": "Title:Detailed Calculation of Test-Mass Charging in the LISA Mission",
    "date_publ": "26 May 2004 (v1), last revised 7 Oct 2004 (this version, v3)",
    "authors": [
      "H. M. Araujo",
      "P. Wass",
      "D. Shaul",
      "G. Rochester",
      "T. J. Sumne"
    ],
    "abstract": "Abstract:  The electrostatic charging of the LISA test masses due to exposure of the\nspacecraft to energetic particles in the space environment has implications in\nthe design and operation of the gravitational inertial sensors and can affect\nthe quality of the science data. Robust predictions of charging rates and\nassociated stochastic fluctuations are therefore required for the exposure\nscenarios expected throughout the mission. We report on detailed charging\nsimulations with the Geant4 toolkit, using comprehensive geometry and physics\nmodels, for Galactic cosmic-ray protons and helium nuclei. These predict\npositive charging rates of 50 +e/s (elementary charges per second) for solar\nminimum conditions, decreasing by half at solar maximum, and current\nfluctuations of up to 30 +e/s/Hz^{1/2}. Charging from sporadic solar events\ninvolving energetic protons was also investigated. Using an event-size\ndistribution model, we conclude that their impact on the LISA science data is\nmanageable. Several physical processes hitherto unexplored as potential\ncharging mechanisms have also been assessed. Significantly, the kinetic\nemission of very low-energy secondary electrons due to bombardment of the\ninertial sensors by primary cosmic rays and their secondaries can produce\ncharging currents comparable with the Monte Carlo rates.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0405522"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0405366",
    "title": "Title:Active Galactic Nuclei. VII. The Spacecraft Wobble and X-Ray Variability of Seyfert Galaxy NGC 5548",
    "date_publ": "19 May 2004",
    "authors": [
      "Ludwik Liszka",
      "A. G. Pacholczyk",
      "William R. Stoeger S."
    ],
    "abstract": "Abstract:  In discussing the short-time variability of extragalactic X-ray sources, we\nfocus on explaining how wavelet transform in conjunction with non-linear\nfiltering methods are used to remove Poisson statistics and wobble-related\nvariability from the data. This enables the resolution of their intrinsic\nstochastic, quasi-periodic and deterministic variable components, as well the\ndetermination of their persistence. As detailed examples we review and extend\nthe application of these techniques to ROSAT data for the Seyfert I galaxy NGC\n5548 and for the QSO 3C273. Besides illustrating the discriminating power of\nthese methods, these treatments confirm the intrinsic character of the\ntransient quasi-periodic and deterministic events in NGC 5548 and 3C273 and\nenable us to compare both the elementary events and the short-time variability\nin the two types of sources. These methods can be applied in the investigation\nof intrinsic source variability in other spectral regions.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0405366"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0405233",
    "title": "Title:The Swift Gamma-Ray Burst Mission",
    "date_publ": "12 May 2004",
    "authors": [
      "N. Gehrels",
      "G Chincarini",
      "P. Giommi",
      "K. O. Mason",
      "J. A. Nousek",
      "A. A. Wells",
      "N. E. White",
      "S. D. Barthelmy",
      "D. N. Burrows",
      "L. R. Cominsky",
      "K. C. Hurley",
      "F. E. Marshall",
      "P. Meszaros",
      "P. W. A. Roming",
      "Swift Science Tea"
    ],
    "abstract": "Abstract:  The Swift mission, scheduled for launch in early 2004, is a multiwavelength\nobservatory for gamma-ray burst (GRB) astronomy. It is the first-of-its-kind\nautonomous rapid-slewing satellite for transient astronomy and pioneers the way\nfor future rapid-reaction and multiwavelength missions. It will be far more\npowerful than any previous GRB mission, observing more than 100 bursts per year\nand performing detailed X-ray and UV/optical afterglow observations spanning\ntimescales from 1 minute to several days after the burst. The objectives are to\ndetermine the origin of GRBs; classify GRBs and search for new types; study the\ninteraction of the ultra-relativistic outflows of GRBs with their surrounding\nmedium; and use GRBs to study the early universe out to z>10. The mission is\nbeing developed by a NASA-led international collaboration. It will carry three\ninstruments: a new-generation wide-field gamma-ray (15-150 keV) detector; a\nnarrow-field X-ray telescope; and a narrow-field UV/optical telescope. Redshift\ndeterminations will be made for most bursts. In addition to the primary GRB\nscience, the mission will perform a hard X-ray survey to a sensitivity of ~1\nmCrab (~2x10^{-11} erg cm^{-2} s^{-1} in the 15-150 keV band), more than an\norder of magnitude better than HEAO A-4. A flexible data and operations system\nwill allow rapid follow-up observations of all types of high-energy transients,\nwith rapid data downlink and uplink available through the NASA TDRSS system.\nThe mission is currently funded for 2 years of operations and the spacecraft\nwill have a lifetime to orbital decay of ~8 years. [ABRIDGED]",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0405233"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0405148",
    "title": "Title:Are the sungrazing comets the inner source of pickup ions and energetic neutral atoms?",
    "date_publ": "7 May 2004 (v1), last revised 11 Feb 2005 (this version, v3)",
    "authors": [
      "M. Bzowski",
      "M. Krolikowska (Space Research Centre PAS",
      "Warsaw",
      "Poland"
    ],
    "abstract": "Abstract:  We present arguments that at least part of the inner source of pickup ions in\nthe solar wind might be the material released by sungrazing comets. Based on a\nstatistical analysis of sungrazing comets detected over almost eight years of\nLASCO operation (1996 -- September 09 2004) an overwhelming majority of the\nobserved sungrazers belong to the Kreutz group of comets, follows tightly\nclumped orbits and break up at $\\sim 40 - 4$ solar radii in a well defined\nregion of space. The material released from these comets could be (after\nionization) an important portion of the inner source of pickup ions (PUIs), as\nthe local mass flux of the inner source and cometary PUIs seem comparable. We\nindicate time intervals during the year when the cometary PUIs could be\nobserved from a spacecraft on the Earth's orbit (from the end of July until the\nend of the year) and show three time intervals when they should be observable\nby Ulysses (from its launch time until the end of 1990, from the end of\nNovember 1994 until mid-May 1995 and from February 2001 until the end of July,\n2001). We argue that the PUIs from the inner source should include both singly\nand doubly charged ions and that this cometary hypothesis alleviates some\ndifficulties (in particular, the issue of hydrogen deficit) in the\ninterpretation of the inner source as solar wind neutralized on dust grains\nclose to the Sun.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0405148"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0404079",
    "title": "Title:Lisa",
    "date_publ": "17 Apr 2004",
    "authors": [
      "J. Alberto Lob"
    ],
    "abstract": "Abstract:  The extreme weakness of the gravitational interaction has as one of its\nconsequences that appreciable intensities of gravitational waves (GW) can only\nbe generated in large size astrophysical and cosmological sources. Earth based\ndetectors face unsurmountable problems to be sensitive to signals at\nfrequencies below 10 Hz due to seismic vibrations. In order to see lower\nfrequency signals, a space based detector is the natural solution. LISA (Laser\nInterferometer Space Antenna) is a joint ESA-NASA project aimed at detecting\nGWs in a range of frequencies between 10^{-4} Hz and 10^{-1} Hz, and consists\nin a constellation of three spacecraft in heliocentric orbit, whose GW-induced\narmlength variations are monitored by high precision interferometry. This\narticle reviews the main features and scientific goals of the LISA mission, as\nwell as a shorter description of its precursor tecnological mission LPF (LISA\nPathfinder).",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0404079"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0404354",
    "title": "Title:XMM-Newton Observation of Solar Wind Charge Exchange Emission",
    "date_publ": "19 Apr 2004",
    "authors": [
      "S.L. Snowden (GSFC/Usra)",
      "M.R. Collier (GSFC)",
      "K.D. Kuntz (UMBC"
    ],
    "abstract": "Abstract:  We present an XMM-Newton spectrum of diffuse X-ray emission from within the\nsolar system. The spectrum is dominated by probable C VI lines at 0.37 keV and\n0.46 keV, an O VII line at 0.56 keV, O VIII lines at 0.65 keV and ~0.8 keV, Ne\nIX lines at ~0.92 keV, and Mg XI lines at ~1.35 keV. This spectrum is\nconsistent with that expected from charge exchange emission between the highly\nionized solar wind and either interstellar neutrals in the heliosphere or\nmaterial from Earth's exosphere. The emission is clearly seen as a low-energy\n(E<1.5 keV) spectral enhancement in one of a series of four observations of the\nHubble Deep Field North. The X-ray enhancement is concurrent with an\nenhancement in the solar wind measured by ACE, Wind, and SoHO spacecraft. The\nsolar wind enhancement reaches a flux level an order of magnitude more intense\nthan typical fluxes at 1 AU, and has a significantly enhanced O^{+7}/O^{+6}\nratio. Besides being of interest in its own right for studies of the solar\nsystem, this emission can have significant consequences for observations of\ncosmological objects. It can provide emission lines at zero redshift which are\nof particular interest in studies of diffuse thermal emission (e.g., O VII and\nO VIII), and which can therefore act as contamination in the spectra of objects\nwhich cover the entire detector field of view. We propose the use of solar wind\nmonitoring data as a diagnostic to screen for such possibilities.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0404354"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0403023",
    "title": "Title:LISA Science Results in the Presence of Data Disturbances",
    "date_publ": "4 Mar 2004",
    "authors": [
      "Scott E Pollac"
    ],
    "abstract": "Abstract:  Each spacecraft in the Laser Interferometer Space Antenna houses a proof mass\nwhich follows a geodesic through spacetime. Disturbances which change the proof\nmass position, momentum, and/or acceleration will appear in the LISA data\nstream as additive quadratic functions. These data disturbances inhibit signal\nextraction and must be removed. In this paper we discuss the identification and\nfitting of monochromatic signals in the data set in the presence of data\ndisturbances. We also present a preliminary analysis of the extent of science\nresult limitations with respect to the frequency of data disturbances.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0403023"
  },
  {
    "url": "https://arxiv.org/abs/physics/0402122",
    "title": "Title:Isolated Electrostatic Structures Observed Throughout the Cluster Orbit: Relationship to Magnetic Field Strength",
    "date_publ": "25 Feb 2004",
    "authors": [
      "J. S. Pickett",
      "L.-J. Chen",
      "S. W. Kahler",
      "O. Santolik",
      "D. A. Gurnett",
      "B. T. Tsurutani",
      "A. Balog"
    ],
    "abstract": "Abstract:  Isolated electrostatic structures are observed throughout much of the 4 Re by\n19.6 Re Cluster orbit. These structures are observed in the Wideband plasma\nwave instrument's waveform data as bipolar and tripolar pulses. These\nstructures are observed at all of the boundary layers, in the solar wind and\nmagnetosheath, and along auroral field lines at 4.5-6.5 Re. Using the Wideband\nwaveform data from the various Cluster spacecraft we have carried out a survey\nof the amplitudes and time durations of these structures and how these\nquantities vary with the local magnetic field strength. Such a survey has not\nbeen carried out before, and it reveals certain characteristics of solitary\nstructures in a finite magnetic field, a topic still inadequately addressed by\ntheories. We find that there is a broad range of electric field amplitudes at\nany specific magnetic field strength, and there is a general trend for the\nelectric field amplitudes to increase as the strength of the magnetic field\nincreases over a range of 5 to 500 nT. We provide a possible explanation for\nthis trend that releates to the structures being Bernstein-Greene-Kruskal mode\nsolitary waves. There is no corresponding dependence of the duration of the\nstructures on the magnetic field strength, although a plot of these two\nquantities reveals the unexpected result that with the exception of the\nmagnetosheath, all of the time durations for all of the other regions are\ncomparable, wheras the magnetosheath time durations clearly are in a different\ncategory of much smaller time duration. We speculate that this implies the\nstructures are much smaller in size.",
    "categories": [
      "Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/physics/0402122"
  },
  {
    "url": "https://arxiv.org/abs/physics/0402035",
    "title": "Title:Nonlinear model for magnetosonic shocklets in plasmas",
    "date_publ": "6 Feb 2004",
    "authors": [
      "P.K. Shukla",
      "B. Eliasson",
      "M. Marklund",
      "R. Bingha"
    ],
    "abstract": "Abstract:  Exact nonlinear equations for magnetosonic shocklets in a uniform hot\nmagnetoplasma are derived by using the nonlinear magnetohydrodynamic equations.\nAnalytic as well as numerical solutions of the nonlinear equations are\npresented. Shock-like structures of the ion fluid velocity and magnetic field\n(or the plasma density) perturbations are obtained. The results may have\nrelevance to the understanding of fast magnetosonic shocklets that have been\nrecently observed by onboard instruments of the Cluster spacecraft at the\nEarth's bow shock.",
    "categories": [
      "Plasma Physics (physics.plasm-ph)"
    ],
    "url_pdf": "/pdf/physics/0402035"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0401077",
    "title": "Title:Comoving suppression mechanism and cosmological constant problem",
    "date_publ": "17 Jan 2004",
    "authors": [
      "Jian Qi She"
    ],
    "abstract": "Abstract:  In this paper, we assume that the observer is fixed in a comoving frame of\nreference with $g_{00}=\\frac{\\lambda}{\\Lambda}$, where $\\lambda$ and $\\Lambda$\ndenote the comoving parameter and the cosmological constant, respectively. By\nusing the {\\it comoving suppression mechanism} and {\\it Mach's principle} (the\nlatter of which is used to determine the comoving parameter $\\lambda$), we\ncalculate the vacuum energy density of quantum fluctuation field in the\nabove-mentioned comoving frame of reference. It is shown that in such a\ncomoving frame of reference, the cosmological constant will greatly decrease by\nmany orders of magnitude (if Mach's principle is applied to this calculation,\nthen it will be shown that $\\Lambda$ is reduced by about 120 orders of\nmagnitude). Additionally, we briefly discuss the related topics such as the\nvarying observed speed of light ($\\frac{{\\rm d}c}{{\\rm d}t}={\\mathcal\nO}(10^{-9}{\\rm m/s}^{2})$) and the mystery of anomalous acceleration ($\\sim\n10^{-9}{\\rm m/s}^{2}$) acquired by the Pioneer 10/11, Galileo and Ulysses\nspacecrafts.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0401077"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0401063",
    "title": "Title:The Laser Astrometric Test of Relativity Mission",
    "date_publ": "15 Jan 2004",
    "authors": [
      "Slava G. Turyshev",
      "Michael Shao",
      "Kenneth L. Nordtvedt J"
    ],
    "abstract": "Abstract:  This paper discusses new fundamental physics experiment to test relativistic\ngravity at the accuracy better than the effects of the 2nd order in the\ngravitational field strength. The Laser Astrometric Test Of Relativity (LATOR)\nmission uses laser interferometry between two micro-spacecraft whose lines of\nsight pass close by the Sun to accurately measure deflection of light in the\nsolar gravity. The key element of the experimental design is a redundant\ngeometry optical truss provided by a long-baseline (100 m) multi-channel\nstellar optical interferometer placed on the International Space Station. The\ngeometric redundancy enables LATOR to measure the departure from Euclidean\ngeometry caused by the solar gravity field to a very high accuracy. LATOR will\nnot only improve the value of the parameterized post-Newtonian (PPN) parameter\ngamma to unprecedented levels of accuracy of 1 part in 1e8, it will also reach\nability to measure effects of the next post-Newtonian order (1/c^4) of light\ndeflection resulting from gravity's intrinsic non-linearity. The solar\nquadrupole moment parameter, J2, will be measured with high precision, as well\nas a variety of other relativistic. LATOR will lead to very robust advances in\nthe tests of fundamental physics: this mission could discover a violation or\nextension of general relativity, or reveal the presence of an additional long\nrange interaction in the physical law. There are no analogs to the LATOR\nexperiment; it is unique and is a natural culmination of solar system gravity\nexperiments.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0401063"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0401380",
    "title": "Title:Spectrum of Solar Type I Continuum Noise Storm in the 50 - 80 MHz band, and Plasma characteristics in the associated source region",
    "date_publ": "20 Jan 2004",
    "authors": [
      "G. A. Shanmugha Sundaram",
      "K. R. Subramania"
    ],
    "abstract": "Abstract:  Continuum observations of a solar noise storm in the frequency range of 50 -\n80 MHz observed with the Gauribidanur radio spectrograph during 2000 September,\n26 & 27, are presented here. The radio spectral index of the noise storm\ncontinuum in the band 50 - 80 MHz is found to be ~3.65 during the above period.\nThe Noise Storm continuum radiation is explained as a consequence of the\nnon-thermal, plasma emission mechanism. The beam-density of suprathermal\nelectrons is estimated for the coronal plasma near the source region of storm\nradiation. Supplementary evidence for the density-estimate is provided by way\nof analysing the imaging data from the SXT on-board the Yohkoh spacecraft, and\nthe LASCO, MDI, and EIT on board the SoHO spacecraft.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0401380"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0312049",
    "title": "Title:SIMsim: An End-to-End Simulation of The Space Interferometer Mission",
    "date_publ": "2 Dec 2003",
    "authors": [
      "David L. Meier",
      "William M. Folkner (JPL"
    ],
    "abstract": "Abstract:  We present the basic elements and first results of an end-to-end simulation\npackage whose purpose is to test the validity of the Space Interferometer\nMission design. The fundamental simulation time step is one millisecond, with\nsubstructure at 1/8 ms, and the total duration of the simulation is five years.\nThe end product of a given \"wide-angle\" astrometry run is an estimated grid\nstar catalog over the entire sky with an accuracy of about 4 micro-arcseconds.\nSIMsim is divided into five separate modules that communicate via data pipes.\nThe first generates the 'truth' data on the spacecraft structure and laser\nmetrology. The second module generates uncorrupted fringes for the three SIM\ninterferometers, based on the current spacecraft orientation, target stars'\npositions, etc. The third module reads out the CCD white light fringe data at\nspecified times, corrupting that and the metrology data with appropriate\nerrors. The data stream out of this module represents the basic data stream on\nthe simulated spacecraft. The fourth module performs fringe-fitting tasks on\nthis data, recovering the total path delay, and the fifth and final module\ninverts the entire metrology/delay dataset to ultimately determine the\ninstantaneous path delay on a fiducial baseline fixed in space. (Pathlength\nfeed forward is used every few milliseconds to re-position the interferometer\nto keep the fringes in the delay window.) The average of all such delays over\nan integration time (typically 30 s) is reported as one of several hundred\nthousand measured stellar delays over the five-year period, which are then\ninverted to produce the simulated catalog.\nFuture plans include taking into account more sources of error from the SIM\nerror budget and including narrow angle observations in the observing plan.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0312049"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0311058",
    "title": "Title:Simultaneity, radar 4-coordinates and the 3+1 point of view about accelerated observers in special relativity",
    "date_publ": "18 Nov 2003 (v1), last revised 29 Apr 2004 (this version, v4)",
    "authors": [
      "D. Alba (Univ. Firenze)",
      "L. Lusanna (INFN Firenze"
    ],
    "abstract": "Abstract:  After a review of the 1+3 point of view on non-inertial observers and of the\nproblems of rotating reference frames, we underline that was is lacking in\ntheir treatment is a good global notion of simultaneity due to the restricted\nvalidity of the existing 4-coordinates associated to an accelerated observer\n(like the Fermi normal ones). We show that the relativistic Hamiltonian 3+1\npoint of view, based on a 3+1 splitting of Minkowski space-time with a\nfoliation whose space-like leaves are both simultaneity and Cauchy surfaces,\nallows to find a solution to such problems, if we take into account M$ø$ller's\ndefinition of allowed 4-coordinate transformations extended to radar\n4-coordinates. Rigidly rotating relativistic reference frames are shown not to\nexist. We give explicit foliations, with simultaneity surfaces (also space-like\nhyper-planes) non orthogonal to the non-inertial observer world-line, which\ncorrespond to a good notion of simultaneity for suitable (mutually balancing)\ntranslational and rotational accelerations. This allows to evaluate the\nsimultaneity-dependent one-way speed of light and to give the 3+1 description\nof both the rotating disk and the Sagnac effect. It is also shown how a GPS\nsystem of spacecrafts may establish a grid of admissible radar 4-coordinates\nand how the ACES mission can employ a variant of this method adapted to Earth's\nrotation in the evaluation of the one-way time transfer to detect the deviation\nfrom Einstein convention on the synchronization of inertial clocks implied by\nsuch a notion of simultaneity. We show that in parametrized Minkowski theories\nall the admissible notions of simultaneity are gauge equivalent ({\\it\nconventionality of simultaneity}) and, as an example, we describe Maxwell\ntheory in non-inertial systems with any admissible notion of simultaneity.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " High Energy Physics - Theory (hep-th)"
    ],
    "url_pdf": "/pdf/gr-qc/0311058"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0311049",
    "title": "Title:New Concept for Testing General Relativity: The Laser Astrometric Test of Relativity (LATOR) Mission",
    "date_publ": "15 Nov 2003",
    "authors": [
      "Slava G. Turyshev",
      "Michael Shao",
      "Kenneth Nordtvedt J"
    ],
    "abstract": "Abstract:  This paper discusses new Fundamental physics experiment that will test\nrelativistic gravity at the accuracy better than the effects of the second\norder in the gravitational field strength, ~G^2. The Laser Astrometric Test Of\nRelativity (LATOR) mission uses laser interferometry between two\nmicro-spacecraft whose lines of sight pass close by the Sun to accurately\nmeasure deflection of light in the solar gravity. The key element of the\nexperimental design is a redundant geometry optical truss provided by a\nlong-baseline (100 m) multi-channel stellar optical interferometer placed on\nthe International Space Station (ISS). The spatial interferometer is used for\nmeasuring the angles between the two spacecraft and for orbit determination\npurposes. LATOR will not only improve the value of the parameterized\npost-Newtonian (PPN) $\\gamma$ to unprecedented levels of accuracy of 1 part in\n10e8, it will also reach ability to measure effects of the next post-Newtonian\norder (1/c^4) of light deflection resulting from gravity's intrinsic\nnon-linearity. The solar quadrupole moment parameter, J2, will be measured with\nhigh precision, as well as a variety of other relativistic effects including\nLense-Thirring precession. LATOR will lead to very robust advances in the tests\nof Fundamental physics: this mission could discover a violation or extension of\ngeneral relativity, or reveal the presence of an additional long range\ninteraction in the physical law. There are no analogs to the LATOR experiment;\nit is unique and is a natural culmination of solar system gravity experiments.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0311049"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0311020",
    "title": "Title:The Laser Astrometric Test of Relativity (LATOR) Mission",
    "date_publ": "7 Nov 2003 (v1), last revised 6 May 2004 (this version, v2)",
    "authors": [
      "Slava G. Turyshev",
      "Michael Shao",
      "Kenneth Nordtvedt J"
    ],
    "abstract": "Abstract:  This paper discusses new fundamental physics experiment that will test\nrelativistic gravity at the accuracy better than the effects of the second\norder in the gravitational field strength, $\\propto G^2$. The Laser Astrometric\nTest Of Relativity (LATOR) mission uses laser interferometry between two\nmicro-spacecraft whose lines of sight pass close by the Sun to accurately\nmeasure deflection of light in the solar gravity. The key element of the\nexperimental design is a redundant geometry optical truss provided by a\nlong-baseline (100 m) multi-channel stellar optical interferometer placed on\nthe International Space Station (ISS). The spatial interferometer is used for\nmeasuring the angles between the two spacecraft and for orbit determination\npurposes. The geometric redundancy enables LATOR to measure the departure from\nEuclidean geometry caused by the solar gravity field to a very high accuracy.\nLATOR will not only improve the value of the parameterized post-Newtonian (PPN)\n$\\gamma$ to unprecedented levels of accuracy of 1 part in 10$^{8}$, it will\nalso reach ability to measure effects of the next post-Newtonian order\n($c^{-4}$) of light deflection resulting from gravity's intrinsic\nnon-linearity. The solar quadrupole moment parameter, $J_2$, will be measured\nwith high precision, as well as a variety of other relativistic effects\nincluding Lense-Thirring precession. LATOR will lead to very robust advances in\nthe tests of Fundamental physics: this mission could discover a violation or\nextension of general relativity, or reveal the presence of an additional long\nrange interaction in the physical law. There are no analogs to the LATOR\nexperiment; it is unique and is a natural culmination of solar system gravity\nexperiments.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)",
      " Astrophysics (astro-ph)",
      " Space Physics (physics.space-ph)"
    ],
    "url_pdf": "/pdf/gr-qc/0311020"
  },
  {
    "url": "https://arxiv.org/abs/physics/0310061",
    "title": "Title:Scaling in long term data sets of geomagnetic indices and solar wind epsilon as seen by WIND spacecraft",
    "date_publ": "14 Oct 2003",
    "authors": [
      "B. Hnat",
      "S.C. Chapman",
      "G. Rowlands",
      "N.W. Watkins",
      "M.P. Freema"
    ],
    "abstract": "Abstract:  We study scaling in fluctuations of the geomagnetic indices (AE, AU, and AL)\nthat provide a measure of magnetospheric activity and of the epsilon parameter\nwhich is a measure of the solar wind driver. Generalized structure function\n(GSF) analysis shows that fluctuations exhibit self-similar scaling up to about\n1 hour for the AU index and about 2 hours for AL, AE and epsilon when the most\nextreme fluctuations over 10 standard deviations are excluded. The scaling\nexponents of the GSF are found to be similar for the three AE indices, and to\ndiffer significantly from that of epsilon. This is corroborated by direct\ncomparison of their rescaled probability density functions.",
    "categories": [
      "Space Physics (physics.space-ph)",
      " Data Analysis, Statistics and Probability (physics.data-an)"
    ],
    "url_pdf": "/pdf/physics/0310061"
  },
  {
    "url": "https://arxiv.org/abs/math/0310475",
    "title": "Title:Solving two-point boundary value problems using generating functions: Theory and Applications to optimal control and the study of Hamiltonian dynamical systems",
    "date_publ": "30 Oct 2003",
    "authors": [
      "Vincent M Guibout",
      "Daniel J Scheere"
    ],
    "abstract": "Abstract:  A methodology for solving two-point boundary value problems in phase space\nfor Hamiltonian systems is presented. Using Hamilton-Jacobi theory in\nconjunction with the canonical transformation induced by the phase flow, we\nshow that the generating functions for this transformation solve any two-point\nboundary value problem in phase space. Properties of the generating functions\nare exposed, we especially emphasize multiple solutions, singularities,\nrelations with the state transition matrix and symmetries. Then, we show that\nusing Hamilton's principal function we are also able to solve two-point\nboundary value problems, nevertheless both methodologies have fundamental\ndifferences that we explore. Finally, we present some applications of this\ntheory. Using the generating functions for the phase flow canonical\ntransformation we are able to solve the optimal control problem (without an\ninitial guess), to study phase space structures in Hamiltonian dynamical\nsystems (periodic orbits, equilibrium points) and classical targeting problems\n(this last topic finds its applications in the design of spacecraft formation\ntrajectories, reconfiguration, formation keeping, etc...).",
    "categories": [
      "Dynamical Systems (math.DS)"
    ],
    "url_pdf": "/pdf/math/0310475"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0310101",
    "title": "Title:The Pioneer anomaly in the context of the braneworld scenario",
    "date_publ": "21 Oct 2003 (v1), last revised 4 Jun 2004 (this version, v3)",
    "authors": [
      "O. Bertolami",
      "J. Páramo"
    ],
    "abstract": "Abstract:  We examine the Pioneer anomaly - a reported anomalous acceleration affecting\nthe Pioneer 10/11, Galileo and Ulysses spacecrafts - in the context of a\nbraneworld scenario. We show that effects due to the radion field cannot\naccount for the anomaly, but that a scalar field with an appropriate potential\nis able to explain the phenomena. Implications and features of our solution are\nanalyzed.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0310101"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0310036",
    "title": "Title:The ST7 Interferometer",
    "date_publ": "7 Oct 2003",
    "authors": [
      "Robert Spero",
      "Andreas Kuhner"
    ],
    "abstract": "Abstract:  Two homodyne Michelson interferferometers aboard the LISA Pathfinder\nspacecraft will measure the the positions of two free-floating test masses, as\npart of the NASA ST7 mission. The interferometer is required to measure the\nseparation between the test masses with sensitivity of 30 pm/sqrt(Hz) at 10\nmHz. The readout scheme is described, error sources are analyzed, and\nexperimental results are presented.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0310036"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0310017",
    "title": "Title:Time Delay Interferometry with Moving Spacecraft Arrays",
    "date_publ": "3 Oct 2003 (v1), last revised 15 Mar 2004 (this version, v2)",
    "authors": [
      "Massimo Tinto",
      "Frank B. Estabrook",
      "adn J.W. Armstron"
    ],
    "abstract": "Abstract:  Space-borne interferometric gravitational wave detectors, sensitive in the\nlow-frequency (millihertz) band, will fly in the next decade. In these\ndetectors the spacecraft-to-spacecraft light-travel-times will necessarily be\nunequal, time-varying, and (due to aberration) have different time delays on\nup- and down-links. Reduction of data from moving interferometric laser arrays\nin solar orbit will in fact encounter non-symmetric up- and downlink light time\ndifferences that are about 100 times larger than has previously been\nrecognized. The time-delay interferometry (TDI) technique uses knowledge of\nthese delays to cancel the otherwise dominant laser phase noise and yields a\nvariety of data combinations sensitive to gravitational waves. Under the\nassumption that the (different) up- and downlink time delays are constant, we\nderive the TDI expressions for those combinations that rely only on four\ninter-spacecraft phase measurements. We then turn to the general problem that\nencompasses time-dependence of the light-travel times along the laser links. By\nintroducing a set of non-commuting time-delay operators, we show that there\nexists a quite general procedure for deriving generalized TDI combinations that\naccount for the effects of time-dependence of the arms. By applying our\napproach we are able to re-derive the ``flex-free'' expression for the\nunequal-arm Michelson combinations $X_1$, first presented in \\cite{STEA}, and\nobtain the generalized expressions for the TDI combinations called Relay,\nBeacon, Monitor, and Symmetric Sagnac.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0310017"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0310515",
    "title": "Title:Statistical Uncertainty in the Re-Analysis of Polarization in GRB021206",
    "date_publ": "17 Oct 2003",
    "authors": [
      "Steven E. Boggs",
      "Wayne Cobur"
    ],
    "abstract": "Abstract:  We recently reported the first detection of an astrophysical gamma-ray\npolarization from GRB021206 using the Reuven Ramaty High Energy Solar\nSpectroscopic Imager (RHESSI) spacecraft. Our analysis suggested gamma-ray\npolarization at an astoundingly high level, 80+/-20%. A recent manuscript\nre-analyzes this event in the RHESSI data, and sets an upper limit on potential\npolarization of 4.1% -- clearly inconsistent with our initial analysis. This\nmanuscript raises a number of important concerns about the analysis, which are\nalready being addressed in a separate methods paper under preparation. We note\nhere, however, that the limit set on the potential polarization by this\nre-analysis is significantly underestimated using their novel statistical\nmethods.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0310515"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0310379",
    "title": "Title:Space Studies of the Black-Drop Effect at a Mercury Transit",
    "date_publ": "14 Oct 2003",
    "authors": [
      "G. Schneider",
      "J. M. Pasachoff",
      "L. Golu"
    ],
    "abstract": "Abstract:  Transits of Mercury and Venus across the face of the Sun are rare. The 20th\ncentury had 15 transits of Mercury and the 21st century will have 14, the two\nmost recent occuring on 15 November 1999 and 7 May 2003. We report on our\nobservations and analyses of a black-drop effect at the 1999 and 2003 transits\nof Mercury seen in high spatial resolution optical imaging with NASA's\nTransition Region and Coronal Explorer (TRACE) spacecraft. We have separated\nthe primary contributors to this effect, solar limb darkening and broadening\ndue to the instrumental point spread function, for the 1999 event. The\nobservations are important for understanding historical observations of\ntransits of Venus, which in the 18th and 19th centuries were basic for the\ndetermination of the scale of the solar system. Our observations are in\npreparation for the 8 June 2004 transit of Venus, the first to occur since\n1882. Only five transits of Venus have ever been seen -- in 1639, 1761, 1769,\n1874, and 1882. These events occur in pairs, whose members are separated by 8\nyears, with an interval between pairs of 105 or 122 years. Nobody alive has\never seen a transit of Venus.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0310379"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0309011",
    "title": "Title:ASTROD, ASTROD I and their gravitational-wave sensitivities",
    "date_publ": "2 Sep 2003",
    "authors": [
      "Wei-Tou Ni",
      "Sachie Shiomi",
      "An-Chi Lia"
    ],
    "abstract": "Abstract:  ASTROD (Astrodynamical Space Test of Relativity using Optical Devices) is a\nmission concept with three spacecraft -- one near L1/L2 point, one with an\ninner solar orbit and one with an outer solar orbit, ranging coherently with\none another using lasers to test relativistic gravity, to measure the solar\nsystem and to detect gravitational waves. ASTROD I with one spacecraft ranging\noptically with ground stations is the first step toward the ASTROD mission. In\nthis paper, we present the ASTROD I payload and accelerometer requirements,\ndiscuss the gravitational-wave sensitivities for ASTROD and ASTROD I, and\ncompare them with LISA and radio-wave PDoppler-tracking of spacecraft.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0309011"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0309525",
    "title": "Title:INTEGRAL timing and localization performance",
    "date_publ": "19 Sep 2003",
    "authors": [
      "R. Walter",
      "P. Favre",
      "P. Dubath",
      "A. Domingo",
      "G. Gienger",
      "W. Hermsen",
      "J. Pineiro",
      "L. Kuiper",
      "M. Schmidt",
      "G. Skinner",
      "M. Tuttlebee",
      "G. Ziegler",
      "T. J.-L. Courvoisie"
    ],
    "abstract": "Abstract:  In this letter we report on the accuracy of the attitude, misalignment, orbit\nand time correlation which are used to perform scientific analyses of the\nINTEGRAL data. The boresight attitude during science pointings has an accuracy\nof 3 arcsec. At the center of the field, the misalignments have been calibrated\nleading to a location accuracy of 4 to 40 arcsec for the different instruments.\nThe spacecraft position is known within 10 meters. The relative timing between\ninstruments could be reconstructed within 10 microsec and the absolute timing\nwithin 40 microsec.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0309525"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0309499",
    "title": "Title:On the Photometric Accuracy of RHESSI Imaging and Spectrosocopy",
    "date_publ": "17 Sep 2003",
    "authors": [
      "Markus J. Aschwanden",
      "Thomas R. Metcalf",
      "Sam Krucker",
      "Jun Sato",
      "Andrew J. Conway",
      "Gordon J. Hurford",
      "Ed. J. Schmah"
    ],
    "abstract": "Abstract:  We compare the photometric accuracy of spectra and images in flares observed\nwith the Ramaty High Energy Solar Spectroscopic Imager (RHESSI)}spacecraft. We\ntest the accuracy of the photometry by comparing the photon fluxes obtained in\ndifferent energy ranges from the spectral-fitting software SPEX with those\nfluxes contained in the images reconstructed with the Clean, MEM, MEM-Vis,\nPixon, and Forward-fit algorithms. We quantify also the background fluxes, the\nfidelity of source geometries, and spatial spectra reconstructed with the five\nimage reconstruction algorithms. We investigate the effects of grid selection,\npixel size, field-of-view, and time intervals on the quality of image\nreconstruction. The detailed parameters and statistics are provided in an\naccompanying CD-ROM and web page. We find that Forward-fit, Pixon, and Clean\nhave a robust convergence behavior and a photometric accuracy in the order of a\nfew percents, while MEM does not converge optimally for large degrees of\nfreedom (for large field-of-views and/or small pixel sizes), and MEM-Vis\nsuffers in the case of time-variable sources. This comparative study documents\nthe current status of the RHESSI spectral and imaging software, one year after\nlaunch.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0309499"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0309424",
    "title": "Title:SIMBOL-X : a new generation hard X-ray telescope",
    "date_publ": "16 Sep 2003",
    "authors": [
      "P. Ferrando (1)",
      "M. Arnaud (1)",
      "B. Cordier (1)",
      "A. Goldwurm (1)",
      "O. Limousin (1)",
      "J. Paul (1)",
      "J.L. Sauvageot (1)",
      "P.O. Petrucci (2)",
      "M. Mouchet (3)",
      "G. Bignami (4)",
      "O. Citterio (5)",
      "S. Campana (5)",
      "G. Pareschi (5)",
      "G. Tagliaferri (5)",
      "U. Briel (6)",
      "G. Hasinger (6)",
      "L. Strueder (6)",
      "P. Lechner (7)",
      "E. Kendziorra (8)",
      "M. Turner (9) ((1) CEA/DSM/DAPNIA/SAp",
      "Gif-sur-Yvette",
      "France",
      "(2) LAOG",
      "Grenoble",
      "France",
      "(3) LUTH",
      "Meudon",
      "France",
      "(4) CESR",
      "Toulouse",
      "France",
      "(5) OAB",
      "Merate",
      "Italy",
      "(6) MPE",
      "Garching",
      "Germany",
      "(7) PNSensor GmbH",
      "Muenchen",
      "Germany",
      "(8) IAAT",
      "Tuebingen",
      "Germany",
      "(9) Leicester Univ.",
      "United Kingdom"
    ],
    "abstract": "Abstract:  SIMBOL-X is a hard X-ray mission, operating in the 0.5-70 keV range, which is\nproposed by a consortium of European laboratories for a launch around 2010.\nRelying on two spacecraft in a formation flying configuration, SIMBOL-X uses a\n30 m focal length X-ray mirror to achieve an unprecedented angular resolution\n(30 arcsec HEW) and sensitivity (100 times better than INTEGRAL below 50 keV)\nin the hard X-ray range. SIMBOL-X will allow to elucidate fundamental questions\nin high energy astrophysics, such as the physics of accretion onto Black Holes,\nof acceleration in quasar jets and in supernovae remnants, or the nature of the\nhard X-ray diffuse emission. The scientific objectives and the baseline\nconcepts of the mission and hardware design are presented.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0309424"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0309248",
    "title": "Title:Three-Dimensional Dynamics of Narrow Planetary Rings",
    "date_publ": "8 Sep 2003",
    "authors": [
      "Eugene I. Chiang (UC Berkeley)",
      "Christopher J. Culter (UC Berkeley"
    ],
    "abstract": "Abstract:  Narrow planetary rings are eccentric and inclined. Particles within a given\nring must therefore share the same pericenter and node. We solve for the\nthree-dimensional geometries and mass distributions that enable the Uranian\nAlpha and Beta rings, and the Saturnian Maxwell and Colombo (Titan) rings, to\nmaintain simultaneous apsidal and nodal lock. Ring self-gravity, interparticle\ncollisions, and the quadrupole field of the host planet balance each other to\nachieve this equilibrium. We prove that such an equilibrium is linearly stable.\nPredictions for the Saturnian ringlets to be tested by the Cassini spacecraft\ninclude: (1) ringlet masses are of order 1e19 g, (2) surface mass densities\nshould increase from ring midline to ring edges, and (3) rings are vertically\nwarped such that the fractional variation of inclination across the ring is of\norder 10%. Analogous predictions are made for the Uranian rings. Simultaneous\napsidal and nodal locking forces the narrowest portion of the ring--its\n``pinch,'' where self-gravitational and collisional forces are strongest--to\ncirculate relative to the node, and introduces previously unrecognized\ntime-varying forces perpendicular to the planet's equator plane. We speculate\nthat such periodic stressing might drive kilometer-scale bending waves at a\nfrequency twice that of apsidal precession. Such flexing might be observed over\na few weeks by Cassini.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0309248"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0309112",
    "title": "Title:Color Variability of Asteroids in SDSS Moving Object Catalog",
    "date_publ": "3 Sep 2003",
    "authors": [
      "G. Szabo",
      "Z. Ivezic",
      "M. Juric",
      "R.H. Lupton",
      "L.L. Kis"
    ],
    "abstract": "Abstract:  We report a detection of statistically significant color variations for a\nsample of 7,531 multiply observed asteroids that are listed in the Sloan\nDigital Sky Survey Moving Object Catalog. Using 5-band photometric observations\naccurate to ~0.02 mag, we detect color variations in the range 0.06-0.11 mag\n(rms). These variations appear uncorrelated with asteroids physical\ncharacteristics such as diameter (in the probed 1-10 km range), taxonomic\nclass, and family membership. Despite such a lack of correlation, which implies\na random nature for the cause of color variability, a suite of tests suggest\nthat the detected variations are not instrumental effects. In particular, the\nobserved color variations are incompatible with photometric errors, and, for\nobjects observed at least four times, the color change in the first pair of\nobservations is correlated with the color change in the second pair. These\nfacts strongly suggest that the observed effect is real, and also indicate that\nfor some asteroids color variations are larger than for others. The detected\ncolor variations can be explained as due to inhomogeneous albedo distribution\nover an asteroid surface. Although relatively small, these variations suggest\nthat fairly large patches with different color than their surroundings exist on\na significant fraction of asteroids. This conclusion is in agreement with\nspatially resolved color images of several large asteroids obtained by NEAR\nspacecraft and HST.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0309112"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0309024",
    "title": "Title:Jovian Dust Streams: A monitor of Io's volcanic plume activity",
    "date_publ": "1 Sep 2003",
    "authors": [
      "Harald Krueger",
      "Paul Geissler",
      "Mihaly Horanyi",
      "Amara L. Graps",
      "Sascha Kempf",
      "Ralf Srama",
      "Georg Moragas-Klostermeyer",
      "Richard Moissl",
      "Torrence V. Johnson",
      "Eberhard Grue"
    ],
    "abstract": "Abstract:  Streams of high speed dust particles originate from Jupiter's innermost\nGalilean moon Io. After release from Io, the particles collect electric charges\nin the Io plasma torus, gain energy from the co-rotating electric field of\nJupiter's magnetosphere, and leave the Jovian system into interplanetary space\nwith escape speeds over $\\rm 200 km s^{-1}$. Galileo, which was the first\norbiter spacecraft of Jupiter, has continuously monitored the dust streams\nduring 34 revolutions about the planet between 1996 and 2002. The observed dust\nfluxes exhibit large orbit-to-orbit variability due to systematic and\nstochastic changes. After removal of the systematic variations, the total dust\nemission rate of Io has been calculated. It varies between $10^{-3}$ and\n$\\mathrm{10} \\rm kg s^{-1}$, and is typically in the range of 0.1 to $\\rm 1 kg\ns^{-1}$. We compare the dust emission rate with other markers of volcanic\nactivity on Io like large-area surface changes caused by volcanic deposits and\nsightings of volcanic plumes.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0309024"
  },
  {
    "url": "https://arxiv.org/abs/hep-ph/0308254",
    "title": "Title:Implications of the DAMA and CRESST experiments for mirror matter-type dark matter",
    "date_publ": "26 Aug 2003 (v1), last revised 3 Feb 2004 (this version, v3)",
    "authors": [
      "R. Foo"
    ],
    "abstract": "Abstract:  Mirror atoms are expected to be a significant component of the galactic dark\nmatter halo if mirror matter is identified with the non-baryonic dark matter in\nthe Universe. Mirror matter can interact with ordinary matter via gravity and\nvia the photon-mirror photon kinetic mixing interaction -- causing mirror\ncharged particles to couple to ordinary photons with effective electric charge\n$\\epsilon e$. This means that the nuclei of mirror atoms can elastically\nscatter off the nuclei of ordinary atoms, leading to nuclear recoils, which can\nbe detected in existing dark matter experiments. We show that the dark matter\nexperiments most sensitive to this type of dark matter candidate (via the\nnuclear recoil signature) are the DAMA/NaI and CRESST/Sapphire experiments.\nFurthermore, we show that the impressive annual modulation signal obtained by\nthe DAMA/NaI experiment can be explained by mirror matter-type dark matter for\n$|\\epsilon | \\sim 4 \\times 10^{-9}$ and is supported by DAMA's absolute rate\nmeasurement as well as the CRESST/Sapphire data. This value of $|\\epsilon |$ is\nconsistent with the value obtained from various solar system anomalies\nincluding the Pioneer spacecraft anomaly, anomalous meteorite events and lack\nof small craters on the asteroid Eros. It is also consistent with standard BBN.",
    "categories": [
      "High Energy Physics - Phenomenology (hep-ph)",
      " Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/hep-ph/0308254"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0308017",
    "title": "Title:Finding the Origin of the Pioneer Anomaly",
    "date_publ": "6 Aug 2003 (v1), last revised 18 Jun 2004 (this version, v4)",
    "authors": [
      "Michael Martin Nieto",
      "Slava G. Turyshe"
    ],
    "abstract": "Abstract:  Analysis of radio-metric tracking data from the Pioneer 10/11 spacecraft at\ndistances between 20 - 70 astronomical units (AU) from the Sun has consistently\nindicated the presence of an anomalous, small, constant Doppler frequency\ndrift. The drift can be interpreted as being due to a constant acceleration of\na_P= (8.74 \\pm 1.33) x 10^{-8} cm/s^2 directed towards the Sun. Although it is\nsuspected that there is a systematic origin to the effect, none has been found.\nAs a result, the nature of this anomaly has become of growing interest. Here we\npresent a concept for a deep-space experiment that will reveal the origin of\nthe discovered anomaly and also will characterize its properties to an accuracy\nof at least two orders of magnitude below the anomaly's size. The proposed\nmission will not only provide a significant accuracy improvement in the search\nfor small anomalous accelerations, it will also determine if the anomaly is due\nto some internal systematic or has an external origin. A number of critical\nrequirements and design considerations for the mission are outlined and\naddressed. If only already existing technologies were used, the mission could\nbe flown as early as 2010.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0308017"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0308010",
    "title": "Title:Improved Test of General Relativity with Radio Doppler Data from the Cassini Spacecraft",
    "date_publ": "5 Aug 2003 (v1), last revised 24 Oct 2003 (this version, v2)",
    "authors": [
      "John D. Anderson",
      "Eunice L. Lau",
      "Giacomo Giampier"
    ],
    "abstract": "Abstract:  This paper was withdrawn at the recommendation of the Cassini Radio Science\nTeam.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "#other"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0308445",
    "title": "Title:Fresnel lenses for X-ray and Gamma-ray Astronomy",
    "date_publ": "25 Aug 2003",
    "authors": [
      "Gerry Skinner",
      "Peter von Ballmoos",
      "Neil Gehrels",
      "John Krizmani"
    ],
    "abstract": "Abstract:  Phase Fresnel lenses have the same imaging properties as zone plates, but\nwith the possibility of concentrating all of the incident power into the\nprimary focus, increasing the maximum theoretical efficiency from 11% to close\nto 100%. For X-rays, and in particular for gamma-rays, large,\ndiffraction-limited phase Fresnel lenses can be made relatively easily. The\nfocal length is very long - for example up to a million kms. However, the\ncorrespondingly high `plate-scale' of the image means that the ultra-high\n(sub-micro-arc-second) angular resolution possible with a diffraction limited\ngamma-ray lens a few metres in diameter can be exploited with detectors having\nmm spatial resolution.\nThe potential of such systems for ultra-high angular resolution astronomy,\nand for attaining the sensitivity improvements desperately needed for certain\nother studies, are reviewed and the advantages and disadvantages vis-a-vis\nalternative approaches are discussed.\nWe report on reduced-scale 'proof-of-principle tests' which are planned and\non mission studies of the implementation of a Fresnel telescope on a space\nmission with lens and detector on two spacecraft separated by one million km.\nSuch a telescope would be capable of resolving emission from super-massive\nblack holes on the scale of their event horizons and would have the sensitivity\nnecessary to detect gamma-ray lines from distant supernovae.\nWe show how diffractive/refractive optics leads to a continuum of possible\nsystem designs between filled aperture lenses and wideband interferometric\narrays.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0308445"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0308346",
    "title": "Title:INTEGRAL Spectrometer SPI's GRB detection capabilities. GRBs detected inside SPI's FoV and with the anticoincidence system ACS",
    "date_publ": "20 Aug 2003",
    "authors": [
      "A. von Kienlin",
      "V. Beckmann",
      "A. Rau",
      "N. Arend",
      "K. Bennett",
      "B. McBreen",
      "P. Connell",
      "S. Deluit",
      "L. Hanlon",
      "M. Kippen",
      "G. G. Lichti",
      "L. Moran",
      "R. Preece",
      "J.-P. Roques",
      "V. Schoenfelder",
      "G. Skinner",
      "A. Strong",
      "R. William"
    ],
    "abstract": "Abstract:  The spectrometer SPI, one of the two main instruments of the INTEGRAL\nspacecraft, offers significant gamma-ray burst detection capabilities. In its\n35 deg (full width) field of view SPI is able to localise gamma-ray bursts at a\nmean rate of ~ 0.8/month. With its large anticoincidence shield of 512 kg of\nBGO crystals SPI is able to detect gamma-ray bursts quasi omni-directionally\nwith a very high sensitivity. Burst alerts of the anticoincidence shield are\ndistributed by the INTEGRAL Burst Alert System. In the first 8 months of the\nmission about 0.8/day gamma-ray burst candidates and 0.3/day gamma-ray burst\npositions were obtained with the anticoincidence shield by interplanetary\nnetwork triangulations with other spacecrafts.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0308346"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0308269",
    "title": "Title:Radiation environment along the INTEGRAL orbit measured with the IREM monitor",
    "date_publ": "15 Aug 2003",
    "authors": [
      "W. Hajdas",
      "P. Bühler",
      "C. Eggel",
      "P. Favre",
      "A. Mchedlishvili",
      "A. Zehnde"
    ],
    "abstract": "Abstract:  The INTEGRAL Radiation Environment Monitor (IREM) is a payload supporting\ninstrument on board the INTEGRAL satellite. The monitor continually measures\nelectron and proton fluxes along the orbit and provides this information to the\nspacecraft on board data handler. The mission alert system broadcasts it to the\npayload instruments enabling them to react accordingly to the current radiation\nlevel. Additionally, the IREM conducts its autonomous research mapping the\nEarth radiation environment for the space weather program. Its scientific data\nare available for further analysis almost without delay.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0308269"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0307080",
    "title": "Title:Data Combinations Accounting for LISA Spacecraft Motion",
    "date_publ": "16 Jul 2003",
    "authors": [
      "Daniel A. Shaddock",
      "Massimo Tinto",
      "Frank B. Estabrook",
      "J. W. Armstron"
    ],
    "abstract": "Abstract:  LISA is an array of three spacecraft in an approximately equilateral triangle\nconfiguration which will be used as a low-frequency gravitational wave\ndetector. We present here new generalizations of the Michelson- and Sagnac-type\ntime-delay interferometry data combinations. These combinations cancel laser\nphase noise in the presence of different up and down propagation delays in each\narm of the array, and slowly varying systematic motion of the spacecraft. The\ngravitational wave sensitivities of these generalized combinations are the same\nas previously computed for the stationary cases, although the combinations are\nnow more complicated. We introduce a diagrammatic representation to illustrate\nthat these combinations are actually synthesized equal-arm interferometers.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0307080"
  },
  {
    "url": "https://arxiv.org/abs/gr-qc/0307042",
    "title": "Title:The Pioneer anomalous acceleration: can we measure the cosmological constant at the scale of the solar system ?",
    "date_publ": "9 Jul 2003 (v1), last revised 3 Nov 2011 (this version, v2)",
    "authors": [
      "Laurent Nottal"
    ],
    "abstract": "Abstract:  An anomalous constant acceleration of (8.7 \\pm 1.3) x 10^-8 cm/s^2 directed\ntoward the Sun has been discovered by Anderson et al. in the motion of the\nPioneer 10/11 and Galileo spacecrafts. In parallel, the WMAP results have\ndefinitively established the existence of a cosmological constant Lambda=1/\nL_U^2, and therefore of an invariant cosmic length-scale L_U=(2.72 \\pm 0.10)\nGpc. We show that the existence of this invariant scale definitively implements\nMach's principle in Einstein's theory of general relativity. Then we\ndemonstrate, in the framework of an exact cosmological solution of Einstein's\nfield equations which is valid both locally and globally, that the definition\nof inertial systems ultimately depends on this length-scale. As a consequence,\nusual local coordinates are not inertial, so that the motion of a free body of\nspeed v is expected to contain an additional constant acceleration\na_P=v^2(\\surd3 L_U), which is, using the WMAP five years results, (6.02 \\pm\n0.34) x 10^-8 cm/s^2 when v \\approx c. Such an effect is too small to\ncontribute significantly to the Pioneer acceleration (since v_Pioneer \\approx\n12 km/s << c), but could be possibly observed in a dedicated space mission.",
    "categories": [
      "General Relativity and Quantum Cosmology (gr-qc)"
    ],
    "url_pdf": "/pdf/gr-qc/0307042"
  },
  {
    "url": "https://arxiv.org/abs/astro-ph/0307276",
    "title": "Title:On the Importance of Searching for Oscillations of the Jovian Inner Radiation Belt with a Quasi-Period of 40 Minutes",
    "date_publ": "14 Jul 2003",
    "authors": [
      "Yu-Qing Lou (1",
      "2",
      "3)",
      "Chen Zheng (1) ((1) Tsinghua Center for Astrophysics",
      "(2) National Astronomical Observatories",
      "Chinese Academy of Sciences",
      "(3) University of Chicago"
    ],
    "abstract": "Abstract:  Experiments aboard the Ulysses spacecraft discovered quasi-periodic bursts of\nrelativistic electrons and of radio emissions with ~40-minute period(QP-40)\nfrom the south pole of Jupiter in February 1992. Such polar QP-40 burst\nactivities were found to correlate well with arrivals of high-speed solar winds\nat Jupiter. We advance the physical scenario that the inner radiation belt(IRB)\nwithin ~2-3 Jupiter's radius, where ralativistic electrons are known to be\ntrapped via synchrotron emissions, can execute global QP-40 magnetoinertial\noscillations excited by arrivals of high-speed solar winds. Modulated by such\nQP-40 IRB oscillations, relativistic electrons trapped in the IRB may escape\nfrom the magnetic circumpolar regions during a certain phase of each 40-min\nperiod to form circumpolar QP-40 electron bursts. Highly beamed synchrotron\nemissions from such QP-40 burst electrons with small pitch angles relative to\nJovian magnetic field at ~30-40 Jupiter radius give rise to QP-40 radio bursts\nwith typical frequencies <0.2MHz. We predict that the synchrotron brightness of\nthe IRB should vary on QP-40 timescales upon arrivals of high-speed solar winds\nwith estimated magnitudes larger than 0.1Jy, detectable by ground-based radio\ntelescopes. Using the real-time solar wind data from the spacecraft ACE, we\nshow here that shch QP-40 pulsations of Jupiter's polar X-ray hot spot did in\nfact coincide with the arrival of high-speed solar wind at Jupiter.",
    "categories": [
      "Astrophysics (astro-ph)"
    ],
    "url_pdf": "/pdf/astro-ph/0307276"
  }
]